{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/32/8/",
    "ayah_number": 8,
    "text": "(ثُمَّ جَعَلَ نَسْلَهُ) يعني: ذريته (من سلالة)، يقول: من الماء الذي انسل فخرج منه. وإنما يعني من إراقة من مائه، كما قال الشاعر:فجاءتْ بِه عَضْبَ الأدِيمِ غَضَنْفَرًاسُلالَةَ فَرْجٍ كانَ غيرَ حَصِينِ (5)وقوله: (مِنْ ماءٍ مَهِينٍ) يقول: من نطفة ضعيفة رقيقة.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَبَدَأَ خَلْقَ الإِنْسَانِ مِنْ طِينٍ) وهو خلق آدم، ثم جعل نسله: أي ذرّيته من سلالة من ماء مهين، والسلالة هي: الماء المهين الضعيف.حدثني أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن المنهال، عن أبي يحيى الأعرج، عن ابن عباس في قوله: (مِنْ سُلالَةٍ) قال: صفو الماء.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (مِنْ ماءٍ مَهِينٍ) قال: ضعيف نطفة الرجل، ومهين: فعيل من قول القائل: مهن فلان، وذلك إذا زلّ وضعف.--------------------الهوامش :(2) في التاج (شكب): إشكاب؛ لقب الحسين بن إبراهيم بن الحسن بن زعلان العامري، شيخ أبي بكر بن أبي الدنيا.(3) البيت في (مجاز القرآن لأبي عبيدة الورقة 192 - أ) قال عند تفسير قوله تعالى: (الذي أحسن كل شيء خلقه): مجازه: أحسن خلق كل شيء والعرب تفعل هذا، يقدمون ويؤخرون. قال: \"وظعني إليك ...\" البيت معناه: وظعني حين حضنني الليل إليك. وفي (اللسان: حضن): وحضنا المفازة شقاها، والفلاة: ناحيتاها، وحضنا الليل: جانباه، وحضن الجبل ما يطيق به وحضنا الشيء: جانباه. والهدان بوزن كتاب: الأحمق الجافي الوخم الثقيل في الحرب. وفي حديث عثمان: جبانًا هدانا.(4) البيت في مجاز القرآن لأبي عبيدة، ( الورقة 192 - أ) عند تفسير قوله تعالى:(أحسن كل شيء خلقه). بعد الشاهد السابق: \"وظعني إليك ...\" البيت. ثم قال: كأن ثنايا هند وبهجتها. وهو أيضا في \"اللسان: دبب\": قال: قال الأزهري: وبالخلصاء رمل يقال له: الدباب، وبحذائه دُحْلان كثيرة (بضم الدال) ومنه قول الشاعر :كَأَنَّ هِنْدًا ثَنَايَاهَا وَبَهْجَتَهَالَمَّا الْتَقَيْنَا لَدَى أدْحَالِ دَبَّابمَوْلِيَّةٌ أُنُفٌ جَادَ الرَّبِيعُ بِهَاعَلَى أبَارِقَ قدْ هَمَّتْ بِأَعْشَابِوالأدحال والدحلان: جمعا دحل، بالفتح، وهو ثقب ضيق فمه، ثم يتسع أسفله، حتى يمشي فيه.(5) البيت: (مجاز القرآن لأبي عبيدة الورقة 162 - ب) عند قوله تعالى: (ولقد خلقنا الإنسان من سلالة من طين) في سورة المؤمنين. (الجزء 18 : 8) فراجعه ثمة."
}