{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/30/",
    "ayah_number": 30,
    "text": "واسم الإشارة ذلِكَ في قوله: ذلِكَ وَمَنْ يُعَظِّمْ حُرُماتِ اللَّهِ ... يؤتى به في مثل هذا التركيب للفصل بين كلامين، والمشهور في مثل هذا التركيب الإتيان بلفظ «هذا» كما في قوله- تعالى-: هذا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ .وجيء هنا بلفظ ذلك للإشعار بتعظيم شأن المتحدث عنه، وعلو منزلته، وهو يعود إلى المذكور من تهيئة مكان البيت لإبراهيم، وأمره بتطهيره ... إلخ.قال صاحب الكشاف: قوله ذلِكَ خبر مبتدأ محذوف أى: الأمر والشأن ذلك، كما يقدم الكاتب جملة من كتابه في بعض المعاني، ثم إذا أراد الخوض في معنى آخر قال: هذا، وقد كان كذا  .والحرمات: جمع حرمة. والحرمة كل ما أمر الله- تعالى- باحترامه، ونهى عن قوله أو فعله، ويدخل في ذلك دخولا أوليا ما يتعلق بمناسك الحج كتحريم الرفث والفسوق والجدال والصيد، وتعظيم هذه الحرمات يكون بالعلم بوجوب مراعاتها، وبالعمل بمقتضى هذا العلم.والمعنى: ذلك الذي ذكرناه لكم عن البيت الحرام وعن مناسك الحج، هو جانب من أحكام الله- تعالى- في هذا الشأن فاتبعوها، والحال أن من يعظم حرمات الله- تعالى- بأن يترك ملابستها واقترافها، فهو أى: هذا التعظيم، خير له عند ربه. إذ بسبب هذا التعظيم لتلك الحرمات ينال رضا ربه وثوابه.وقد جاء النهى في هذه الجملة عن فعل هذه الحرمات بأبلغ أسلوب حيث عبر عن اجتنابها بالتعظيم وبأفعل التفضيل وهو لفظ «خير» وبإضافتها إلى ذاته.فكأنه- سبحانه- يقول: إذا كان ترك هذا التعظيم لحرمات الله يؤدى إلى حصولكم على شيء من المتاع الدنيوي الزائل، فإن الاستمساك بهذا التعظيم أفضل من ذلك بكثير عند ربكم وخالقكم، فكونوا عقلاء ولا تستبدلوا الذي هو أدنى بالذي هو خير.ثم بين- سبحانه- بعض الأحكام التي تتعلق بالأنعام وهي الإبل والبقر والغنم فقال:وَأُحِلَّتْ لَكُمُ الْأَنْعامُ إِلَّا ما يُتْلى عَلَيْكُمْ.أى: وأحل الله- تعالى- لكم فضلا منه ورحمة ذبح الأنعام وأكلها إلا ما يتلى عليكم تحريم ذبحه وأكله فاجتنبوه.وهذا الإجمال هنا، قد جاء ما فصله قبل ذلك في سورة الأنعام في قوله- تعالى-: قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّماً عَلى طاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللَّهِ بِهِ.قال بعض العلماء: ثم إنه ليس المقصود بما يتلى، ما ينزل في المستقبل، كما يعطيه ظاهر الفعل المضارع، بل المراد ما سبق نزوله مما يدل على حرمة الميتة وما أهل لغير الله به. أو ما يدل على حرمة الصيد في الحرم أو حالة الإحرام.وعلى هذا يكون السر في التعبير بالمضارع، التنبيه إلى أن ذلك المتلو ينبغي استحضاره والالتفات إليه.. والجملة معترضة لدفع ما عساه يقع في الوهم من أن تعظيم حرمات الله في الحج قد يقضى باجتناب الأنعام، كما قضى باجتناب الصيد .ثم أمرهم- سبحانه- باجتناب ما يغضبه، وحضهم على الثبات على الدين الحق فقال- تعالى-: فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ. حُنَفاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ والفاء في قوله: فَاجْتَنِبُوا هي الفصيحة. والرجس: الشيء المستقذر الذي تعافه النفوس. ومَنْ في قوله مِنَ الْأَوْثانِ بيانية، والأوثان: الأصنام. يدخل في حكمها ومعناها عبادة كل معبود من دون الله- تعالى- كائنا من كان.وسماها- سبحانه- رجسا، زيادة في تقبيحها وفي التنفير منها.والزور: الكذب والباطل وكل قول مائل عن الحق فهو زور، لأن أصل المادة التي هي الزور من الازورار بمعنى الميل والاعوجاج، ومنه قوله- تعالى-: وَتَرَى الشَّمْسَ إِذا طَلَعَتْ تَتَزاوَرُ عَنْ كَهْفِهِمْ ذاتَ الْيَمِينِ أى: تميل.وقوله حُنَفاءَ جمع حنيف وهو المائل عن الأديان الباطلة الى الدين الحق.والمعنى: مادام الأمر كما ذكرت لكم، فاجتنبوا- أيها الناس عبادة الأوثان أو تعظيمها، واجتنبوا- أيضا- القول المائل عن الحق، وليكن شأنكم وحالكم الثبات على الدين الحق، وعلى إخلاص العبادة لله- تعالى- الذي خلقكم، وخلق كل شيء.وهذه الجملة الكريمة مؤكدة لما سبق من وجوب تعظيم حرمات الله، ومن وجوب التمسك بما أحله الله والبعد عما حرمه.قال الآلوسى: قوله- تعالى-: وَاجْتَنِبُوا قَوْلَ الزُّورِ تعميم بعد تخصيص، فإن عبادة الأوثان رأس الزور، لما فيها من ادعاء الاستحقاق، كأنه- تعالى- لما حث على تعظيم الحرمات، أتبع ذلك بما فيه رد لما كانت الكفرة عليه من تحريم البحائر والسوائب ونحوهما، والافتراء على الله- تعالى- بأنه حكم بذلك. ولم يعطف قول الزور على الرجس، بل أعاد العامل لمزيد الاعتناء. والإضافة بيانية.. ."
}