{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/39/",
    "ayah_number": 39,
    "text": "ثم رخص- سبحانه- للمؤمنين بأن يقاتلوا في سبيله فقال: أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا....وقوله- تعالى- أُذِنَ فعل ماض مبنى للمجهول مأخوذ من الإذن بمعنى الإباحة والرخصة. والمقصود إباحة مشروعية القتال، وقد قالوا: بأن هذه الآيات أول ما نزل في شأن مشروعية القتال.أخرج الإمام أحمد والترمذي عن ابن عباس قال: لما خرج النبي صلّى الله عليه وسلّم من مكة قال أبو بكر: أخرجوا نبيهم ليهلكن، فنزلت هذه الآيات.وقرأ ابن كثير وابن عامر وحمزة والكسائي أُذِنَ بالبناء الفاعل. والمأذون لهم فيه هو القتال، وهو محذوف في قوة المذكور بدليل قوله يُقاتَلُونَ والباء في قوله بِأَنَّهُمْ ظُلِمُوا للسببية.أى: أذن الله- تعالى- للمؤمنين، ورخص لهم، بأن يقاتلوا أعداءهم الذين ظلموهم، وآذوهم، واعتدوا عليه، بعد أن صبر هؤلاء المؤمنون على أذى أعدائهم صبرا طويلا.قال الآلوسى: والمراد بالموصول أصحاب النبي صلّى الله عليه وسلّم الذين في مكة، فقد نقل الواحدي وغيره، أن المشركين كانوا يؤذونهم، وكانوا يأتون النبي صلّى الله عليه وسلّم بين مضروب ومشجوج ويتظلمون إليه فيقول لهم: اصبروا فإنى لم أومر بالقتال حتى هاجر صلّى الله عليه وسلّم فنزلتهذه الآية. وهي أول آية نزلت في القتال بعد ما نهى عنه في نيف وسبعين آية  .وقوله- تعالى-: وَإِنَّ اللَّهَ عَلى نَصْرِهِمْ لَقَدِيرٌ وعد منه- سبحانه- للمؤمنين بالنصر وحض لهم على الإقدام على الجهاد في سبيله بدون تردد أو وهن.أى: وإن الله- تعالى- لقادر على أن ينصر عباده المؤمنين. وعلى أن يمكن لهم في الأرض، وعلى أن يجعلهم الوارثين لأعدائهم الكافرين.قال الإمام ابن كثير ما ملخصه: قوله: وَإِنَّ اللَّهَ عَلى نَصْرِهِمْ لَقَدِيرٌ أى: هو قادر على نصر عباده المؤمنين من غير قتال، ولكنه يريد من عباده أن يبلوا جهدهم في طاعته، كما قال- تعالى-: فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقابِ، حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها، ذلِكَ وَلَوْ يَشاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ، وَلكِنْ لِيَبْلُوَا بَعْضَكُمْ بِبَعْضٍ..  .وإنما شرع- سبحانه- الجهاد في الوقت الأليق به، لأنهم لما كانوا بمكة، كان المشركون أكثر عددا. فلو أمر المسلمون بالقتال لشق ذلك عليهم ...فلما استقروا بالمدينة. وصارت لهم دار إسلام، ومعقلا يلجئون إليه شرع الله جهاد الأعداء، فكانت هذه الآية أول ما نزل في ذلك.. ."
}