{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/45/",
    "ayah_number": 45,
    "text": "وبعد هذا البيان المشتمل على سوء عاقبة هذه الأمم التي كذبت رسلها.. أتبع ذلك- سبحانه- ببيان مصير كثير من الأمم الظالمة فقال: فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْناها وَهِيَ ظالِمَةٌ، فَهِيَ خاوِيَةٌ عَلى عُرُوشِها وَبِئْرٍ مُعَطَّلَةٍ، وَقَصْرٍ مَشِيدٍ.وكلمة «كأين» مركبة من كاف التشبيه، ومن أى الاستفهامية المنونة، ثم هجر معنى جزأيها وصارت كلمة واحدة بمعنى كم الخبرية المفيدة للتكثير، ويكنى بها عن عدد مبهم فتفتقر إلى تمييز بعدها. ومميزها غالبا ما يجر بمن كما في الآية وفي غيرها. قال- تعالى-: وَكَأَيِّنْ مِنْ نَبِيٍّ قاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ ...   ، وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ .قال الآلوسى: وقوله: فَكَأَيِّنْ مِنْ قَرْيَةٍ منصوب بمضمر يفسره قوله- تعالى-:أَهْلَكْناها أى: فأهلكنا كثيرا من القرى أهلكناها.. أو مرفوع على الابتداء، وجملة أَهْلَكْناها خبره.أى: فكثير من القرى أهلكناها.. وقوله: وَهِيَ ظالِمَةٌ جملة حالية من مفعول أهلكنا.. .ولفظ خاوِيَةٌ بمعنى ساقطة أو خالية. يقال خوى البيت يخوى إذا سقط أو خلا ممن يسكنه.والعروش: جمع عرش وهو سقف البيت، ويسمى العريش: وكل ما يهيأ ليستظل به فهو عريش.وبئر معطلة أى: مهجورة لهلاك أهلها، يقال: بأر فلان الأرض إذا حفرها ليستخرج منها الماء.والمشيد: المجصص بالشّيد وهو الجصّ. يقال: شاد فلان بيته يشيده، إذا طلاه بالشّيد.والمعنى: وكثير من القوى أهلكناها بسبب ظلمهم وكفرهم، فإذا ما نظرت إليها وجدتها خالية من أهلها، وقد سقطت سقوفها على جدرانها. وكثير من الآبار التي كانت تتفجر بالماء عطلناها وصارت مهجورة، وكثير- أيضا- من القصور المشيدة الفخمة أخليناها من أهلها.وذلك لأنهم كذبوا رسلنا، وجحدوا نعمنا، فدمرناهم تدميرا. وجعلنا مساكنهم من بعدهم أثرا بعد عين.فأنت ترى أن هذه الآية الكريمة قد اشتملت على أشد ألوان الوعيد والتهديد لكفار قريش الذين كذبوا الرسول صلّى الله عليه وسلّم وأعرضوا عن دعوته.وشبيه بهذه الآية قوله- تعالى-: وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّها وَرُسُلِهِ فَحاسَبْناها حِساباً شَدِيداً وَعَذَّبْناها عَذاباً نُكْراً فَذاقَتْ وَبالَ أَمْرِها وَكانَ عاقِبَةُ أَمْرِها خُسْراً ."
}