{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/73/",
    "ayah_number": 73,
    "text": "والمثل: الشبيه والنظير، ثم أطلق على القول السائر المعروف، لمماثلة مضربه- وهو الذي يضرب فيه- بمورده- وهو الذي ورد فيه أولا- ولا يكون إلا لما فيه غرابة.وإنما تضرب الأمثال لإيضاح المعنى الخفى، وتقريب الشيء المعقول من الشيء المحسوس، وعرض الغائب في صورة المشاهد، فيكون المعنى الذي ضرب له المثل أوقع في القلوب، وأثبت في النفوس.وسمى الله- تعالى- ما ساقه في هذه الآية الكريمة مثلا، لأن ما يفعله المشركون من عبادتهم لآلهة عاجزة، يشبه المثل في غرابته وفي التعجب من فعله.قال صاحب الكشاف: فإن قلت: الذي جاء به- سبحانه- ليس بمثل فكيف سماه مثلا؟.قلت: قد سميت الصفة أو القصة الرائعة الملتقاة بالاستغراب مثلا، تشبيها لها ببعض الأمثال المسيرة، لكونها مستحسنة مستغربة عندهم .والمعنى: يا أيها الناس لقد بينا لكم قصة مستغربة وحالا عجيبة. لما يعبد من دون الله- تعالى- فاستمعوا إليها بتدبر وتعقل.وقوله: إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُباباً وَلَوِ اجْتَمَعُوا لَهُ.. بيان للمثل وتفسير له.والذباب: اسم جنس واحده ذبابة- وهي حشرة معروفة بطيشها وضعفها وقذارتها.أى: إن المعبودات الباطلة التي تعبدونها أيها المشركون، لن تستطيع أن تخلق ذبابة واحدة، حتى لو اشتركت جميعها في محاولة خلق هذه الذبابة.قال صاحب الكشاف: وهذا من أبلغ ما أنزله الله في تجهيل قريش، واستركاك عقولهم.والشهادة على أن الشيطان قد خزمهم بخزائمه- أى قد ربطهم برباطه، حيث وصفوا بالإلهية- التي تقتضي الاقتدار على المقدورات كلها- صورا وتماثيل، يستحيل منها أن تقدر على أقل ما خلقه وأذله وأصغره وأحقره، ولو اجتمعوا لذلك وتساندوا.. .وقوله- سبحانه-: وَإِنْ يَسْلُبْهُمُ الذُّبابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ بيان لعجز تلك الآلهة الباطلة من أمر آخر سوى الخلق.أى: وفضلا عن عجز تلك الأصنام مجتمعة عن خلق ذبابة، فإنها إذا اختطف الذباب منها شيئا من الأشياء لا تستطيع استرداده منه لعجزها عن ذلك.قال القرطبي: وخص الذباب لأربعة أمور تخصه: لمهانته وضعفه، ولاستقذاره وكثرته، فإذا كان هذا الذي هو أضعف الحيوان وأحقره، لا يقدر من عبدوه من دون الله- تعالى- على خلق مثله، ودفع أذيته، فكيف يجوز أن يكونوا آلهة معبودين، وأربابا مطاعين، وهذا من أقوى حجة وأوضح برهان .ثم ختم- سبحانه- الآية الكريمة بما يدل على عجز الخاطف والمخطوف منه فقال:ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ.قال الآلوسى: والطالب: عابد غير الله- تعالى- والمطلوب: الآلهة، وكون عابد ذلك طالب لدعائه إياه، واعتقاده نفعه، وضعفه لطلبه النفع من غير جهته، وكون الآخر مطلوبا ظاهرا كضعفه.وقيل: «الطالب الذباب يطلب ما يسلبه من الآلهة، والمطلوب: الآلهة، على معنى المطلوب منه ما يسلب..» .وعلى أية حال فإن هذا التعليل يدل دلالة واضحة على عجز كل معبود باطل، وأنه قد تساوى في عجزه مع أضعف مخلوقات الله وأحقرها."
}