{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/54/",
    "ayah_number": 54,
    "text": "ثم بين- سبحانه- حكمة أخرى لما فعله الشيطان من إلقاء الشبه والوساوس في القلوب فقال:وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ، فَتُخْبِتَ لَهُ قُلُوبُهُمْ.والضمير في أَنَّهُ يعود إلى ما جاء به الرسل والأنبياء من عند ربهم.أى: وفعل ما فعل- سبحانه- أيضا، ليعلم العلماء من عباده، الذين حبب- سبحانه- إليهم الإيمان، وكره إليهم الكفر والفسوق والعصيان، أن ما جاء به الرسل والأنبياء هو الحق الثابت من ربك، فيزدادوا إيمانا به فَتُخْبِتَ لَهُ قُلُوبُهُمْ أى: فتخضع وتسكن وتطمئن إليه نفوسهم.ووَ إِنَّ اللَّهَ- تعالى- لَهادِ الَّذِينَ آمَنُوا به وصدقوا أنبياءه ورسله إِلى صِراطٍ مُسْتَقِيمٍ يوصلهم إلى السعادة في الدنيا والآخرة.هذا، وقد أبطل العلماء- قديما وحديثا- قصة الغرانيق، ومن العلماء القدماء الذين تصدوا لهذا الإبطال الإمام الفخر الرازي، فقد قال ما ملخصه: قصة الغرانيق باطلة عند أهل التحقيق، واستدلوا على بطلانها بالقرآن والسنة والمعقول.أما القرآن فمن وجوه منها قوله- تعالى-: وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ لَأَخَذْنا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنا مِنْهُ الْوَتِينَ » وقوله- سبحانه-: وَما يَنْطِقُ عَنِ الْهَوى. إِنْ هُوَ إِلَّا وَحْيٌ يُوحى  ، وقوله- عز وجل-: قُلْ ما يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقاءِ نَفْسِي، إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ.. .وأما السنة، فقد قال الإمام البيهقي: هذه القصة غير ثابتة من جهة النقل وأيضا فقد روى البخاري في صحيحه أن النبي صلّى الله عليه وسلّم قرأ سورة «والنجم» وسجد فيها المسلمون والمشركون والإنس والجن، وليس فيه حديث الغرانيق. وروى هذا الحديث من طرق كثيرة وليس فيها ألبتة حديث الغرانيق.وأما المعقول فمن وجوه منها: أن من جوز على الرسول صلّى الله عليه وسلّم تعظيم الأوثان فقد كفر، لأن من المعلوم بالضرورة أن أعظم سعيه صلّى الله عليه وسلّم كان نفى الأوثان.ومنها: أننا لو جوزنا ذلك لارتفع الأمان عن شرعه.. فإنه لا فرق في العقل بين النقصان عن الوحى وبين الزيادة فيه.فبهذه الوجوه عرفنا على سبيل الإجمال أن هذه القصة موضوعة. أكثر ما في الباب أن جمعا من المفسرين ذكرها. لكنهم ما بلغوا حد التواتر. وخبر الواحد لا يعارض الدلائل النقلية والعقلية المتواترة .وقال بعض العلماء ما ملخصه: اعلم أن مسألة الغرانيق مع استحالتها شرعا، ودلالة القرآن على بطلانها، لم تثبت من طريق صالح للاحتجاج به، وصرح بعد ثبوتها خلق كثير من علماء الحديث كما هو الصواب.والحاصل: أن القرآن دل على بطلانها، ولم تثبت من جهة النقل، مع استحالة الإلقاء على لسانه صلّى الله عليه وسلّم شرعا ولو على سبيل السهو.والذي يظهر لنا أنه الصواب: هو أن ما يلقيه الشيطان في قراءة النبي: الشكوك والوساوس المانعة من تصديقها وقبولها، كإلقائه عليهم أنها سحر أو شعر أو أساطير الأولين..والدليل على هذا المعنى: أن الله- تعالى- بين أن الحكمة في الإلقاء المذكور امتحان الخلق، لأنه قال: لِيَجْعَلَ ما يُلْقِي الشَّيْطانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقاسِيَةِ قُلُوبُهُمْ ... ثم قال: وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ ... فهذا يدل على أن الشيطان يلقى عليهم، أن الذي يقرؤه النبي ليس بحق، فيصدقه الأشقياء، ويكذبه المؤمنون الذين أوتوا العلم، ويعلمون أنه الحق لا الكذب، كما يزعم لهم الشيطان في إلقائه ... » .ثم بين- سبحانه- أن الكافرين سيستمرون على شكهم في القرآن حتى تأتيهم الساعة، وأنه- تعالى- سيحكم بين الناس يوم القيامة، فيجازى الذين أساءوا بما عملوا. ويجازى الذين أحسنوا بالحسنى. فقال- عز وجل-:"
}