{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/2/248/",
    "ayah_number": 248,
    "text": "يقول نبيهم لهم : إن علامة بركة ملك طالوت عليكم أن يرد الله عليكم التابوت الذي كان أخذ منكم .( فيه سكينة من ربكم ) قيل : معناه فيه وقار ، وجلالة .قال عبد الرزاق عن معمر عن قتادة ( فيه سكينة ) أي : وقار . وقال الربيع : رحمة . وكذا روي عن العوفي عن ابن عباس وقال ابن جريج : سألت عطاء عن قوله : ( فيه سكينة [ من ربكم ] ) قال : ما يعرفون من آيات الله فيسكنون إليه .وقيل : السكينة طست من ذهب كانت تغسل فيه قلوب الأنبياء ، أعطاها الله موسى عليه السلام فوضع فيها الألواح . ورواه السدي عن أبي مالك عن ابن عباس .وقال سفيان الثوري : عن سلمة بن كهيل عن أبي الأحوص عن علي قال : السكينة لها وجه كوجه الإنسان ثم هي روح هفافة .وقال ابن جرير : حدثني [ ابن ] المثنى حدثنا أبو داود حدثنا شعبة وحماد بن سلمة ، وأبو الأحوص كلهم عن سماك عن خالد بن عرعرة عن علي قال : السكينة ريح خجوج ولها رأسان .وقال مجاهد : لها جناحان وذنب . وقال محمد بن إسحاق عن وهب بن منبه : السكينة رأس هرة ميتة إذا صرخت في التابوت بصراخ هر ، أيقنوا بالنصر وجاءهم الفتح .وقال عبد الرزاق : أخبرنا بكار بن عبد الله أنه سمع وهب بن منبه يقول : السكينة روح من الله تتكلم إذا اختلفوا في شيء تكلم فأخبرهم ببيان ما يريدون .وقوله : ( وبقية مما ترك آل موسى وآل هارون ) قال ابن جرير : أخبرنا ابن المثنى حدثنا أبو الوليد حدثنا حماد عن داود بن أبي هند عن عكرمة عن ابن عباس في هذه الآية : ( وبقية مما ترك آل موسى وآل هارون ) قال : عصاه ورضاض الألواح . وكذا قال قتادة والسدي والربيع بن أنس وعكرمة وزاد : والتوراة .وقال أبو صالح ( وبقية ) يعني : عصا موسى وعصا هارون ولوحين من التوراة والمن .وقال عطية بن سعد : عصا موسى وعصا هارون وثياب موسى وثياب هارون ورضاض الألواح .وقال عبد الرزاق : سألت الثوري عن قوله : ( وبقية مما ترك آل موسى وآل هارون ) فقال : منهم من يقول قفيز من من ، ورضاض الألواح . ومنهم من يقول : العصا والنعلان .وقوله : ( تحمله الملائكة ) قال ابن جريج : قال ابن عباس : جاءت الملائكة تحمل التابوت بين السماء والأرض حتى وضعته بين يدي طالوت ، والناس ينظرون .وقال السدي : أصبح التابوت في دار طالوت فآمنوا بنبوة شمعون وأطاعوا طالوت .وقال عبد الرزاق عن الثوري عن بعض أشياخه : جاءت به الملائكة تسوقه على عجلة على بقرة وقيل : على بقرتين .وذكر غيره أن التابوت كان بأريحا وكان المشركون لما أخذوه وضعوه في بيت آلهتهم تحت صنمهم الكبير ، فأصبح التابوت على رأس الصنم فأنزلوه فوضعوه تحته فأصبح كذلك فسمروه تحته فأصبح الصنم مكسور القوائم ملقى بعيدا ، فعلموا أن هذا أمر من الله لا قبل لهم به فأخرجوا التابوت من بلدهم ، فوضعوه في بعض القرى فأصاب أهلها داء في رقابهم فأمرتهم جارية من سبي بني إسرائيل أن يردوه إلى بني إسرائيل حتى يخلصوا من هذا الداء ، فحملوه على بقرتين فسارتا به لا يقربه أحد إلا مات ، حتى اقتربتا من بلد بني إسرائيل فكسرتا النيرين ورجعتا وجاء بنو إسرائيل فأخذوه فقيل : إنه تسلمه داود عليه السلام وأنه لما قام إليهما حجل من فرحه بذلك . وقيل : شابان منهم فالله أعلم . وقيل : كان التابوت بقرية من قرى فلسطين يقال لها : أزدرد .وقوله : ( إن في ذلك لآية لكم ) أي : على صدقي فيما جئتكم به من النبوة ، وفيما أمرتكم به منطاعة طالوت : ( إن كنتم مؤمنين ) أي : بالله واليوم الآخر ."
}