{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/78/",
    "ayah_number": 78,
    "text": "- ثم بين- سبحانه- ما كان من قوم لوط- عليه السلام- عند ما علموا بوجود هؤلاء الضيوف عنده فقال: وَجاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ. وَمِنْ قَبْلُ كانُوا يَعْمَلُونَ السَّيِّئاتِ....- ويهرعون- بضم الياء وفتح الراء على صيغة المبنى للمفعول- أى: يدفع بعضهم بعضا بشدة، كأن سائقا يسوقهم إلى المكان الذي فيه لوط وضيوفه.يقال: هرع الرجل وأهرع- بالبناء للمفعول فيهما- إذا أعجل وأسرع لدافع يدفعه إلى ذلك.قال الآلوسى: والعامة على قراءته مبنيا للمفعول، وقرأ جماعة يهرعون- بفتح الياء مع البناء للفاعل- من هرع- بفتح الهاء والراء- وأصله من الهرع وهو الدم الشديد السيلان، كأن بعضه يدفع بعضا .أى: وبعد أن علم قوم لوط بوجود هؤلاء الضيوف عند نبيهم، جاءوا إليه مسرعين يسوق بعضهم بعضا إلى بيته من شدة الفرح، ومن قبل هذا المجيء، كان هؤلاء القوم الفجرة، يرتكبون السيئات الكثيرة، التي من أقبحها إتيانهم الرجال شهوة من دون النساء.وقد طوى القرآن الكريم ذكر الغرض الذي جاءوا من أجله، وأشار إليه بقوله:وَمِنْ قَبْلُ كانُوا يَعْمَلُونَ السَّيِّئاتِ للإشعار بأن تلك الفاحشة صارت عادة من العادات المتأصلة في نفوسهم الشاذة، فلا يسعون إلا من أجل قضائها.ثم حكى القرآن بعد ذلك ما بادرهم به نبيهم بعد أن رأى هياجهم وتدافعهم نحو داره فقال: قالَ يا قَوْمِ هؤُلاءِ بَناتِي هُنَّ أَطْهَرُ لَكُمْ ...والمراد ببناته هنا: زوجاتهم ونساؤهم اللائي يصلحن للزواج، وأضافهن إلى نفسه لأن كل نبي أب لأمته من حيث الشفقة وحسن التربية والتوجيه.قال ابن كثير: قوله- تعالى- قالَ يا قَوْمِ هؤُلاءِ بَناتِي هُنَّ أَطْهَرُ لَكُمْ ... يرشدهم إلى نسائهم، فإن النبي للأمة بمنزلة الوالد، فأرشدهم إلى ما هو أنفع لهم، كما قال لهم في آية أخرى: أَتَأْتُونَ الذُّكْرانَ مِنَ الْعالَمِينَ. وَتَذَرُونَ ما خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْواجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عادُونَ ...قال مجاهد: لم يكن بناته، ولكن كن من أمته، وكل نبي أبو أمته ...وقال سعيد بن جبير: يعنى نساؤهم، هن بناته وهو أب لهم ... .ومنهم من يرى أن المراد ببناته هنا: بناته من صلبه، وأنه عرض عليهم الزواج بهن ...ويضعف هذا الرأى أن لوطا- عليه السلام- كان له بنتان أو ثلاثة- كما جاء في بعض الروايات- وعدد المتدافعين من قومه إلى بيته كان كثيرا، فكيف تكفيهم بنتان أو ثلاثة للزواج ... ؟ويبدو لنا أن الرأى الأول أقرب إلى الصواب، وقد رجحه الإمام الرازي بأن قال ما ملخصه: «وهذا القول عندي هو المختار، ويدل عليه وجوه. منها: أنه قال هؤُلاءِ بَناتِي هُنَّ أَطْهَرُ لَكُمْ وبناته اللاتي من صلبه لا تكفى للجمع العظيم، أما نساء أمته ففيهن كفاية للكل..ومنها: أنه صحت الرواية أنه كان له بنتان وهما: زنتا وزعورا، وإطلاق لفظ البنات على البنتين لا يجوز، لما ثبت أن أقل الجمع ثلاثة ... »  .والمعنى: أن لوطا- عليه السلام- عند ما رأى تدافعهم نحو بيته لارتكاب الفاحشة التي ما سبقهم بها من أحد من العالمين، قال لهم: برجاء ورفق يا قَوْمِ هؤلاء نساؤكم اللائي بمنزلة بناتي ارجعوا إليهن فاقضوا شهوتكم معهن فهن أطهر لكم نفسيا وحسيا من التلوث برجس اللواط، وأفعل التفضيل هنا وهو أَطْهَرُ ليس على بابه، بل هو للمبالغة في الطهر.قال القرطبي: وليس ألف أطهر للتفضيل، حتى يتوهم أن في نكاح الرجال طهارة، بل هو كقولك الله أكبر- أى كبير- ... ولم يكابر الله- تعالى- أحد حتى يكون الله- تعالى- أكبر منه ... » .ثم أضاف إلى هذا الإرشاد لهم إرشادا آخر فقال: فَاتَّقُوا اللَّهَ وَلا تُخْزُونِ فِي ضَيْفِي....قال الجمل: ولفظ الضيف في الأصل مصدر، ثم أطلق على الطارق ليلا إلى المضيف، ولذا يقع على المفرد والمذكر وضديهما بلفظ واحد، وقد يثنى فيقال: ضيفان، ويجمع فيقال:«أضياف وضيوف ... » .وتخزون: من الخزي وهو الإهانة والمذلة. يقال: خزي الرجل يخزى خزيا ... إذا وقع في بلية فذل بذلك.أى: بعد أن أرشدهم إلى نسائهم، أمرهم بتقوى الله ومراقبته، فقال لهم: فاتقوا الله.ولا تجعلوني مخزيا مفضوحا أمام ضيوفى بسبب اعتدائكم عليهم، فإن الاعتداء على الضيف كأنه اعتداء على المضيف.ويبدو أن لوطا- عليه السلام- قد قال هذه الجملة ليلمس بها نخوتهم إن كان قد بقي فيهم بقية من نخوة، ولكنه لما رأى إصرارهم على فجورهم وبخهم بقوله:أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ يهدى إلى الرشد والفضيلة. وينهى عن الباطل والرذيلة.فيقف إلى جانبي، ويصرفكم عن ضيوفى؟ولكن هذا النصح الحكيم من لوط لهم لم يحرك قلوبهم الميتة الآسنة. ولا فطرتهم الشاذة المنكوسة. بل ردوا عليه بقولهم:قالُوا لَقَدْ عَلِمْتَ ما لَنا فِي بَناتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ ما نُرِيدُ."
}