{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/49/",
    "ayah_number": 49,
    "text": "ثم اختتم الله- تعالى- قصة نوح- عليه السلام- مع قومه في هذه السورة، بقوله:تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ، ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا فَاصْبِرْ إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ.واسم الإشارة تِلْكَ يعود إلى ما قصة الله- تعالى- من قصة نوح مع قومه في هذه السورة.والأنباء: جمع نبأ وهو الخبر الهام. والغيب: مصدر غاب، وهو مالا تدركه الحواس ولا يعلم ببداهة العقل.أى: تلك القصة التي قصصناها عليك يا محمد بهذا الأسلوب الحكيم، من أخبار الغيب الماضية، التي لا يعلم دقائقها وتفاصيلها أحد سوانا.ونحن نُوحِيها إِلَيْكَ ونعرفك بها عن طريق وحينا الصادق الأمين.وهذه القصة وأمثالها ما كُنْتَ تَعْلَمُها أنت يا محمد، وما كان يعلمها قَوْمُكَ أيضا، بهذه الصورة الصادقة الحكيمة، الخالية من الأساطير والأكاذيب.مِنْ قَبْلِ هذا الوقت الذي أوحيناها إليك فيه.وما دام الأمر كذلك فَاصْبِرْ صبرا جميلا على تبليغ رسالتك، وعلى أذى قومك كما صبر أخوك نوح من قبل.وجملة إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ تعليل للأمر بالصبر.والعاقبة: الحالة التي تعقب حالة قبلها، وقد شاعت عند الإطلاق في حالة الخير كما في قوله- تعالى- وَالْعاقِبَةُ لِلتَّقْوى. وأل فيها للجنس، واللام في قوله لِلْمُتَّقِينَ للاختصاص.أى: إن العاقبة الحسنة الطيبة في الدنيا والآخرة، للمتقين الذين صانوا أنفسهم عن كل ما لا يرضى الله- تعالى-، وليست لغيرهم ممن استحبوا العمى على الهدى.والآية الكريمة تعقيب حكيم على قصة نوح- عليه السلام- قصد به الامتنان على النبي صلى الله عليه وسلم والموعظة، والتسلية.فالامتنان نراه في قوله- تعالى- ما كُنْتَ تَعْلَمُها أَنْتَ وَلا قَوْمُكَ مِنْ قَبْلِ هذا.والموعظة نراها في قوله- سبحانه- فَاصْبِرْ.والتسلية نراها في قوله- عز وجل- إِنَّ الْعاقِبَةَ لِلْمُتَّقِينَ.وبعد، فهذه قصة نوح- عليه السلام- كما وردت في هذه السورة الكريمة، ومن العبر والعظات والهدايات والحقائق التي نأخذها منها ما يأتى:1- الدلالة على صدق النبي صلى الله عليه وسلم فيما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله- تعالى-، فقد أخبرنا عن قصة نوح- عليه السلام- مع قومه، وعن غيرها من القصص، التي هي من أنباء الغيب، والتي لا يعلم حقيقتها وتفاصيلها أحد سوى الله- عز وجل-.2- أن نوحا- عليه السلام- قد سلك في دعوته إلى الله- تعالى- أحسن الأساليب وأحكمها، فقد دعا قومه إلى عبادة الله- تعالى- وحده في الليل وفي النهار. وفي السر وفي العلانية، وأقام لهم ألوانا من الأدلة على صدقه، ورغبهم في الإيمان بشتى ألوان الترغيب، وحذرهم من الكفر بشتى أنواع التحذير، وصبر على أذاهم صبرا جميلا، ورد على سفاهاتهم وأقوالهم بمنطق سليم، أبطل به حججهم.. مما جعلهم يكفون عن مناقشته، ويلجئون إلى التحدي والتعنت.وما أحوج الدعاة إلى الله- عز وجل- إلى التماس العبرة والعظة من قصة نوح مع قومه.3- أن النسب مهما شرف وعظم لن ينفع صاحبه عند الله، إلا إذا كان معه الإيمان والعمل الصالح، وأن الإيمان والصلاح ليسا مرتبطين بالوراثة والأنساب لأنه لو كان الأمر كذلك لكانت ذرية نوح ومن معه من المؤمنين الذين نجوا معه في السفينة. كلها من المؤمنين الصالحين، مع أن المشاهد غير ذلك.ورحم الله الإمام القرطبي فقد قال- ما ملخصه- عند تفسيره لقوله- تعالى- قالَ يا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ..: «وفي هذه الآية تسلية للآباء في فساد أبنائهم وإن كان الآباء صالحين» ، فقد روى أن ابنا لمالك بن أنس ارتكب أمرا لا يليق بمسلم، فعلم بذلك مالك فقال: «الأدب أدب الله، لا أدب الآباء والأمهات، والخير خير الله، لا خير الآباء والأمهات..» .4- أن سؤال نوح- عليه السلام- ما سأله لابنه لم يكن- كما قال صاحب المنار معصية لله- تعالى- خالف فيها أمره أو نهيه، وإنما كان خطأ في اجتهاد رأى بنية صالحة.وإنما عدها الله- تعالى- ذنبا له لأنها كانت دون مقام العلم الصحيح اللائق بمنزلته من ربه، هبطت بضعفه البشرى، وما غرس في الفطرة من الرحمة والرأفة بالأولاد إلى اتباع الظن، ومثل هذا الاجتهاد لم يعصم منه الأنبياء، فيقعون فيه أحيانا ليشعروا بحاجتهم إلى تأديب ربهم وتكميله إياهم آنا بعد آن، بما يصعدون به في معارج العرفان» .5- إن القرآن في إيراده للقصص والأخبار، لا يهتم إلا بإبراز النافع المفيد منها، أما ما عدا ذلك مما لا فائدة من ذكره، فيهمل القرآن الحديث عنه.فمثلا في قصة نوح- عليه السلام- هنا، لم يتعرض القرآن لبيان المدة التي قضاها نوح في صنع السفينة. ولا لبيان طول السفينة وعرضها وارتفاعها، ولا لتفاصيل الأنواع التي حملها معه في السفينة، ولا لبيان الفترة التي عاشها نوح ومن معه فيها.ولا لبيان المكان الذي هبط فيه نوح بعد أن استوت السفينة على الجودي.. ولا لبيان الزمان الذي استغرقه الطوفان فوق الأرض.وما ورد في ذلك من أقوال وأخبار، أكثرها من الإسرائيليات التي لا يؤيدها دليل من الشرع أو العقل.ومن المسائل التي تكلم عنها كثير من العلماء، وذهبوا بشأنها مذاهب شتى مسألة الطوفان.وقد أصدر الأستاذ الإمام الشيخ محمد عبده- رحمه الله- فتوى في هذا الشأن، ملخصها كما يقول صاحب المنار: أن ظواهر القرآن والأحاديث أن الطوفان كان عاما شاملا لقوم نوح الذين لم يكن في الأرض غيرهم فيجب اعتقاده، ولكنه لا يقتضى أن يكون عاما للأرض، إذ لا دليل على أنهم كانوا يملؤون الأرض.وهذه المسائل التاريخية ليست من مقاصد القرآن، ولذلك لم يبينها بنص قطعى، فنحن نقول بما تقدم إنه ظاهر النصوص، ولا نتخذه عقيدة دينية قطعية، فإن أثبت العلم خلافه لا يضرنا، لأنه لا ينقض نصا قطعيا عندنا)  .6- أن سنة الله- تعالى- في خلقه لا تتخلف ولا تتبدل وهي أن العاقبة للمتقين، مهما طال الصراع بين الحق والباطل، وبين الأخيار والأشرار.فلقد لبث نوح- عليه السلام- في قومه ألف سنة إلا خمسين عاما يدعوهم إلى عبادة الله وحده، وقد لقى خلال تلك المدة الطويلة ما لقى من الأذى ... ولكن كانت النتيجة في النهاية نجاته ومن معه من المؤمنين، وإغراق أعدائه بالطوفان العظيم.ولقد أفاض صاحب الظلال- رحمه الله- وهو يتحدث عن هذا المعنى فقال ما ملخصه:«ثم نقف الوقفة الأخيرة مع قصة نوح، لنرى قيمة الحفنة المسلمة في ميزان الله- سبحانه-.إن حفنة من المسلمين من أتباع نوح- عليه السلام- تذكر بعض الروايات، أنهم اثنا عشر، هم كانوا حصيلة دعوة نوح في ألف سنة إلا خمسين عاما.إن هذه الحفنة- وهي ثمرة ذلك العمر الطويل والجهد الطويل-، قد استحقت أن يغير الله لها المألوف من ظواهر هذا الكون، وأن يجرى لها ذلك الطوفان الذي يغمر كل شيء ...وأن يجعل هذه الحفنة وحدها هي وارثة الأرض بعد ذلك، وبذرة العمران فيها.وهذه هي عبرة الحادث الكونى العظيم.إنه لا ينبغي لأحد يواجه الجاهلية بالإسلام، أن يظن أن الله تاركه للجاهلية وهو يدعو إلى إفراد الله- سبحانه- بالربوبية. كما أنه لا ينبغي له أن يقيس قوته الذاتية إلى قوى الجاهلية فيظن أن الله تاركه لهذه القوى، وهو عبده الذي يستنصر به حين يغلب فيدعوه:(أنى مغلوب فانتصر) .إن القوى في حقيقتها ليست متكافئة ولا متقاربة.. إن الجاهلية تملك قواها.. ولكن الداعي إلى الله يستند إلى قوة الله. والله يملك أن يسخر له بعض القوى الكونية- حينما يشاء وكيفما يشاء-، وأيسر هذه القوى يدمر قوى الجاهلية من حيث لا تحتسب!!.والذين يسلكون السبيل إلى الله ليس عليهم إلا أن يؤدوا واجبهم كاملا، ثم يتركوا الأمور لله في طمأنينة وثقة. وعند ما يغلبون عليهم أن يلجئوا إلى الناصر المعين، وأن يجأروا إليه وحده كما جأر عبده الصالح نوح: فَدَعا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ.ثم عليهم أن ينتظروا فرج الله القريب، وانتظار الفرج من الله عبادة، فهم على هذا الانتظار مأجورون.. والعاقبة للمتقين» .ثم تابعت السورة الكريمة حديثها عن قصة هود- عليه السلام- مع قومه، بعد حديثها عن قصة نوح- عليه السلام- مع قومه، فقال- تعالى-:"
}