{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/84/",
    "ayah_number": 84,
    "text": "تلك هى قصة شعيب - عليه السلام - كما حكتها هذه السورة الكريمة ، وقد وردت هذه القصة فى سور أخرى منها : سورتى الأعراف والشعراء . .ومدين اسم للقبيلة التي تنتسب إلى مدين بن إبراهيم- عليه السلام-.وكانوا يسكنون في المنطقة التي تسمى (معان) وتقع بين حدود الحجاز والشام.وأهل مدين يسمون أيضا بأصحاب الأيكة.والأيكة: منطقة مليئة بالشجر كانت مجاورة لقرية (معان) ، وكان يسكنها بعض الناس فأرسل الله شعيبا إليهم جميعا.وشعيب هو ابن ميكيل بن يشجر بن مدين بن إبراهيم، فهو أخوهم في النسب.وكان النبي صلى الله عليه وسلم إذا ذكر شعيب قال: (ذلك خطيب الأنبياء) لحسن مراجعته لقومه، وقوة حجته.وكان قومه يعبدون الأصنام. ويطففون في الكيل والميزان ... فدعاهم إلى عبادة الله وحده، ونهاهم عن الخيانة وسوء الأخلاق.ويرى بعض العلماء: أن شعيبا أرسل إلى أمتين: أهل مدين الذين أهلكوا بالصيحة وأصحاب الأيكة الذين أخذهم الله بعذاب يوم الظلة، وأن الله- تعالى- لم يبعث نبيا مرتين سوى شعيب- عليه السلام-.ولكن المحققين من العلماء اختاروا أنهما أمة واحدة، فأهل مدين هم أصحاب الأيكة، أخذتهم الرجفة والصيحة وعذاب يوم الظلة- أى السحابة- وأن كل عذاب كان كالمقدمة للآخر.هذا، وقوله- سبحانه- وَإِلى مَدْيَنَ أَخاهُمْ شُعَيْباً ... معطوف على ما سبقه من قصة صالح- عليه السلام- عطف القصة على القصة.أى: وكما أرسلنا صالحا- عليه السلام- إلى ثمود، فقد أرسلنا إلى أهل مدين أخاهم شعيبا- عليه السلام- فقال لهم مقالة كل نبي لقومه: يا قوم اعبدوا الله وحده، فإنكم لا إله لكم على الحقيقة سواه، فهو الذي خلقكم، وهو الذي رزقكم، وهو الذي إليه مرجعكم ...ثم بعد أن أمرهم بإخلاص العبادة لله، نهاهم عن التطفيف في الكيل والميزان فقال:وَلا تَنْقُصُوا الْمِكْيالَ وَالْمِيزانَ.والمكيال والميزان: اسمان للآلة التي يكال بها ويوزن.ونقص الكيل والميزان يكون من وجهين: أحدهما أن يكون الاستنقاص من جهتهم إذا باعوا لغيرهم.وثانيهما: أن يكون الاستنقاص من جهة غيرهم إذا اشتروا منه، بأن يأخذوا منه أكثر من حقهم.فكأنه- عليه السلام- يقول لهم: لا تنقصوا المكيال والميزان لا عند الأخذ ولا عند الإعطاء، فلا تعطوا غيركم أقل من حقه إذا بعتم، ولا تأخذوا منه أكثر من حقكم إذا اشتريتم.وإلى هذين الأمرين أشار قوله- تعالى- وَيْلٌ لِلْمُطَفِّفِينَ، الَّذِينَ إِذَا اكْتالُوا عَلَى النَّاسِ يَسْتَوْفُونَ، وَإِذا كالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ....ثم بين لهم الأسباب التي دعته إلى أمرهم ونهيهم فقال: إِنِّي أَراكُمْ بِخَيْرٍ وَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ مُحِيطٍ.والخير: كلمة جامعة لكل ما يرضى الإنسان ويغنيه ويسره.ومحيط: أى شامل بحيث لا يستطيع أحد الإفلات منه. كما يحيط الظرف بالمظروف ...أى: أخلصوا لله عبادتكم، والتزموا العدل في معاملاتكم، فإنى أراكم تملكون الوفير من المال، وتعيشون في رغد من العيش، وفي بسطة من الرزق، ومن كان كذلك فمن الواجب عليه أن يقابل هذه النعم بالشكر لواهبها وهو الله- تعالى- وأن يستعملها استعمالا يرضيه، وأن يعطى كل ذي حق حقه.وإنى- أيضا- أخاف عليكم إذا ما تماديتم في مخالفة ما آمركم به وما أنهاكم عنه، عذاب يوم أهواله وآلامه شاملة لكل ظالم، بحيث لا يستطيع أن يهرب منها ...قال الشوكانى: وصف- سبحانه- اليوم بالإحاطة، والمراد العذاب لأن العذاب واقع في اليوم، ومعنى إحاطة عذاب اليوم بهم، أنهم لا يشذ منهم أحد عنه، ولا يجدون منه ملجأ ولا مهربا» .فأنت ترى أن شعيبا- عليه السلام- بعد أن أمرهم بما يصلح عقيدتهم ونهاهم عما يفسد معاملاتهم وأخلاقهم ... ذكرهم بما هم فيه من نعمة وغنى قطعا لعذرهم حتى لا يقولوا له نحن في حاجة إلى تطفيف المكيال والميزان لفقرنا، ثم أخبرهم بأنه ما حمله على هذا النصح لهم إلا خوفه عليهم."
}