{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/53/",
    "ayah_number": 53,
    "text": "ولكن قوم هود- عليه السلام- قابلوا كل ذلك بالتطاول عليه، والسخرية منه فقالوا:قالُوا يا هُودُ ما جِئْتَنا بِبَيِّنَةٍ ...والبينة: ما يتبين به الحق من الباطل. أى: قالوا له يا هود إنك لم تجئنا بحجة تقنعنا بأنك على الحق فيما تدعو إليه، وترضى نفوسنا وطباعنا وعاداتنا.ثم أضافوا إلى ذلك قولهم: وَما نَحْنُ بِتارِكِي آلِهَتِنا عَنْ قَوْلِكَ.أى: وما نحن بتاركي آلهتنا بسبب قولك لنا الخالي عن الدليل: اتركوا عبادتها واجعلوا عبادتكم لله وحده.ثم أكدوا إصرارهم على كفرهم بقولهم وَما نَحْنُ لَكَ بِمُؤْمِنِينَ أى: بمستجيبين لك ومصدقين.ثم أضافوا إلى إصرارهم هذا استخفافا به وبما يدعو إليه فقالوا: «إن نقول إلا اعتراك بعض آلهتنا بسوء ... » .ومعنى اعتراك: أصابك ومسك. يقال عراه الأمر واعتراه أى أصابه، وأصله من قولهم:عراه يعروه، أى: غشيه وأصابه. ومنه قول الشاعر:وإنى لتعرونى لذكراك هزة ... أى: تصيبني.أى: ما نحن بتاركي آلهتنا عن قولك، وما نحن لك بمتبعين، بل عليك أن تيأس يأسا تاما من استجابتنا لك، وحالتك التي نراها بأعيننا تجعلنا نقول لك: إن سبك لآلهتنا جعل بعضها- لا كلها- يتسلط عليك، ويوجه قدرته نحوك، فيصيبك بالجنون والهذيان والأمراض.ولم يقولوا: «اعتراك آلهتنا بسوء» بل قالوا: بَعْضُ آلِهَتِنا تهديدا له وإشارة إلى أنه لو تصدت له جميع الآلهة لأهلكته إهلاكا.وهكذا نراهم قد ردوا على نبيهم ومرشدهم بأربعة ردود، تدرجوا فيها من السيئ إلى الأسوأ، ومن القبيح إلى الأقبح.. مما يدل على توغلهم في الطغيان، وبلوغهم النهاية في العناد والكفر والجحود.قال صاحب الكشاف ما ملخصه: «إن نقول إلا اعتراك بعض آلهتنا بسوء..» .أى: مسك بجنون لسبك إياها، وصدك عنها، وعداوتك لها، مكافأة لك منها على سوء فعلك بسوء الجزاء، فمن ثم صرت تتكلم بكلام المجانين وتهذى بهذيان المبرسمين.ثم قال. وقد دلت ردودهم المتقدمة على أن القوم كانوا جفاة غلاظ الأكباد، لا يبالون بالبهت، ولا يلتفتون إلى النصح، ولا تلين شكيمتهم للرشد.وهذا الأخير دال على جهل مفرط، وبله متناه، حيث اعتقدوا في حجارة أنها تنتصر وتنتقم ... » .والآن وبعد أن استمع هود- عليه السلام- إلى ردودهم القبيحة ماذا كان موقفه منهم؟لقد كان موقفه منهم: موقف المتبرئ من شركهم، والمتحدى لطغيانهم والمعتمد على الله- تعالى- وحده في الانتصار عليهم، ولقد حكى القرآن رده عليهم فقال:"
}