{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/49/11/",
    "ayah_number": 11,
    "text": "وقد ذكروا في سبب نزول هذه الآية روايات منها: أنها نزلت في قوم من بنى تميم، سخروا من بلال، وسلمان، وعمار، وخباب.. لما رأوا من رثاثة حالهم، وقلة ذات يدهم.ومن المعروف بين العلماء، أن العبرة بعموم اللفظ، لا بخصوص السبب.وقوله: يَسْخَرْ من السخرية، وهي احتقار الشخص لغيره بالقول أو بالفعل، يقال: سخر فلان من فلان، إذا استهزأ به، وجعله مثار الضحك، ومنه قوله- تعالى- حكاية عن نوح مع قومه:.. قالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَما تَسْخَرُونَ .قال صاحب الكشاف: والقوم: الرجال خاصة، لأنهم القوام بأمور النساء.. واختصاص القوم بالرجال صريح في الآية، وفي قول الشاعر: أقوم آل حصن أم نساء.وأما قولهم في قوم فرعون وقوم عاد: هم الذكور والإناث، فليس لفظ القوم بمتعاطف للفريقين، ولكن قصد ذكر الذكور، وترك ذكر الإناث لأنهن توابع لرجالهن .أى: يا من آمنتم بالله حق الإيمان، لا يحتقر بعضكم بعضا ولا يستهزئ بعضكم من بعض.وقوله: عَسى أَنْ يَكُونُوا خَيْراً مِنْهُمْ تعليل للنهى عن السخرية. أى: عسى أن يكون المسخور منه خيرا عند الله- تعالى- من الساخر، إذ أقدار الناس عنده- تعالى- ليست على حسب المظاهر والأحساب.. وإنما هي على حسب قوة الإيمان، وحسن العمل.وقوله: وَلا نِساءٌ مِنْ نِساءٍ عَسى أَنْ يَكُنَّ خَيْراً مِنْهُنَّ. معطوف على النهى السابق، وفي ذكر النساء بعد القوم قرينة على أن المراد بالقوم الرجال خاصة.أى: عليكم يا معشر الرجال أن تبتعدوا عن احتقار غيركم من الرجال، وعليكن يا جماعة النساء أن تقلعن إقلاعا تاما عن السخرية من غيركن.ونكر- سبحانه- لفظ قَوْمٌ ونِساءٌ، للإشعار بأن هذا النهى موجه إلى جميع الرجال والنساء، لأن هذه السخرية منهى عنها بالنسبة للجميع.وقد جاء النهى عن السخرية موجها إلى جماعة الرجال والنساء، جريا على ما كان جاريا في الغالب، من أن السخرية كانت تقع في المجامع والمحافل، وكان الكثيرون يشتركون فيها على سبيل التلهي والتلذذ.ثم قال- تعالى- وَلا تَلْمِزُوا أَنْفُسَكُمْ أى: ولا يعب بعضكم بعضا بقول أو إشارة سواء أكان على وجه يضحك أم لا، وسواء كان بحضرة الملموز أم لا، فهو أعم من السخرية التي هي احتقار الغير بحضرته، فالجملة الكريمة من باب عطف العام على الخاص.يقال: لمز فلان فلانا، إذا عابه وانتقصه، وفعله من باب ضرب ونصر.ومنهم من يرى أن اللمز ما كان سخرية ولكن على وجه الخفية، وعليه يكون العطف من باب عطف الخاص على العام، مبالغة في النهى عنه حتى لكأنه جنس آخر.أى: ولا يعب بعضكم بعضا بأى وجه من وجوه العيب. سواء أكان ذلك في حضور الشخص أم في غير حضوره.وقال- سبحانه- وَلا تَلْمِزُوا أَنْفُسَكُمْ مع أن اللامز يلمز غيره، للإشارة إلى أن من عاب أخاه المسلم، فكأنما عاب نفسه، كما قال- تعالى: ... فَإِذا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلى أَنْفُسِكُمْ، تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبارَكَةً طَيِّبَةً .وقوله: وَلا تَنابَزُوا بِالْأَلْقابِ أى: ولا يخاطب أحدكم غيره بالألفاظ التي يكرهها، بأن يقول له يا أحمق، أو يا أعرج، أو يا منافق.. أو ما يشبه ذلك من الألقاب السيئة التي يكرهها الشخص.فالتنابز: التعاير والتداعي بالألقاب المكروهة، يقال: نبزه ينبزه- كضربه يضربه- إذا ناداه بلقب يكرهه، سواء أكان هذا اللقب للشخص أم لأبيه أم لأمه أم لغيرهما.وقوله- تعالى-: بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ تعليل للنهى عن هذه الرذائل والمراد بالاسم: ما سبق ذكره من السخرية واللمز والتنابز بالألقاب، والمخصوص بالذم محذوف. أى: بئس الفعل فعلكم أن تذكروا إخوانكم في العقيدة بما يكرهونه وبما يخرجهم عن صفات المؤمنين الصادقين، بعد أن هداهم الله- تعالى- وهداكم إلى الإيمان.وعلى هذا فالمراد من الآية نهى المؤمنين أن ينسبوا إخوانهم في الدين إلى الفسوق بعد اتصافهم بالإيمان.قال صاحب الكشاف: الاسم هاهنا بمعنى الذّكر، من قولهم: فلان طار اسمه في الناس بالكرم أو باللؤم، كما يقال: طار ثناؤه وصيته.. كأنه قيل: بئس الذكر المرتفع للمؤمنين.. أن يذكروا بالفسق .ويصح أن يكون المراد من الآية الكريمة نهى المؤمنين عن ارتكابهم لهذه الرذائل، لأن ارتكابهم لهذه الرذائل، يؤدى بهم إلى الفسوق والخروج عن طاعة الله- تعالى- بعد أن اتصفوا بصفة الإيمان.وقد أشار إلى هذا المعنى الإمام ابن جرير فقال ما ملخصه: وقوله بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ. يقول- تعالى-: ومن فعل ما نهينا عنه، وتقدم على معصيتنا بعد إيمانه، فسخر من المؤمنين، ولمز أخاه المؤمن ونبزه بالألقاب، فهو فاسق، بئس الاسم الفسوق بعد الإيمان، يقول: فلا تفعلوا فتستحقوا إن فعلتموه. أن تسموا فساقا- بعد أن وصفتهم بصفة الإيمان .وقال الإمام الفخر الرازي ما ملخصه: هذا أى قوله- تعالى- بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ من تمام الزجر كأنه- تعالى- يقول: يا أيها الذين آمنوا لا يسخر قوم من قوم، ولا تلمزوا أنفسكم، ولا تنابزوا فإن من يفعل ذلك يفسق بعد إيمانه، والمؤمن يقبح منه أن يأتى بعد إيمانه بفسوق.. ويصير التقدير: بئس الفسوق بعد الإيمان  .ويبدو لنا أن هذا الرأى أنسب للسياق، إذ المقصود من الآية الكريمة نهى المؤمنين عن السخرية أو اللمز أو التنابز بالألقاب، لأن تعودهم على ذلك يؤدى بهم إلى الفسوق عن طاعة الله- تعالى- والخروج عن آدابه، وبئس الوصف وصفهم بذلك أى: بالفسق بعد الإيمان.ثم ختم- سبحانه- الآية بقوله: وَمَنْ لَمْ يَتُبْ فَأُولئِكَ هُمُ الظَّالِمُونَ أى: ومن لم يتب عن ارتكاب هذه الرذائل، فأولئك هم الظالمون لأنفسهم، حيث وضعوا العصيان موضع الطاعة، والفسوق في موضع الإيمان.هذا، ومن الإحكام والآداب التي أخذها العلماء من هذه الآية: وجوب الابتعاد عن أن يعيب المسلم أخاه المسلم، أو يحتقره، أو يناديه بلقب سيئ.قال الآلوسى: اتفق العلماء على تحريم تلقيب الإنسان بما يكره، سواء كان صفة له أم لأبيه أم لأمه أم لغيرهما.ويستثنى من ذلك نداء الرجل بلقب قبيح في نفسه، لا على قصد الاستخفاف به، كما إذا دعت له الضرورة لتوقف معرفته، كقول المحدثين: سليمان الأعمش، وواصل الأحدب ثم وجه- سبحانه- إلى عباده المؤمنين نداء خامسا، نهاهم فيه عن أن يظن بعضهم ببعض ظنا سيئا بدون مبرر، كما نهاهم عن التجسس وعن الغيبة، حتى تبقى للمسلم حرمته وكرامته.. فقال- تعالى-."
}