{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/30/5/",
    "ayah_number": 5,
    "text": "وقوله : ( لله الأمر من قبل ومن بعد ) أي : من قبل ذلك ومن بعده ، فبني على الضم لما قطع المضاف ، وهو قوله : ( قبل ) عن الإضافة ، ونويت .( ويومئذ يفرح المؤمنون بنصر الله ) أي : للروم أصحاب قيصر ملك الشام ، على فارس أصحاب كسرى ، وهم المجوس . وقد كانت نصرة الروم على فارس يوم وقعة بدر في قول طائفة كبيرة من العلماء ، كابن عباس ، والثوري ، والسدي ، وغيرهم . وقد ورد في الحديث الذي رواه الترمذي وابن جرير وابن أبي حاتم والبزار ، من حديث الأعمش ، عن عطية عن أبي سعيد قال : لما كان يوم بدر ، ظهرت الروم على فارس ، فأعجب ذلك المؤمنين وفرحوا به ، وأنزل الله : ( ويومئذ يفرح المؤمنون بنصر الله ينصر من يشاء وهو العزيز الرحيم ) .وقال آخرون : بل كان نصرة الروم على فارس عام الحديبية; قاله عكرمة ، والزهري ، وقتادة ، وغيرهم . ووجه بعضهم هذا القول بأن قيصر كان قد نذر لئن أظفره الله بكسرى ليمشين من حمص إلى إيليا - وهو بيت المقدس - شكرا لله عز وجل ، ففعل ، فلما بلغ بيت المقدس لم يخرج منه حتى وافاه كتاب رسول الله صلى الله عليه وسلم ، الذي بعثه مع دحية بن خليفة ، فأعطاه دحية لعظيم بصرى ، فدفعه عظيم بصرى إلى قيصر . فلما وصل إليه سأل من بالشام من عرب الحجاز ، فأحضر له أبو سفيان صخر بن حرب الأموي في جماعة من كفار قريش كانوا في غزة ، فجيء بهم إليه ، فجلسوا بين يديه ، فقال : أيكم أقرب نسبا بهذا الرجل الذي يزعم أنه نبي ؟ فقال أبو سفيان : أنا . فقال لأصحابه - وأجلسهم خلفه - : إني سائل هذا عن هذا الرجل ، فإن كذب فكذبوه . فقال أبو سفيان : فوالله لولا أن يأثروا علي الكذب لكذبت . فسأله هرقل عن نسبه وصفته ، فكان فيما سأله أن قال : فهل يغدر ؟ قال : قلت : لا ونحن منه في مدة لا ندري ما هو صانع فيها - يعني بذلك الهدنة التي كانت قد وقعت بين رسول الله صلى الله عليه وسلم وكفار قريش يوم الحديبية على وضع الحرب بينهم عشر سنين ، فاستدلوا بهذا على أن نصر الروم على فارس كان عام الحديبية; لأن قيصر إنما وفى بنذره بعد الحديبية ، والله أعلم .ولأصحاب القول الأول أن يجيبوا عن هذا بأن بلاده كانت قد خربت وتشعثت ، فما تمكن من وفاء نذره حتى أصلح ما ينبغي إصلاحه وتفقد بلاده ، ثم بعد أربع سنين من نصرته وفى بنذره ، والله أعلم .والأمر في هذا سهل قريب ، إلا أنه لما انتصرت فارس على الروم ساء ذلك المؤمنين ، فلما انتصرت الروم على فارس فرح المؤمنون بذلك; لأن الروم أهل كتاب في الجملة ، فهم أقرب إلى المؤمنين من المجوس ، كما قال [ الله ] تعالى : ( لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنا فاكتبنا مع الشاهدين ) [ المائدة : 82 ، 83 ] ، وقال تعالى هاهنا : ( ويومئذ يفرح المؤمنون بنصر الله ينصر من يشاء وهو العزيز الرحيم ) .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا صفوان ، حدثنا الوليد ، حدثني أسيد الكلابي ، قال : سمعت العلاء بن الزبير الكلابي يحدث عن أبيه ، قال : رأيت غلبة فارس الروم ، ثم رأيت غلبة الروم فارس ، ثم رأيت غلبة المسلمين فارس والروم ، كل ذلك في خمس عشرة سنة .وقوله : ( وهو العزيز ) أي :  في انتصاره وانتقامه من أعدائه ، ( الرحيم ) بعباده المؤمنين ."
}