{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/67/15/",
    "ayah_number": 15,
    "text": "ثم ذكر- سبحانه- جانبا من مظاهر فضله على عباده فقال: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا، فَامْشُوا فِي مَناكِبِها، وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ.والذلول: السهلة المذللة المسخرة لما يراد منها من مشى عليها، أو غرس فيها، أو بناء فوقها.. من الذّل وهو سهولة الانقياد للغير، ومنه قوله- تعالى-: قالَ إِنَّهُ يَقُولُ إِنَّها بَقَرَةٌ لا ذَلُولٌ.. أى: غير مذللة ولا مدربة على حرث الأرض..والأمر في قوله فَامْشُوا فِي مَناكِبِها للإباحة، والمناكب جمع منكب وهو ملتقى الكتف مع العضد والمراد به هنا: جوانبها أو طرقها وفجاجها أو أطرافها..وهو مثل لفرط التذليل، وشدة التسخير..أى: هو- سبحانه- الذي جعل لكم- بفضله ورحمته- الأرض المتسعة الأرجاء.مذللة مسخرة لكم، لتتمكنوا من الانتفاع بها عن طريق المشي عليها، أو البناء فوقها. أو غرس النبات فيها..ومادام الأمر كذلك فامشوا في جوانبها وأطرافها وفجاجها.. ملتمسين رزق ربكم فيها، وداوموا على ذلك، ففي الحديث الشريف: «التمسوا الرزق في خبايا الأرض» .والمراد بقوله: وَكُلُوا مِنْ رِزْقِهِ الانتفاع بما فيها من وجوه النعم، وعبر عنه بالأكل لأنه أهم وجوه الانتفاع.فالآية الكريمة دعوة حارة للمسلمين لكي ينتفعوا بما في الأرض من كنوز، حتى يستغنوا عن غيرهم في مطعمهم ومشربهم وملبسهم وسائر أمور معاشهم.. فإنه بقدر تقصيرهم في استخراج كنوزها، تكون حاجتهم لغيرهم.قال بعض العلماء: قال الإمام النووي في مقدمة المجموع: إن على الأمة الإسلامية أن تعمل على استثمار وإنتاج كل حاجاتها حتى الإبرة، لتستغنى عن غيرها، وإلا احتاجت إلى الغير بقدر ما قصرت في الإنتاج..وقد أعطى الله- تعالى- العالم الإسلامى الأولوية في هذا كله. فعليهم أن يحتلوا مكانهم، ويحافظوا على مكانتهم، ويشيدوا كيانهم بالدين والدنيا معا.. .وقد أفاض بعض العلماء في بيان معنى قوله- تعالى-: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا ... فقال ما ملخصه: والناس لطول إلفهم لحياتهم على هذه الأرض وسهولة استقرارهم عليها.. ينسون نعمة الله في تذليلها لهم وتسخيرها. والقرآن يذكرهم هذه النعمة الهائلة، ويبصرهم بها، في هذا التعبير الذي يدرك منه كل أحد، وكل جيل، ما ينكشف له من علم هذه الأرض الذلول..والله- تعالى- جعل الأرض ذلولا للبشر من حيث جاذبيتها.. ومن حيث سطحها..ومن حيث تكوينها، ومن حيث إحاطة الهواء بها.. ومن حيث حجمها.. .وقوله: وَإِلَيْهِ النُّشُورُ معطوف على ما قبله، لبيان أن مصيرهم إليه- تعالى- بعد قضائهم في الأرض المذللة لهم، مدة حياتهم..أى: وإليه وحده مرجعكم، وبعثكم من قبوركم، بعد أن قضيتم على هذه الأرض، الأجل الذي قدره- سبحانه- لكم."
}