{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/67/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة «الملك» من السور المكية الخالصة، ومن السور ذات الأسماء المتعددة، قال الآلوسى: وتسمى «تبارك» و «المانعة» و «المنجية» و «المجادلة» .فقد أخرج الطبراني عن ابن مسعود قال: كنا نسميها على عهد رسول الله صلى الله عليه وسلم «المانعة» .وأخرج الترمذي وغيره عن ابن عباس قال: ضرب بعض أصحاب النبي صلى الله عليه وسلم خباءه على قبر، وهو لا يحسب أنه قبر، فإذا قبر إنسان يقرأ سورة الملك حتى ختمها. فأتى النبي صلى الله عليه وسلم فأخبره فقال صلى الله عليه وسلم: هي المانعة، هي المنجية، تنجيه من عذاب القبر.وفي رواية عن ابن عباس أنه قال لرجل: ألا أتحفك بحديث تفرح به؟ قال: بلى. قال:اقرأ سورة «تبارك الذي بيده الملك» وعلمها أهلك، وجميع ولدك ... فإنها المنجية والمجادلة يوم القيامة عند ربها لقارئها..وقد جاء في فضلها أخبار كثيرة، منها- سوى ما تقدم- ما أخرجه أبو داود والترمذي والنسائي، عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: إن سورة من كتاب الله، ما هي إلا ثلاثون آية، شفعت لرجل حتى غفر له، تَبارَكَ الَّذِي بِيَدِهِ الْمُلْكُ ... .وكان نزولها بعد سورة «المؤمنون» وقبل سورة «الحاقة» .. وعدد آياتها إحدى وثلاثون آية في المصحف المكي.. وثلاثون آية في غيره.2- والسورة الكريمة زاخرة بالحديث عن أدلة وحدانية الله- تعالى- وقدرته وعن مظاهر فضله ورحمته بعباده، وعن بديع خلقه في هذا الكون، وعن أحوال الكافرين، وأحوال المؤمنين يوم القيامة، وعن وجوب التأمل والتدبر في ملكوت السموات والأرض.. وعن الحجج الباهرة التي لقنها- سبحانه- لنبيه صلى الله عليه وسلم لكي يقذف بها في وجوه المبطلين، والتي تبدأ في بضع آيات بقوله- تعالى- قُلْ.ومن ذلك قوله- سبحانه-: قُلْ هُوَ الرَّحْمنُ آمَنَّا بِهِ، وَعَلَيْهِ تَوَكَّلْنا، فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلالٍ مُبِينٍ. قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ ماؤُكُمْ غَوْراً فَمَنْ يَأْتِيكُمْ بِماءٍ مَعِينٍ.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..لفظ ( تَبَارَكَ ) فعل ماض لا ينصرف . وهو مأخوذ من البركة ، بمعنى الكثرة من كل خير . وأصلها النماء والزيادة أى : كثر خيره وإحسانه ، وتزايدت بركاته .أو مأخوذ من البركة بمعنى الثبوت . يقال : برك البعير ، إذا أناخ فى موضعه فلزمه وثبت فيه . وكل شئ ثبت ودام فقد برك . أى : ثبت ودام خيره على خلقه .والملك - بضم الميم وسكون اللام - : السلطان والقدرة ونفاذ الأمر .أى : جل شأن الله - تعالى - وكثر خيره وإحسانه ، وثبت فضله على جميع خلقه ، فهو - سبحانه - الذى بيده وقدرته التمكن والتصرف فى كل شئ على حسب ما يريد ويرضى ، وهو - عز وجل - الذى لا يعجزه أمر فى الأرض أو فى السماء .واختار - سبحانه - الفعل \" تبارك \" للدلالة على المبالغة فى وفرة العظمة والعطاء ، فإن هذه الصيغة ترد للكناية عن قوة الفعل وشدته . . كما فى قولهم : تواصل الخير ، إذا تتابع بكثرة مع دوامه . .والتعريف فى لفظ \" الملك \" للجنس . وتقديم المسند وهو \" بيده \" على المسند إليه ، لإِفادة الاختصاص . أى : بيده وحده لا بيد أحد سواه جميع أنواع السلطان والقدرة ، والأمر والنهى . .قال الإِمام الرازى : وهذه الكلمة تستعمل لتأكيد كونه - تعالى - ملكا ومالكا ، تقول بيد فلان الأمر والنهى ، والحل والعقد . وذكر اليد إنما هو تصوير للإحاطة ولتمام قدرته ، لأنها محلها مع التنزه عن الجارحة . .وجملة ( وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ ) معطوفة على قوله ( بِيَدِهِ الملك ) الذى هو صلة الموصول ، وذلك لإِفادة التعميم بعد التخصيص ، لأن الجملة الأولى وهى ( الذي بِيَدِهِ الملك ) أفادت عموم تصرفه فى سائر الموجودات ، وهذه أفادت عموم تصرفه - سبحانه - فى سائر الموجودات والمعدومات ، إذ بيده - سبحانه - إعدام الموجود ، وإيجاد المعدوم ."
}