{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/67/22/",
    "ayah_number": 22,
    "text": "ثم ضرب- سبحانه- مثلا لأهل الإيمان وأهل الكفر، وأهل الحق وأهل الباطل، فقال - سبحانه-: أَفَمَنْ يَمْشِي مُكِبًّا عَلى وَجْهِهِ أَهْدى، أَمَّنْ يَمْشِي سَوِيًّا عَلى صِراطٍ مُسْتَقِيمٍ.والمكب: هو الإنسان الساقط على وجهه، يقال: كبّ فلان فلانا وأكبه، إذا صرعه وقلبه بأن جعل وجهه على الأرض.. فهو اسم فاعل من أكب.وقوله: أَهْدى مشتق من الهدى، وهو معرفة طريق الحق والسير فيها، والمفاضلة هنا ليست مقصودة، لأن الذي يمشى مكبا على وجهه، لا شيء عنده من الهداية أو الرشد إطلاقا حتى يفاضل مع غيره، وفيه لون من التهكم بهذا المكب على وجهه.و «السوى» هو الإنسان الشديد الاستواء والاستقامة، فهو فعيل بمعنى فاعل.ومنه قوله- تعالى- حكاية عما قاله إبراهيم- عليه السلام- لأبيه: يا أَبَتِ إِنِّي قَدْ جاءَنِي مِنَ الْعِلْمِ ما لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِراطاً سَوِيًّا أى: مستويا.قال الإمام ابن كثير عند تفسيره لهذه الآية: أَفَمَنْ يَمْشِي مُكِبًّا عَلى وَجْهِهِ أَهْدى ... :هذا مثل ضربه الله للمؤمن والكافر، فالكافر مثله فيما هو فيه، كمثل من يمشى مكبا على وجهه، أى: يمشى منحنيا لا مستويا على وجهه، أى: لا يدرى أين يسلك، ولا كيف يذهب، بل هو تائه حائر ضال، أهذا أهدى أَمَّنْ يَمْشِي سَوِيًّا أى: منتصب القامة عَلى صِراطٍ مُسْتَقِيمٍ أى على طريق واضح بين، وهو في نفسه مستقيم وطريقه مستقيمة.هذا مثلهم في الدنيا، وكذلك يكونون في الآخرة، فالمؤمن يحشر يمشى سويا على صراط مستقيم.. وأما الكافر فإنه يحشر يمشى على وجهه إلى النار..وروى الإمام أحمد عن أنس قال: قيل يا رسول الله، كيف يحشر الناس على وجوههم؟فقال: «أليس الذي أمشاهم على أرجلهم قادرا على أن يمشيهم على وجوههم»   ؟.وقال الجمل: هذا مثل للمؤمن والكافر، حيث شبه- سبحانه- المؤمن في تمسكه بالدين الحق، ومشيه على منهاجه، بمن يمشى في الطريق المعتدل، الذي ليس فيه ما يتعثر به..وشبه الكافر في ركوبه ومشيه على الدين الباطل، بمن يمشى في الطريق الذي فيه حفر وارتفاع وانخفاض، فيتعثر ويسقط على وجهه، وكلما تخلص من عثرة وقع في أخرى.فالمذكور في الآية هو المشبه به، والمشبه محذوف، لدلالة السياق عليه..  .وبذلك نرى هذه الآيات الكريمة قد لفتت أنظار الناس إلى التفكر والاعتبار، ووبخت المشركين على جهالاتهم وطغيانهم، وساقت مثالا واضحا للمؤمن والكافر، ليهلك من هلك عن بينة ويحيى من حي عن بينة.ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم في بعض آيات أن يذكر الكافرين بنعم الله- تعالى- عليهم، وأن يرد على شبهاتهم وأكاذيبهم بما يدحضها، وأن يكل أمره وأمرهم إليه وحده- تعالى- فقال:"
}