{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/19/1/",
    "ayah_number": 1,
    "text": "تعريف بسورة مريم1- سورة مريم من السور المكية.قال القرطبي: وهي مكية بالإجماع. وهي تسعون وثماني آيات  .وقال ابن كثير: وقد روى محمد بن إسحاق في السيرة، من حديث أم سلمة، وأحمد بن حنبل عن ابن مسعود في قصة الهجرة إلى أرض الحبشة من مكة، أن جعفر بن أبى طالب- رضى الله عنه- قرأ صدر هذه السورة على النجاشيّ  .وكان نزولها بعد سورة فاطر  .2- ويبدو أن تسميتها بهذا الاسم كان بتوقيف من النبي صلّى الله عليه وسلّم، فقد أخرج الطبراني والديلمي، من طريق أبى بكر بن عبد الله بن أبى مريم الغساني عن أبيه عن جده، قال:أتيت النبي صلّى الله عليه وسلّم فقلت: ولدت لي الليلة جارية. فقال: والليلة أنزلت على سورة مريم.وجاء فيما روى عن ابن عباس، تسميتها بسورة كهيعص  .وقد تكرر اسم مريم في القرآن ثلاثين مرة، ولم تذكر امرأة سواها باسمها الصريح.3- والذي يقرأ هذه السورة الكريمة بتدبر وتأمل، يراها زاخرة بالحديث عن عدد من الأنبياء- عليهم الصلاة والسلام-.فقد افتتحت بالحديث عن تلك الدعوات التي تضرع بها زكريا إلى ربه، لكي يهب له وليا، يرثه ويرث من آل يعقوب.وقد استجاب الله- تعالى- دعاء زكريا، فوهبه يحيى كما قال- تعالى-: يا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا.ثم تحدثت السورة بعد ذلك عن قصة مريم، بصورة فيها شيء من التفصيل، فذكرت اعتزالها لقومها ومجيء جبريل إليها وما دار بينه وبينها من محاورات، ومولدها لعيسى وإتيانهابه قومها، وما دار بينها وبينهم في شأنه. ثم ختمت هذه القصة بالقول الحق في شأن عيسى، قال- تعالى-: ذلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ. ما كانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحانَهُ، إِذا قَضى أَمْراً فَإِنَّما يَقُولُ لَهُ كُنْ فَيَكُونُ، وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هذا صِراطٌ مُسْتَقِيمٌ.5- ثم تحدثت السورة بعد ذلك عن طرف من قصة إبراهيم وموسى وإسماعيل وإدريس، وختمت حديثها عن الرسل الكرام بقوله- تعالى-: أُولئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ، وَمِمَّنْ حَمَلْنا مَعَ نُوحٍ. وَمِنْ ذُرِّيَّةِ إِبْراهِيمَ وَإِسْرائِيلَ. وَمِمَّنْ هَدَيْنا وَاجْتَبَيْنا، إِذا تُتْلى عَلَيْهِمْ آياتُ الرَّحْمنِ خَرُّوا سُجَّداً وَبُكِيًّا.6- ثم حكت السورة الكريمة أنماطا من الشبهات التي تفوه بها الضالون، ومن هذه الشبهات ما يتعلق بالبعث والنشور، ومنها ما يتعلق بموقفهم من القرآن الكريم ومنها ما يتعلق بزعمهم أن لله ولدا ... وقد ردت على كل شبهة من هذه الشبهات بما يبطلها، ويخرس ألسنة قائليها.ومن ذلك قوله- تعالى-: وَيَقُولُ الْإِنْسانُ أَإِذا ما مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا أَوَلا يَذْكُرُ الْإِنْسانُ أَنَّا خَلَقْناهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئاً.وقوله- سبحانه-: أَفَرَأَيْتَ الَّذِي كَفَرَ بِآياتِنا وَقالَ لَأُوتَيَنَّ مالًا وَوَلَداً. أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمنِ عَهْداً. كَلَّا سَنَكْتُبُ ما يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذابِ مَدًّا. وَنَرِثُهُ ما يَقُولُ وَيَأْتِينا فَرْداً.وقوله- عز وجل-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً. لَقَدْ جِئْتُمْ شَيْئاً إِدًّا. تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً.7- ومن هذا العرض الإجمالى لآيات السورة الكريمة، يتبين لنا أن سورة مريم قد اهتمت بإقامة الأدلة على وحدانية الله- تعالى-، وعلى نفى الشريك والولد عن ذاته- سبحانه-، كما اهتمت- أيضا- بإقامة الأدلة على أن البعث حق، وعلى أن الناس سيحاسبون على أعمالهم يوم القيامة.كما زخرت السورة بالحديث عن قصص بعض الأنبياء- عليهم الصلاة والسلام- تارة بشيء من التفصيل كما في قصة زكريا وعيسى ابن مريم، وتارة بشيء من الاختصار والتركيز كما في قصة إبراهيم وموسى وإسماعيل وإدريس.كما نراها بوضوح تحكى شبهات المشركين. ثم ترد عليها بما يبطلها ...وقد ساقت السورة ما ساقت من قضايا، بأسلوب عاطفى بديع، يهيج المشاعر نحو الخير والحق والفضيلة، وينفر من الشر والباطل والرذيلة، ويطلع العقول على نماذج شتى من مظاهر رحمة الله- تعالى- بعباده الصالحين ترى ذلك في مثل قوله- تعالى-: ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا.وفي مثل قوله- سبحانه-: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ سَيَجْعَلُ لَهُمُ الرَّحْمنُ وُدًّا.8- قال بعض العلماء ما ملخصه: والظل الغالب في جو السورة هو ظل الرحمة والرضا والاتصال. فهي تبدأ بذكر رحمة ربك لعبده زكريا. ويتكرر لفظ الرحمة ومعناها وظلها في ثنايا السورة كثيرا. ويكثر فيها اسم الرَّحْمنِ.وإنك لتحس لمسات الرحمة الندية. ودبيبها اللطيف في الكلمات والعبارات والظلال، كما تحس انتفاضات الكون وارتجافاته لوقع كلمة الشرك التي لا تطيقها فطرته ...كذلك تحس أن للسورة إيقاعا موسيقيا خاصا، فحتى جرس ألفاظها وفواصلها فيه رخاء، وفيه عمق كألفاظ: رضيا، سريا، حفيا، نجيا ...فأما المواضع التي تقتضي الشدة والعنف، فتجيء فيها الفاصلة مشددة في الغالب، كألفاظ: ضدّا، هدّا، إدّا، أزّا  .وبعد فهذا تعريف لسورة مريم، نرجو أن يكون القارئ له، قد أخذ صورة مركزة عن أهم المقاصد التي اشتملت عليها السورة الكريمة.والحمد لله الذي بنعمته تتم الصالحات، وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلّم.سورة ( مريم ) من السور القرآنية التى افتتحت ببعض حروف التهجى .وقد سبق أن تكلمنا بشىء من التفصيل ، عن آراء العلماء فى المراد بهذه الحروف التى افتتحت بها بعض السور ، وذلك عند تفسيرنا لسور : البقرة ، وآل عمران ، والأعراف ، ويونس . . .ورجحنا أن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض سور القرآن ، على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن .فكأن الله - تعالى - يقول لأولئك المعارضين فى أن القرآن من عند الله - تعالى - ، هاكم القرآن ترونه مؤلفا من كلامهو من جنس ما تؤلفون به كلامكم ، ومنظوماً من حروف هى من جنس الحروف الهجائية التى تنظمون منها حروفكم ، فإن كنتم فى شك من كونه منزلاً من عند الله فهاتوا مثله . أو عشر سور من مثله ، بل بسورة واحدة من مثله ، وادعوا من شئتم من الخلق لكى يعاونكم فى ذلك . . .فلما عجزوا - وهم أهل الفصاحة والبيان - ثبت أن غيرهم أعجز ، وأن هذا القرآن من عند الله ( وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً )."
}