{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/21/47/",
    "ayah_number": 47,
    "text": "ثم بين- سبحانه- مظهرا من مظاهر عدله مع عباده يوم القيامة فقال: وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً ...أى: ونحضر الموازين العادلة لمحاسبة الناس على أعمالهم يوم القيامة ولإعطاء كل واحد منهم ما يستحقه من ثواب أو عقاب، دون أن يظلم ربك أحدا من خلقه.وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها وَكَفى بِنا حاسِبِينَ أى: وإن كانت الأعمال التي عملها الإنسان في الدنيا في نهاية الحقارة والقلة، أتينا بها في صحيفة عمله لتوزن، وكفى بنا عادّين ومحصين على الناس أعمالهم، إذ لا يخفى علينا شيء منها سواء أكان قليلا أم كثيرا.قال ابن كثير: قوله: وَنَضَعُ الْمَوازِينَ الأكثر على أنه ميزان واحد، وإنما جمع باعتبار تعدد الأعمال الموزونة فيه .وقال القرطبي: «الموازين: جمع ميزان، فقيل: إنه يدل بظاهره على أن لكل مكلف ميزانا توزن به أعماله، فتوضع الحسنات في كفة، والسيئات في كفة. وقيل: يجوز أن يكون هناك موازين للعامل الواحد، يوزن بكل ميزان منها صنف من أعماله.. وقيل: ذكر الميزان مثل وليس ثمّ ميزان وإنما هو العدل، والذي وردت به الأخبار، وعليه السواد الأعظم القول الأول. و «القسط» صفة الموازين ووحد لأنه مصدر..  .واللام في قوله لِيَوْمِ الْقِيامَةِ قيل للتوقيت. أى للدلالة على الوقت، كقولهم: جاء فلان لخمس ليال بقين من الشهر. وقيل هي لام كي، أى: لأجل يوم القيامة، أو بمعنى في أى: في يوم القيامة.وقوله- سبحانه- فَلا تُظْلَمُ نَفْسٌ شَيْئاً بيان للعدل الإلهى، وأنه- سبحانه- لا يظلم أحدا شيئا مما له أو عليه، أى: فلا تظلم نفس شيئا من الظلم لا قليلا ولا كثيرا.وقوله وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها تصوير لدقة الحساب، وعدم مغادرته لشيء من أعمال الناس، إذ الخردل حب في غاية الصغر والدقة. ومثقال الشيء: وزنه.وأنث الضمير في قوله «بها» وهو راجع إلى المضاف الذي هو «مثقال» وهو مذكر.لاكتسابه التأنيث من المضاف إليه الذي هو «حبة من خردل» .وقوله- سبحانه-: وَكَفى بِنا حاسِبِينَ بيان لإحاطة الله- تعالى-: بعلم كل شيء. كما قال- تعالى- إِنَّ اللَّهَ لا يَخْفى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلا فِي السَّماءِ .وفي معنى هذه الآية وردت آيات كثيرة منها قوله- تعالى-: إِنَّ اللَّهَ لا يَظْلِمُ مِثْقالَ ذَرَّةٍ، وَإِنْ تَكُ حَسَنَةً يُضاعِفْها وَيُؤْتِ مِنْ لَدُنْهُ أَجْراً عَظِيماً  .وقوله- سبحانه-: يا بُنَيَّ إِنَّها إِنْ تَكُ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّماواتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ  .وبذلك نرى أن هذه الآيات الكريمة قد ذكرت أولئك المشركين بجانب من نعم الله- تعالى- عليهم، وحضهم على التدبر والاتعاظ، وأنذرتهم بسوء العاقبة إذا ما استمروا في كفرهم وشركهم، وصورت لهم دقة الحساب يوم القيامة، وأن كل إنسان سيحاسب على عمله سواء أكان صغيرا أم كبيرا، ولا يظلم ربك أحدا.وبعد أن فصل- سبحانه- الحديث عن دلائل التوحيد والنبوة والمعاد، ورد على المشركين ردا يفحمهم، أتبع ذلك بالحديث عن قصص بعض الأنبياء تسلية للرسول صلّى الله عليه وسلّم وتثبيتا لقلبه، فقال- تعالى-:"
}