{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/21/3/",
    "ayah_number": 3,
    "text": "وقوله: لاهِيَةً قُلُوبُهُمْ حال أخرى من أحوالهم الغريبة التي تدل على نهاية طغيانهم وفجورهم، لأنهم بجانب استماعهم إلى ما ينزل من القرآن بلعب وغفلة، تستقبله قلوبهم- التي هي محل التدبر والتفكر- بلهو واستخفاف.ثم حكى- سبحانه- لونا من ألوان مكرهم وخبثهم فقال: وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا والنجوى: المسارة بالحديث، وإخفاؤه عن الناس.أى: بعد أن استمعوا إلى القرآن بإعراض ولهو واستهتار، اختلى بعضهم ببعض، وبالغوا في إخفاء ما يضمرونه من سوء نحو النبي صلّى الله عليه وسلّم ونحو ما جاء به من عند الله- تعالى-، وحاولوا أن يظهروا ذلك فيما بينهم فحسب، مبالغة منهم في المكر السيئ الذي حاق بهم.وقوله- سبحانه-: هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ. أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ بيان لما قالوه في تناجيهم من سوء.والاستفهام للنفي والإنكار.أى: أنهم قالوا في تناجيهم: ما هذا الذي يدعى النبوة، وهو محمد صلّى الله عليه وسلّم إلا بشر مثلكم، ولا يمكن أن يكون رسولا، وما جاءنا به إنما هو السحر بعينه، فكيف تذهبون إليه، وتقبلون منه ما يدعيه، والحال أنكم تعاينون بأبصاركم سحره.وما حملهم على هذا القول الباطل إلا توهمهم أن الرسول لا يكون من البشر، وأن كل ما يظهر على يد مدعى النبوة من البشر من خوارق، إنما هو من قبيل السحر.قال الآلوسى: وأرادوا بقولهم: «ما هذا إلا بشر مثلكم» أى: من جنسكم، وما أتى به سحر، تعلمون ذلك فتأتونه وتحضرونه على وجه الإذعان والقبول وأنتم تعاينون أنه سحر. قالوا ذلك بناء على ما ارتكز في اعتقادهم الزائغ أن الرسول لا يكون إلا ملكا، وأن كل ما يظهر على يد البشر من الخوارق من قبيل السحر. وعنوا بالسحر. هنا القرآن الكريم، ففي ذلك إنكار لحقيته على أبلغ وجه، قاتلهم الله- تعالى-: أنّى يؤفكون. وإنما أسروا ذلك، لأنه كان على طريق توثيق العهد، وترتيب مبادئ الشر والفساد وتمهيد مقدمات المكر والكيد في هدم أمر النبوة. وإطفاء نور الدين ويأبى الله إلا أن يتم نوره ولو كره المشركون .هذا، ودعوى المشركين أن الرسول لا يكون بشرا، قد حكاها القرآن في كثير من آياته، ومن ذلك قوله- تعالى-: وَما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى، إِلَّا أَنْ قالُوا أَبَعَثَ اللَّهُ بَشَراً رَسُولًا  .وقد رد الله- تعالى- عليهم هذه الدعوى الكاذبة في كثير من آيات كتابه- أيضا، ومن ذلك قوله عز وجل-: وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرى.. ."
}