{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/21/5/",
    "ayah_number": 5,
    "text": "وقوله- تعالى-: بَلْ قالُوا أَضْغاثُ أَحْلامٍ، بَلِ افْتَراهُ، بَلْ هُوَ شاعِرٌ إضراب من جهته- تعالى-، وانتقال من حكاية قولهم السابق هَلْ هذا إِلَّا بَشَرٌ مِثْلُكُمْ.. إلى حكاية أقوال أخرى باطلة قالوها في شأنه صلّى الله عليه وسلّم وفي شأن ما جاء به.أى: أن هؤلاء الكافرين لم يكتفوا بما قالوه قبل ذلك في شأن الرسول صلّى الله عليه وسلّم من أنه بشر وما جاء به سحر، بل أضافوا إلى ذلك أن القرآن أضغاث أحلام. أى: أخلاط كأخلاط الأحلام، وأنه أباطيل لا حقيقة لها.والأضغاث: جمع ضغث. وأصله ما جمع من أنواع شتى من النبات ثم حزم في حزمة واحدة.والأحلام: جمع حلم- بضم الحاء وسكون اللام- وهو ما يراه النائم مما ليس بحسن.وقد استعير هذا التركيب لما يراه النائم من وساوس وأحلام خلال نومه بَلِ افْتَراهُ أى: اختلق هذا القرآن من عند نفسه.بَلْ هُوَ شاعِرٌ أى: أن الرسول صلّى الله عليه وسلّم شاعر- في زعمهم- وما أتى به هو نوع من الشعر التخييلى الذي لا حقيقة له.ثم أضافوا إلى هذا التخبط واضطراب قولهم: فَلْيَأْتِنا بِآيَةٍ كَما أُرْسِلَ الْأَوَّلُونَ.ومرادهم بالآية هنا: آية كونية، والجملة جواب لشرط محذوف يفصح عنه السياق، والتقدير: إن لم يكن كما قلنا في شأنه من أنه شاعر بل كان رسولا حقا فليأتنا بخارق يدل على صدقه كناقة صالح، وعصا موسى، وإحياء عيسى للأموات.. فإن المرسلين السابقين فعلوا ذلك.وكأنهم- لانطماس بصائرهم وشدة جهالاتهم- لا يعتبرون القرآن الذي هو آية الآيات- لا يعتبرونه آية ومعجزة تدل على صدقه صلّى الله عليه وسلّم.فأنت ترى أن هذه الآية الكريمة قد صورت تخبط هؤلاء المشركين تصويرا حكيما، شأنهم في ذلك شأن الحائر المضطرب الذي لا يستطيع الثبات على قرار، بل هو لتمحله وتعلله ينتقل من دعوى باطلة إلى أخرى أشد منها بطلانا.وقد نفى القرآن عن الرسول صلّى الله عليه وسلّم كل هذه الدعاوى الباطلة، ومن ذلك قوله- تعالى-: وَما هُوَ بِقَوْلِ شاعِرٍ قَلِيلًا ما تُؤْمِنُونَ وَلا بِقَوْلِ كاهِنٍ قَلِيلًا ما تَذَكَّرُونَ تَنْزِيلٌ مِنْ رَبِّ الْعالَمِينَ  .وقوله- سبحانه- وَما عَلَّمْناهُ الشِّعْرَ وَما يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ لِيُنْذِرَ مَنْ كانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكافِرِينَ ."
}