{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/21/44/",
    "ayah_number": 44,
    "text": "ثم انتقلت السورة الكريمة إلى الحديث عن نعمة أخرى من نعم الله عليهم لم يحسنوا شكرها، فقال- تعالى-: بَلْ مَتَّعْنا هؤُلاءِ وَآباءَهُمْ حَتَّى طالَ عَلَيْهِمُ الْعُمُرُ ...أى: لا تلتفت- أيها الرسول الكريم- إلى هؤلاء المشركين الذين أعرضوا عن ذكر ربهم، والذين زعموا أن آلهتهم تضر أو تنفع، فإننا قد كلأناهم برعايتنا بالليل والنهار، ومتعناهم وآباءهم من قبلهم بالكثير من متع الحياة الدنيا، حتى طالت أعمارهم في رخاء ونعمة، فحملهم ذلك على الطغيان والبطر والإصرار على الكفر. وسنأخذهم في الوقت الذي نريده أخذ عزيز مقتدر، فإن ما أعطيناه لهم من نعم إنما هو على سبيل الاستدراج لهم.ثم يلفت- سبحانه- أنظارهم إلى الواقع المشاهد في هذه الحياة فيقول: أَفَلا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها أَفَهُمُ الْغالِبُونَ.وللعلماء في تفسير هذه الجملة الكريمة أقوال منها: أن المراد بنقص الأرض من أطرافها:إهلاك المشركين السابقين الذين كذبوا رسلهم، كقوم نوح وعاد وثمود، وهم يمرون على قرى بعض هؤلاء المكذبين، ويرون آثارهم وقد دمرت ديارهم.والمعنى: أفلا ينظر هؤلاء المشركون الذين كذبوك يا محمد، فيرون بأعينهم ما حل بأمثالهم ممن كذبوا الرسل من قبلك. وكيف أننا طوينا الأرض بهم. وجعلناهم أثرا بعد عين.والاستفهام في قوله: أَفَهُمُ الْغالِبُونَ للإنكار.أى: لم تكن الغلبة والعاقبة في يوم من الأيام لمن كذبوا رسل الله- تعالى- وإنما الغلبة والظفر وحسن العاقبة لمن آمن بالرسل وصدقهم واتبع ما جاءوا به من عند ربهم.وقد أشار الإمام ابن كثير إلى هذا المعنى بقوله: «أفلا يعتبرون بنصر الله لأوليائه على أعدائه، وإهلاكه الأمم المكذبة والقرى الظالمة وإنجائه لعباده المؤمنين. ولهذا قال: أَفَهُمُ الْغالِبُونَ.يعنى: بل هم المغلوبون الأسفلون الأخسرون الأرذلون   .ومنها أن المراد بنقص الأرض من أطرافها: نقص أرض الكفر ودار الحرب، وتسليط المسلمين عليها وانتزاعها من أيديهم بدليل الاستفهام الإنكارى في قوله أَفَهُمُ الْغالِبُونَ أى: لا.. ليسوا هم الذين يغلبون جندنا، وإنما جندنا هم الغالبون.وقد صدر الآلوسى تفسيره لهذا القول فقال: «أفلا يرون أنا تأتى الأرض» أى: أرض الكفرة «ننقصها من أطرافها» بتسليط المسلمين عليها، وحوز ما يحوزونه منها، ونظمه في سلك ملكهم.. «أفهم الغالبون» على رسول الله صلّى الله عليه وسلّم والمؤمنين.والمراد إنكار ترتيب الغالبية على ما ذكر من نقص أرض الكفرة بتسليط المؤمنين عليها، كأنه قيل: أبعد ظهور ما ذكر ورؤيتهم له يتوهم غلبتهم، وفي التعريف تعريض بأن المسلمين هم المتعينون للغلبة المعروفون فيها  .وقال صاحب الكشاف: «فإن قلت: أى فائدة في قوله نَأْتِي الْأَرْضَ؟.قلت: فيه تصوير ما كان الله يجريه على أيدى المسلمين، وأن عساكرهم وسراياهم كانت تغزو أرض المشركين وتأتيها غالبة عليها، ناقصة من أطرافها  .وهذان الرأيان مع وجاهتهما، إلا أن الرأى الأول الذي ذهب إليه ابن كثير أكثر شمولا، لأنه يتناول ما أصاب المكذبين للرسل السابقين من عقاب كما يشمل التهديد للمكذبين المعاصرين للعهد النبوي، بأنهم إذا استمروا في طغيانهم فسيحل بهم ما حل بمن سبقوهم.وهناك من يرى أن المراد بنقص الأرض من أطرافها: موت العلماء، أو خرابها عند موت أهلها، أو نقص الأنفس والثمرات.. ولكن هذه الآراء ليس معها ما يرجحها."
}