{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/5/35/",
    "ayah_number": 35,
    "text": "القول في تأويل قوله عز ذكره :  يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَقال أبو جعفر: يعني جل ثناؤه بذلك: يا أيها الذين صدّقوا الله ورسوله فيما أخبرهم ووعَد من الثواب وأوعدَ من العقاب (128) \" اتقوا الله \" يقول: أجيبوا الله فيما أمركم ونهاكم بالطاعة له في ذلك، وحقِّقوا إيمانكم وتصديقكم ربَّكم ونبيَّكم بالصالح من أعمالكم (129) =\" وابتغوا إليه الوسيلة \"، يقول: واطلبوا القربة إليه بالعمل بما يرضيه. (130)* * *و \" الوسيلة \": هي\" الفعيلة \" من قول القائل: \" توسلت إلى فلان بكذا \"، بمعنى: تقرَّبت إليه، ومنه قول عنترة:إنَّ الرِّجَالَ لَهُمْ إِلَيْكِ وَسِيلَةٌإِنْ يَأْخُذُوكِ, تكَحَّلِي وتَخَضَّبي (131)يعني ب\" الوسيلة \"، القُرْبة، ومنه قول الآخر: (132)إِذَا غَفَلَ الوَاشُونَ عُدْنَا لِوَصْلِنَاوَعَادَ التَّصَافِي بَيْنَنَا وَالوَسَائِلُ (133)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:11899 - حدثنا ابن بشار قال، حدثنا أبو أحمد الزبيري قال، حدثنا  سفيان= ح، وحدثنا ابن وكيع قال، حدثنا زيد بن الحباب، عن سفيان= عن منصور، عن أبي وائل: \" وابتغوا إليه الوسيلة \"، قال: القربة في الأعمال.11900 - حدثنا هناد قال، حدثنا وكيع= ح، وحدثنا سفيان قال، حدثنا أبي= عن طلحة، عن عطاء: \" وابتغوا إليه الوسيلة \"، قال: القربة.11901 - حدثني محمد بن عمرو قال، حدثنا أحمد قال، حدثنا أسباط، عن السدي: \" يا أيها الذين آمنوا اتقوا الله وابتغوا إليه الوسيلة \"، قال: فهي المسألة والقربة. (134)11902 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" وابتغوا إليه الوسيلة \"، أي: تقربوا إليه بطاعته والعملِ بما يرضيه.11902 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" وابتغوا إليه الوسيلة \"، القربة إلى الله جل وعزّ.11903 - حدثني المثني قال، حدثنا إسحاق قال، حدثنا عبد الرزاق قال، خبرنا معمر، عن الحسن في قوله: \" وابتغوا إليه الوسيلة \"، قال: القربة.11904 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عبد الله بن كثير قوله: \" وابتغوا إليه الوسيلة \"، قال: القربة.11905 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" وابتغوا إليه الوسيلة \"، قال: المحبّة، تحبّبوا إلى الله. وقرأ:  أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ  [سورة الإسراء: 57].* * *القول في تأويل قوله عز ذكره :  وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ (35)قال أبو جعفر: يقول جل ثناؤه للمؤمنين به وبرسوله: وجاهدوا، أيها المؤمنون، أعدائي وأعداءَكم= في سبيلي، يعني في دينه وشَرِيعته التي شرعها لعباده، وهي الإسلام. (135) يقول: أتْعِبُوا أنفسكم في قتالهم وحملهم على الدخول في الحنيفية المسلمة، (136) =\" لعلكم تفلحون \"، يقول: كيما تنجحوا، فتدركوا البقاء الدَّائم والخلود في جناته.* * *وقد دللنا على معنى \" الفلاح \" فيما مضى بشواهده، بما أغنى عن إعادته في هذا الموضع. (137)----------------------الهوامش :(128) في المطبوعة: \"ووعدهم من الثواب\" ، وأثبت ما في المخطوطة ، فهو صواب محض.(129) انظر تفسير\"اتقوا\" فيما سلف من فهارس اللغة (وقى).(130) انظر تفسير\"ابتغى\" فيما سلف 9: 480 ، تعليق: 2 ، والمراجع هناك.(131) أشعار الستة الجاهليين: 396 ، مجاز القرآن لأبي عبيدة 1: 165 ، والخزانة 3: 11 ، وغيرها ، من أبيات له قالها لامرأته ، وكانت لا تزال تذكر خيله ، وتلومه في فرس كان يؤثره على سائر خيله ويسقيه ألبان إبله ، فقال:لا تَذْكُرِي مُهْرِي وَمَا أَطْعَمْتُهُفَيَكُونَ جِلْدُكِ مِثْلَ جِلْدِ الأَجْرَبِإِنَّ الْغَبُوقَ لَهُ، وَأَنْتِ مَسُوءَةٌ،فَتَأَوَّهِي مَا شِئْتِ ثُمَّ تَحَوَّبِيكَذَبَ الْعَتِيقُ وَمَاءُ شَنٍّ بَارِدٌإنْ كُنْتِ سَائِلَتِي غَبُوقًا فَاذْهَبيإِنَّ الرِّجَالَ لَهُمْ. . . . . . .. . . . . . . . . . . . . . . . . . .وَيَكُونَ مَرْكَبُكِ القَعُودُ وَحِدْجُهُوَابْنُ النَّعَامَةِ يَوْمَ ذَلِكَ مَرْكَبِي!ينذرها بالطلاق إن هي ألحت عليه بالملامة في فرسه ، فإن فرسه هو حصنه وملاذه. أما هي فما تكاد تؤسر في حرب ، حتى تتكحل وتتخضب لمن أسرها. يقول: إن أخذوك تكحلت وتخضبت لهم.(132) لم أعرف قائله.(133) مجاز القرآن لأبي عبيدة 1: 164.(134) في المطبوعة: \"هي المسألة\" ، وأثبت ما في المخطوطة.(135) انظر تفسير\"السبيل\" فيما سلف من فهارس اللغة.(136) انظر تفسير\"جاهد\" فيما سلف 4: 318.(137) انظر تفسير\"الفلاح\" فيما سلف 1: 249 ، 250/3: 561/7: 91 ، 509"
}