{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/128/",
    "ayah_number": 128,
    "text": "ثم حكى القرآن جملة من الدعوات الخاشعات، التي توجه بها إبراهيم وإسماعيل إلى الله- تعالى- فقال: رَبَّنا وَاجْعَلْنا مُسْلِمَيْنِ لَكَ.مسلمين من الإسلام، وهو الخضوع والإذعان، وقد كانا خاضعين لله مذعنين في كل حال، وإنما طلبا الثبات والدوام على ذلك، والإسلام الذي هو الخضوع لله بحق إنما يتحقق بعقيدة التوحيد، وتحرى ما رسمه الشارع في العبادات والمعاملات، والإخلاص في أداء ما أمر به، واجتناب ما نهى عنه.وقوله: وَمِنْ ذُرِّيَّتِنا أُمَّةً مُسْلِمَةً لَكَ معناه: واجعل يا ربنا من ذريتنا أمة مخلصة وجهها إليك، مذعنة لأوامرك ونواهيك.ومن (من) للتبعيض، أو للتعيين كقوله: وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ. وإنما خص الذرية بالدعاء لأنهم أحق بالشفقة، ولأنهم إذا صلحوا صلح بهم الأتباع ولأن صلاح الذرية مرغوب فيه طبعا، والدعاء لهم بالصلاح مرغب فيه شرعا، وقد حكى القرآن من دعاء الصالحين قوله- تعالى-:رَبَّنا هَبْ لَنا مِنْ أَزْواجِنا وَذُرِّيَّاتِنا قُرَّةَ أَعْيُنٍ وَاجْعَلْنا لِلْمُتَّقِينَ إِماماً وَأَرِنا مَناسِكَنا أى: علمنا شرائع ديننا وأعمال حجنا، كالطواف والسعى والوقوف. أو متعبداتنا التي تقام فيها شرائعنا، كمنى، وعرفات، ونحوهما.والمناسك: جمع منسك- بفتح السين وكسرها- بمعنى الفعل وبمعنى الموضع من النسك- مثلثة النون وبضمها وضم السين- وهو غاية العبادة والطاعة، وشاعت تسمية أعمال الحج بالمناسك كالطواف والسعى وغيرهما.وَتُبْ عَلَيْنا تسند التوبة إلى العبد فيقال: تاب فلان إلى الله ومعناها الندم على ما لابس من الذنب، والإقلاع عنه، والعزم على عدم العود إليه، ورد المظالم إن استطاع، أو نية ردها إن لم يستطع وتسند إلى الله فيقال: تاب الله على فلان، ومعناها حينئذ توفيقه إلى التوبة، أو قبولها منه. فمعنى وَتُبْ عَلَيْنا وفقنا للتوبة أو تقبلها منا.والتوبة تكون من الكبائر والصغائر، وتكون من ترك ما هو أولى أو من تقصير يؤدى إلى خطأ في الاجتهاد، وعلى أحد هذين الوجهين، تحمل التوبة التي يسأل الأنبياء والمرسلون ربهم قبولها أو التوفيق لها.إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ التواب: كثير القبول لتوبة المنيبين إليه، وقبول توبتهم يقتضى عدم مؤاخذتهم بما يأتونه من سيئات، ثم بعد تخلصهم من عقوبة الخطيئة أو المعاتبة عليها ينتظرون من رحمة الله أن تحفهم بإحسان.وإبراهيم وإسماعيل- عليهما السلام- قد طلبا قبول توبتهما صراحة في قولهما وَتُبْ عَلَيْنا ولوحا إلى طلب الرحمة بذكر اسمه الرحيم، إذ الرحمة صفة من أثرها الإحسان، فكأنهما قالا:تب علينا وارحمنا، وهذا من أكمل آداب الدعاء وأرجاها للقبول عند الله تعالى.ثم ختم إبراهيم وإسماعيل دعواتهما بتلك الدعوة التي فيها خيرهم في الدنيا والآخرة، فقالا- كما حكى القرآن عنهما:"
}