{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/268/",
    "ayah_number": 268,
    "text": "ثم حذر الله- تعالى- المؤمنين من وساوس الشيطان وخطواته فقال: الشَّيْطانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشاءِ.قوله: يَعِدُكُمُ من الوعد، وهو في أصل وضعه لغة شائع في الخير والشر، وأما في الاستعمال الشائع فالوعد في الخير والإيعاد في الشر. وقد استعمل هنا في الشر نظرا إلى أصل الوضع، لأن الفقر مما يراه الإنسان شرا ولذلك يخوف الشيطان به المنفقين فيقول لهم: لا تنفقوا الجيد من أموالكم لأن إنفاقكم هذا يؤدى إلى فقركم ونضوب ما بين أيديكم من أموال.والفقر هو ما يصيب الإنسان من سوء في الحال ومن ضعف بسبب قلة المال، وأصل الفقر في اللغة كسر فقار الظهر، ثم وصف الإنسان المحتاج الضعيف بأنه فقير تشبيها له بمن كسر فقار ظهره فأصبح عاجزا عن الحركة لأن الظهر هو مجمع الحركات، ومنه تسميتهم المصيبة فاقرة، وقاصمة الظهر.والفحشاء والفحش والفاحشة ما عظم قبحه من الأفعال والأقوال، ويرى كثير من العلماء أن المراد بالفحشاء في الآية البخل الشديد فإن كلمة الفاحش تطلق في لغة العرب على البخيل الشديد البخل، ومن ذلك قول طرفة بن العبد.أرى الموت يعتام الكرام ويصطفى ... عقيلة مال الفاحش المتشددوالمعنى: الشيطان يوعدكم إذا أنفقتم بالفقر وضياع الأموال ويحذركم من الصدقة بما يوسوس في نفوسكم من شرور وآثام، ويغريكم بارتكاب المعاصي التي من أقبحها البخل الشديد، والشح المهلك، فعليكم أن تحذروه وأن تنفقوا من أموالكم في سبيل الله ما يوصلكم إلى رضوانه ورحمته.قال الجمل: وفي هذه الآية لطيفة وهي أن الشيطان يخوف الرجل أولا بالفقر ثم يتوصل بهذا التخويف إلى أن يأمره بالفحشاء وهو البخل، وذلك لأن البخل صفة مذمومة عند كل أحد فلا يستطيع الشيطان أن يحسن له البخل إلا بتلك المقدمة وهي التخويف من الفقر فلهذا قال.الشَّيْطانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشاءِ.وروى الترمذي عن عبد الله بن مسعود قال: قال رسول الله صلّى الله عليه وسلّم: إن للشيطان لمة بابن آدم، وللملك لمة- أى همة وخطرة تقع في القلب- فأما لمة الشيطان فإيعاد بالشر وتكذيب بالحق، وأما لمة الملك فإيعاد بالخير وتصديق بالحق، فمن وجد ذلك فليعلم أنه من الله، ومن وجد الأخرى فليتعوذ بالله من الشيطان ثم قرأ الشَّيْطانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشاءِ  .هذا ما يعده الشيطان للإنسان، فما الذي يعده الله- تعالى- لعباده؟ لقد بين- سبحانه- ذلك فقال: وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا، وَاللَّهُ واسِعٌ عَلِيمٌ.أى: إذا كان الشيطان يعدكم الفقر ويأمركم بالفحشاء، فالله- تعالى- يعدكم مغفرة منه لذنوبكم على ما تنفقونه من أموالكم في سبيله ففي الحديث الشريف «الصدقة تطفئ الخطيئة» . ويعدكم- أيضا- فَضْلًا أى نماء وزيادة في أموالكم، فإن الصدقات تزيد البركة في الرزق فيصير القليل منه في يد السخي كثيرا بتوفيق الله وتأييده.وصدر له سبحانه- الجملة بلفظ الجلالة، للإشارة إلى أن الوعد الذي وعد به المنفقين وعد حق لا يمكن أن يخالطه شك أو ريب، لأنه وعد من الله الذي لا يخلف وعده، وإذا كان الشيطان يهدد الناس بالفقر عند العطاء، ويأمرهم بالفحشاء، فالله- تعالى- يبشر عباده بمغفرته ورضوانه، بسبب اتفاقهم في السراء والضراء ويعدهم على ذلك بالرزق الوفير، والفضل الكبير في الدنيا والآخرة.وقد ختم- سبحانه- الآية بقوله: وَاللَّهُ واسِعٌ عَلِيمٌ تأكيدا لوعده الذي وعد به عباده المتقين المتصدقين بأن يزيدهم من فضله، أى والله- تعالى- واسع الجود والعطاء والرحمة، وسيحقق لكم ما وعدكم به من المغفرة وتضعيف ما تنفقونه، وهو مع ذلك عليم بأحوال عباده صغيرها وكبيرها، وسيجازى الذين اتبعوا أوامره بجزيل الثواب، كما سيجازى الذين اتبعوا وسوسة الشيطان بسوء العذاب."
}