{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/169/",
    "ayah_number": 169,
    "text": "وقوله- تعالى-: إِنَّما يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشاءِ استئناف لبيان كيفية عداوته، وتفصيل لأنواع شروره ومفاسده.والسوء في الأصل: مصدر ساءه يسوءه سوءا ومساءة إذا أحزنه، والمراد به هنا، كل ما يغضب الله- تعالى- من المعاصي، لأنها تسوء صاحبها وتحزنه في الحال أو المآل.والفحشاء والفاحشة والفحش: ما عظم قبحه من الأقوال والأفعال.وروى عن ابن عباس أنه فسر السوء بما لا حد فيه، والفحشاء بما فيه حد.والأمر في الأصل: الطلب بالقول، واستعمل في تزيين الشيطان المعصية، لأن تزيينها في معنى الدعوة إليها.قال صاحب الكشاف: فإن قلت: كيف كان الشيطان آمرا مع قوله لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ؟قلت: شبه تزيينه وبعثه على الشر بأمر الآمر، كما تقول: أمرتنى نفسي بكذا، وتحته رمز إلى أنكم منه بمنزلة المأمورين لطاعتكم له وقبولكم وساوسه، ولذلك قال: وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذانَ الْأَنْعامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وقال- تعالى-: إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ لما كان الإنسان يطيعها فيعطيها ما اشتهت».وقوله: وَأَنْ تَقُولُوا عَلَى اللَّهِ ما لا تَعْلَمُونَ معطوف على ما قبله.أى: يأمركم الشيطان بالسوء والفحشاء، ويأمركم أن تقولوا على الله ما لا تعلمون.ضم إلى ذلك الدليل الظنى أصل انعقد عليه الإجماع وأصبح مقطوعا به، وهو أن كل مجتهد بحق يكون حكم الشرع في حقه أو حق من يتابعه هو الحكم الذي أداه إليه اجتهاده، وبمراعاة هذا الأصل المقطوع به لم يكن المجتهد المشهود له بالرسوخ في العلم قائلا على الله ما لا يعلم»   .هذا، ومن الآيات الكثيرة التي وردت في القرآن الكريم في التحذير من الشيطان ووساوسه قوله- تعالى-: إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّما يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ أَصْحابِ السَّعِيرِ.وقوله- تعالى-: الشَّيْطانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشاءِ وَاللَّهُ يَعِدُكُمْ مَغْفِرَةً مِنْهُ وَفَضْلًا.وقوله- تعالى-: يا بَنِي آدَمَ لا يَفْتِنَنَّكُمُ الشَّيْطانُ كَما أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ.وقد أرشدنا النبي صلّى الله عليه وسلّم إلى أن الإكثار من ذكر الله خير معين للإنسان للتغلب على وساوس الشيطان فقال في حديثه الطويل الذي رواه الترمذي والنسائي وابن حيان عن الحارث الأشعرى: «وآمركم بذكر الله كثيرا، فإن مثل ذلك كمثل رجل طلبه العدو سراعا في أثره، فأتى حصنا فأحرز نفسه فيه، وكذلك العبد لا ينجو من الشيطان إلا بذكر الله.وبعد أن نهى- سبحانه- الناس عن إتباع خطوات الشيطان، وبين لهم مظاهر عداوته لهم، أردف ذلك ببيان حال طائفة من الناس لم يستمعوا لهذا النصح، بل اتبعوا خطوات الشيطان فقلدوا آباءهم في الشرك والجهالة فقال- تعالى-:"
}