{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/249/",
    "ayah_number": 249,
    "text": "ثم بين- سبحانه- ما دار بين طالوت وجنوده فقال: فَلَمَّا فَصَلَ طالُوتُ بِالْجُنُودِ قالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ.فَصَلَ بمعنى الفصل. قال الزمخشري: فصل عن موضع كذا: إذا انفصل عنه وجاوزه.وأصله فصل نفسه. ثم كثر: حذف المفعول حتى صار في حكم غير المتعدى كانفصل. وقيل:فصل عن البلد فصولا. ويجوز أن يكون فصله فصلا، وفصل فصولا كوقف وصد ونحوهما.والمعنى انفصل عن بلده»   .و (النهر) بالفتح والسكون-: المجرى الواسع الذي يجرى فيه الماء مأخوذ من نهر الأرض بمعنى شقها.أى: فلما انفصل بهم عن المكان الذي كانوا يقيمون فيه، وتوجهوا معه لقتال جالوت وجنوده، قال لهم إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ أى مختبركم وممتحنكم بنهر، وكان طالوت قد سار بهم في أرض قفرة فأصابهم عطش شديد. وفي هذا الابتلاء اختبار لعزيمتهم، وامتحان لصبرهم على المتاعب حتى يتميز من يصبر على الحرب ممن لا يصبر، ومن شأن القواد الأقوياء العقلاء أنهم يختبرون جنودهم قبل اقتحام المعارك حتى يكونوا على بينة من أمرهم. ثم بين لهم موضع الاختبار فقال: فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ.يَطْعَمْهُ أى يذقه من طعم الشيء يطعمه إذا ذاقه مأكولا أو مشروبا.الْغُرْفَةَ- بالضم- اسم للشيء المغترف وجمعه غراف. وأما الغرفة- بالفتح- فهي اسم للمرة الواحدة من الغرف وقيل: هما لغتان بمعنى واحد.أى قال لهم طالوت: من شرب من هذا النهر فليس من شيعتي، فعليه أن يتركني ولا يصاحبنى في خوض هذه المعركة لأنه ثبت ضعفه وخوره، ومن لم يذقه أصلا فإنه من شيعتي وحزبى الذي سيكون معى في هذه المعركة الخطيرة. ثم أباح لهم أن يغترفوا من النهر غرفة يخففون بها من عطشهم فقال: إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ فإنه لا يخرج بذلك عن كونه منى.وفي هذه الجملة الكريمة قدم- سبحانه- جواب الشرط على الاستثناء من الشرط فقد قال وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ والتأليف المعهود للناس أن يقال: (ومن لم يطعمه إلا من اغترف بيده فإنه منى) ولكن الآية الكريمة جاءت بتقديم الجواب على الاستثناء لحكمة بليغة، وهي المسارعة إلى بيان الحكم، وإثبات أن أساس الصلة التي تربطهم بنبيهم أن يمتثلوا أمره وألا يشربوا من النهر، ثم رخص لهم بعد ذلك في الاغتراف باليد غرفة واحدة.وقد أشار صاحب الكشاف إلى هذا المعنى فقال: فإن قلت: مم استثنى قوله إِلَّا مَنِ اغْتَرَفَ؟ قلت: من قوله: فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي والجملة الثانية في حكم المتأخرة إلا أنها قدمت للعناية.. ومعناه: الرخصة في اغتراف الغرفة باليد دون الكروع» .ثم ختم- سبحانه- ما كان من بنى إسرائيل نتيجة لهذا الامتحان فقال: فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ.أى: فشربوا من النهر حتى امتلأت بطونهم مخالفين بذلك أمر قائدهم في وقت تعظم فيه المخالفة لأنه وقت إقدام على الحرب، إلا عددا قليلا منهم فإنهم لم يشربوا إلا كما رخص لهم قائدهم. وعلى هذا التفسير- الذي قال به جمهور المفسرين- يكون جميع الذين مع طالوت قد شربوا من النهر إلا أن كثيرا منهم قد شربوا حتى امتلأت بطونهم مخالفين أمر قائدهم، وقلة منهم شربت غرفة واحدة وهي التي رخص لهم قائدهم في شربها.وبعض المفسرين يقسم اتباع طالوت ثلاثة أقسام:قسم شرب كثيرا مخالفا أمر طالوت.وقسم شرب غرفة واحدة بيده كما رخص له قائده.وقسم لم يشرب أصلا لا قليلا ولا كثيرا مؤثرا العزيمة على الرخصة وهذا القسم هو الذي اعتمد عليه طالوت اعتمادا كبيرا في تناوله لأعدائه.وممن ذكر هذا التقسيم من المفسرين الإمام القرطبي فقد قال: «قال ابن عباس: شربوا على قدر يقينهم، فشرب الكفار شرب الهيم  ، وبقي بعض المؤمنين لم يشرب شيئا، وأخذ بعضهم الغرفة، فأما من شرب فلم يرو بل برح به العطش، وأما من ترك الماء فحسنت حاله وكان أجلد ممن أخذ الغرفة»  .ثم بين- سبحانه- ما كان من أتباع طالوت بعد اجتيازهم للنهر معه فقال: فَلَمَّا جاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قالُوا لا طاقَةَ لَنَا الْيَوْمَ بِجالُوتَ وَجُنُودِهِ.أى: فلما جاوز طالوت ومن معه النهر وتخطوه، وشاهدوا كثرة جند جالوت، قال بعض الذين مع طالوت لبعض بقلق ووجل: لا قدرة لنا اليوم على محاربة أعدائنا ومقاومتهم فهم أكثر منا عددا، وأوفر عددا.والضمير هُوَ في قوله: هُوَ وَالَّذِينَ آمَنُوا مَعَهُ مؤكد للضمير المستكن في جاوز.والقائلون، هذا القول هم بعض المؤمنين الذين عبروا معه النهر، ولم يقولوا ذلك هروبا أو نكوصا عن القتال، وإنما قالوه كمظهر من مظاهر الوجل الذي يعترى بعض النفوس عند الاستعداد للقتال، لأن الذين عصوا الله وخالفوا طالوت بشربهم من النهر جبنوا عن لقاء العدو ولم يسيروا معه لقتالهم. أما المؤمنون الصادقون الذين اتصلت قلوبهم بالله، والذين أذعنوا أنه لا نصر إلا منه ولا اعتماد إلا عليه، فقد حكى القرآن موقفهم المشرف فقال: قالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُوا اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ.أى: قال الذين يتيقنون أنهم ملاقو الله يوم القيامة فيحاسبهم على أعمالهم. قالوا مشجعين لإخوانهم الذين تهيبوا قتال أعدائهم: كم من جماعة قليلة بإيمانها وصبرها تغلبت بإذن الله وتيسيره على جماعة كثيرة بسبب كفرها وجبنها وتفككها، والله- تعالى- بعونه وتأييده مع الصابرين.وعلى هذا التفسير يكون المراد بلقاء الله الحشر إليه بعد الموت، ومجازاة الناس على ما قدموا من عمل، ويكون المراد بالظن اليقين لأن كل مؤمن متيقن بأن البعث حق.ويجوز أن يكون المراد بلقاء الله قربهم من رضاه يوم القيامة، وإثابتهم على جهادهم بالجنة، وعليه يكون الظن على معناه الحقيقي وهو الاعتقاد الراجح، لأن خواتيم الحياة لا يعلمها كيف تكون سوى علام الغيوب.وكَمْ في قولهم كَمْ مِنْ فِئَةٍ خبرية للتكثير، وفي هذا التعبير الذي حكاه القرآن عنهم دليل على قوة إيمانهم وصفاء نفوسهم وثقتهم في نصر الله ثقة لا تحد، لأنهم أتوا بصيغة التكثير حتى لكأنما أن القاعدة العامة هي انتصار الفئة القليلة على الفئة الكثيرة الكافرة.وفي تعليقهم النصر على إذن الله للإشعار بأنهم لم يعتمدوا على قوتهم وثباتهم وشجاعتهم فحسب وإنما جعلوا اعتمادهم الأكبر على تأييد الله لهم. وهذا شأن العقلاء يبذلون أقصى جهدهم في بلوغ غايتهم مستعينين على ذلك بتأييد الله وتوفيقه.ورحم الله الإمام القرطبي الذي عاصر دولة الإسلام في الأندلس وهي تسير في طريق الضعف والتدهور فقد قال في ختام تفسيره لهذه الآية: قلت: هكذا يجب علينا أن نفعل؟لكن الأعمال القبيحة والنيات الفاسدة، منعت من ذلك حتى انكسر العدد الكبير منا أمام اليسير من العدو وكما شاهدناه غير مرة، وذلك بما كسبت أيدينا! وفي البخاري: وقال أبو الدرداء: إنما تقاتلون بأعمالكم. وفي البخاري- أيضا- أن النبي صلّى الله عليه وسلّم قال: «هل تنصرون وترزقون إلا بضعفائكم» فالأعمال فاسدة والضعفاء مهملون والصبر قليل، والاعتماد ضعيف، والتقوى زائلة!! قال- تعالى-: اصْبِرُوا وَصابِرُوا وَرابِطُوا وَاتَّقُوا اللَّهَ وقال:وَعَلَى اللَّهِ فَتَوَكَّلُوا وقال: إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ وقال: وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُوقال: إِذا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ. فهذه أسباب النصر وشروطه وهي معدومة عندنا غير موجودة فينا، فإنا لله وإنا إليه راجعون على ما أصابنا وحل بنا»   .ثم حكى القرآن بعد ذلك ما قاله المؤمنون الصادقون عند ما برزوا للقاء أعدائهم فقال:"
}