{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/112/",
    "ayah_number": 112,
    "text": "بَلى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ.بَلى حرف يذكر في الجواب لإثبات المنفي في كلام سابق، وقد صدرت الآية التي معنا بحرف «بلى» لإثبات ما نفوه وهو دخول غيرهم الجنة ممن لم يكن لا من اليهود ولا من النصارى، مادام قد أسلّم وجهه لله وهو محسن.وقوله تعالى: أَسْلَمَ وَجْهَهُ لِلَّهِ المراد به اتجه إليه، وأذعن لأمره، وأخلص له العبادة، وأصل معناه الاستسلام والخضوع.وخص الله- تعالى- الوجه دون سائر الجوارح بذلك، لأنه أكرم الأعضاء وأعظمها حرمة، فإذا خضع الوجه الذي هو أكرم أعضاء الجسد فغيره من أجزاء الجسد أكثر خضوعا.وقوله تعالى: وَهُوَ مُحْسِنٌ من الإحسان، وهو أداء العمل على وجه حسن أى: مطابق للصواب وهو ما جاء به الشرع الشريف.والمعنى: ليس الحق فيما زعمه كل فريق منكم يا معشر اليهود والنصارى من أن الجنة لكم دون غيركم، وإنما الحق أن كل من أخلص نفسه لله، وأتى بالعمل الصالح على وجه حسن، فإنه يدخل الجنة، كما قال تعالى: فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ.وقد أفادت الآية الكريمة ما يأتى:(أ) إثبات ما نفوه من دخول غيرهم الجنة.(ب) بيان أنهم ليسوا من أهل الجنة، إلا إذا أسلموا وجوههم لله، وأحسنوا له العمل فيكون ذلك ترغيبا لهم في الإسلام، وبيانا لمفارقة حالهم لحال من يدخل الجنة، لكي يقلعوا عما هم عليه، ويعدلوا عن طريقتهم المعوجة.(ج) بيان أن العمل المقبول عند الله- تعالى- يجب أن يتوفر فيه أمران:أولهما: أن يكون خالصا لله وحده.ثانيهما: أن يكون مطابقا للشريعة التي ارتضاها الله تعالى وهي شريعة الإسلام.قال الإمام ابن كثير: «فمتى كان العمل خالصا ولم يكن صوابا لم يتقبل، ولهذا قال رسول الله صلّى الله عليه وسلّم «من عمل عملا ليس عليه أمرنا فهو رد» فعمل الرهبان ومن شابههم وإن فرض أنهم مخلصون فيه لله فإنه لا يتقبل منهم حتى يكون ذلك متابعا للرسول صلّى الله عليه وسلّم المبعوث فيهم وإلى الناس كافة، وفي أمثالهم قال الله- تعالى- وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً وأما إن كان العمل موافقا للشريعة في الصورة الظاهرة، ولكن لم يخلص عامله القصد لله، فهو أيضا مردود على فاعله، وهذا حال المرائين والمنافقين ولهذا قال تعالى: فَمَنْ كانَ يَرْجُوا لِقاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صالِحاً وَلا يُشْرِكْ بِعِبادَةِ رَبِّهِ أَحَداً «1» .وبذلك تكون الآيتان الكريمتان قد أبطلتا دعوى اليهود أن الجنة لهم دون غيرهم، وأثبتتا أن مزاعمهم هذه ما هي إلا من قبيل الأمانى والأوهام وكذبتهم في أن يكون عندهم أى برهان أو دليل على ما يدعون ثم أصدرتا حكما عاما وهو أن الجنة ليست خاصة لطائفة دون أخرى، وإنما هي لكل من أسلّم وجهه لله وهو محسن.ثم بين القرآن بعد ذلك أن أهل الكتاب قد دأبوا على تضليل بعضهم البعض، وأن الخلاف بينهم قد أدى إلى التنازع والتخاصم فقال:"
}