{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/152/",
    "ayah_number": 152,
    "text": "ثم أمر الله عباده بأن يكثروا من ذكره وشكره على ما أسبغ عليهم من نعم فقال:فَاذْكُرُونِي أَذْكُرْكُمْ ...ذكر الشيء: التلفظ باسمه، ويطلق بمعنى استحضاره في الذهن، وهو ضد النسيان وذكر العباد لخالقهم قد يكون باللسان وقد يكون بالقلب وقد يكون بالجوارح. فذكرهم إياه بألسنتهم معناه: أن يحمدوه ويسبحوه ويمجدوه، ويقرءوا كتابه، مع استحضارهم لعظمته وجلاله.وذكرهم إياه بقلوبهم معناه أن يتفكروا في الدلائل الدالة على ذاته وصفاته وفي تكاليفه وأحكامه، وأوامره ونواهيه، وأسرار مخلوقاته، لأن هذا التفكر يقوى إيمانهم، ويصفى نفوسهم.وذكرهم إياه بجوارحهم معناه: أن تكون جوارحهم وحواسهم مستغرقة في الأعمال التي أمروا بها، منصرفة عن الأفعال التي نهوا عنها، ولكون الصلاة مشتملة على هذه الثلاثة سماها الله- تعالى- ذكرا في قوله: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ....وقوله: فَاذْكُرُونِي أَذْكُرْكُمْ أمر وجوابه، وفيه معنى المجازاة فلذلك جزم.والمعنى: اذكروني بالطاعة والاستجابة لما أمرتكم به والبعد عما نهيتكم عنه أذكركم بالرعاية، والنصرة، وصلاح الأحوال في الدنيا، وبالرحمة وجزيل الثواب في الآخرة. فالذكر في قوله «أذكركم» مستعمل فيما يترتب على الذكر من المجازاة بما هو أوفى وأبقى، كما أن قوله «فاذكروني» المراد به: اذكروا عظمتي وجلالي ونعمى عليكم، لأن هذا التذكر هو الذي يبعث على استفراغ الوسع في الأقوال والأعمال التي ترضى الله.قال صاحب المنار: وقال الأستاذ الإمام: هذه الكلمة- وهي قوله- تعالى- فَاذْكُرُونِي أَذْكُرْكُمْ- من الله- تعالى- كبيرة جدا، كأنه يقول: إننى أعاملكم بما تعاملوننى به وهو الرب ونحن العبيد، وهو الغنى عنا ونحن الفقراء إليه. وهذه أفضل تربية من الله لعباده: إذا ذكروه ذكرهم بإدامة النعمة والفضل، وإذا نسوه نسيهم وعاقبهم بمقتضى العدل  » .هذا، وقد وردت أحاديث متعددة في فضل الذكر والذاكرين، ومن ذلك ما رواه الشيخان وغيرهما عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم يقول الله- تعالى-: أنا عند ظن عبدى بي وأنا معه حين يذكرني. فإن ذكرني في نفسه ذكرته في نفسي. وإن ذكرنى في ملأ ذكرته في ملأ خير منهم. وإن تقرب إلى شبرا تقربت إليه ذراعا. وإن تقرب إلى ذراعا تقربت إلى باعا. وإن أتانى يمشى أتيته هرولة» .وروى مسلّم عن أبى سعيد الخدري وأبى هريرة: أنهما شهدا على النبي صلّى الله عليه وسلّم أنه قال:لا يقعد قوم يذكرون الله- تعالى- إلا حفتهم الملائكة، وغشيتهم الرحمة، ونزلت عليهم السكينة، وذكرهم الله فيمن عنده» .قال الإمام النووي: واعلم أن فضيلة الذكر غير منحصرة في التسبيح والتهليل والتحميد والتكبير ونحو ذلك، بل كل عامل لله- تعالى- بطاعة فهو ذاكر لله- تعالى-.وقوله- تعالى-: وَاشْكُرُوا لِي وَلا تَكْفُرُونِ معطوف على ما قبله.والشكر في اللغة- كما يقول القرطبي- الظهور، ومنه قولهم: دابة شكور إذا ظهر عليها من السمن فوق ما تعطى من العلف.وحقيقته: عرفان الإحسان وإظهاره بالثناء على المحسن، يقال شكره وشكر له كما يقال نصحه ونصح له.وأصل الكفر في كلام العرب الستر والتغطية والجحود، ويستعمل بمعنى عدم الإيمان فيتعدى بالباء فيقال: كفر بالله، ويستعمل بمعنى عدم الشكر- وهو المراد هنا- فيتعدى بنفسه، فيقال: كفر النعمة أى جحدها وكفر المنعم أى جحد نعمته ولم يقابلها بالشكر.والمعنى: اشكروا لي ما أنعمت به عليكم من ضروب النعم، بأن تستعملوا النعم فيما خلقت له، وبأن تطيعوني في السر والعلن، وحذار من أن تجحدوا إحسانى إليكم، ونعمى عليكم فاسلبكم إياها.قال- تعالى-: لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذابِي لَشَدِيدٌ  .وقدم- سبحانه- الأمر بالذكر على الأمر بالشكر، لأن في الذكر اشتغالا بذاته- تعالى-، وفي الشكر اشتغالا بنعمته، والاشتغال بذاته أولى بالتقديم من الاشتغال بنعمته. وقوله وَلا تَكْفُرُونِ تأكيد لقوله وَاشْكُرُوا لِي.وهذا تحذير لهذه الأمة حتى لا تقع فيما وقع فيه بعض الأمم السابقة التي فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذاقَهَا اللَّهُ لِباسَ الْجُوعِ وَالْخَوْفِ بِما كانُوا يَصْنَعُونَ.وبعد أن أمر- سبحانه- عباده بذكره وشكره، وجه نداء إليهم بين لهم فيه ما يعينهم على ذلك، كما بين لهم منزلة الشهداء، وعاقبة الصابرين على البلاء فقال- تعالى-:"
}