{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/167/",
    "ayah_number": 167,
    "text": "ثم بين- سبحانه- ما قاله الأتباع على سبيل الحسرة والندم فقال: وَقالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَما تَبَرَّؤُا مِنَّا.الكرة: الرجعة والعودة. يقال: كر يكر كرا: أى: رجع. و (لو) للتمني. وقوله فَنَتَبَرَّأَ مِنْهُمْ منصوب بعد الفاء بأن مضمرة في جواب التمني الذي أشربته لو، والكاف في قوله كَما تَبَرَّؤُا مِنَّا في محل نصب نعت لمصدر محذوف أى تبرأ مثل تبرئهم.والمعنى: وقال الذين كانوا تابعين لغيرهم في الباطل بدون تعقل أو تدبر ليت لنا رجعة إلى الحياة الدنيا فنتبرأ من هؤلاء الذين اتبعناهم وأضلونا السبيل كما تبرءوا منا في هذا اليوم العصيب، ولنشفى غيظنا منهم لأنهم خذلونا وأوردونا موارد التهلكة والعذاب الأليم.وقوله- تعالى-: كَذلِكَ يُرِيهِمُ اللَّهُ أَعْمالَهُمْ حَسَراتٍ عَلَيْهِمْ تذبيل لتأكيد الوعيد، وبيان لحال المشركين في الآخرة.قال الآلوسى: وقوله: كَذلِكَ في موضع المفعول المطلق لما بعده، والمشار إليه الاراء المفهوم من قوله: إِذْ يَرَوْنَ أى: كإراء العذاب المتلبس بظهور أن القوة لله والتبري وتقطع الأسباب وتمنى الرجعة، يريهم الله أعمالهم حسرات عليهم. وجوز أن يكون المشار إليه المصدر المفهوم مما بعد والكاف مقحمة لتأكيد ما أفاده اسم الإشارة من الضخامة. أى: مثل ذلك الاراء الفظيع يريهم على حد ما قيل في قوله- تعالى-: وَكَذلِكَ جَعَلْناكُمْ أُمَّةً وَسَطاً.والمراد بأعمالهم: المعاصي التي ارتكبوها وفي مقدمتها اتباعهم لمن أضلوهم.وحَسَراتٍ جمع حسرة، وهي أشد درجات الندم والغم على ما فات. يقال: حسر يحسر حسرا فهو حسير، إذ اشتدت ندامته على أمر فاته.قال الرازي: وأصل الحسر الكشف. يقال حسر ذراعيه أى: كشف والحسرة انكشاف عن حال الندامة. والحسور الإعياء لأنه انكشاف الحال عما أوجبه طول السفر. قال- تعالى-:وَمَنْ عِنْدَهُ لا يَسْتَكْبِرُونَ عَنْ عِبادَتِهِ وَلا يَسْتَحْسِرُونَ .والمعنى: كما أرى الله- تعالى- المشركين العذاب وما صاحبه من التبرؤ وتقطع الأسباب بينهم، يريهم- سبحانه- أعمالهم السيئة يوم القيامة فتكون حسرات تتردد في صدورهم كأنها شرر الجحيم.ثم ختم- سبحانه- الآية ببيان عاقبة أمرهم فقال: وَما هُمْ بِخارِجِينَ مِنَ النَّارِ.أى: وما هم بخارجين من تلك النار التي عوقبوا بها بسبب شركهم، بل هم مستقرون فيها استقرارا أبديا، وقد جاءت الجملة اسمية لتأكيد نفى خروجهم من النار، وبيان أنهم مخلدون فيها كما قال- تعالى- في آية أخرى: كُلَّما أَرادُوا أَنْ يَخْرُجُوا مِنْها أُعِيدُوا فِيها.وهكذا يسوق لنا القرآن ما يدور بين التابعين والمتبوعين يوم القيامة من تنصل وتحسر وتخاصم بتلك الطريقة المؤثرة، حتى لكأنك أمام مشهد مجسم، ترى فيه الصور الشاخصة حاضرة. وذلك لون من ألوان بلاغة القرآن في عرضه للحقائق، حتى تأخذ سبيلها إلى النفوس الكريمة، وتؤتى ثمارها الطيبة في القلوب السليمة.ثم وجه القرآن نداء عاما إلى البشر أمرهم فيه بأن يتمتعوا بما أحله لهم من طيبات، ونهاهم عن اتباع وساوس الشيطان فقال- تعالى-:"
}