{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/270/",
    "ayah_number": 270,
    "text": "النفقة: هي العطاء العاجل في باب من أبواب الخير. أما النذر: فهو التزام قربة من القربات أو صدقة من الصدقات بأن يقول: لله على نذر أن أفعل كذا من أنواع البر. أو إن شفى الله مريضى فسأفعل كذا.والمعنى: وما أنفقتم- أيها المؤمنون- من نفقة عاجلة قليلة أو كثيرة، أو التزمتم بنفقة مستقبلة وعاهدتم الله- تعالى- على القيام بها، فإنه- سبحانه- يعلم كل شيء، ويعلم ما صاحب نياتكم من إخلاص أو رياء، ويعلم ما أنفقتموه أهو من جيد أموالكم أم من رديئها، وسيجازى المحسن بإحسانه والمسيء بإساءته. فالآية الكريمة بيان لحكم كلى شامل لجميع أفراد النفقات إثر بيان حكم ما كان منها في سبيل الله- تعالى- وما في قوله: وَما أَنْفَقْتُمْ شرطية أو موصولة والفاء في قوله: فَإِنَّ اللَّهَ يَعْلَمُهُ رابطة لجواب الشرط إذا اعتبرنا ما شرطية، ومزيدة في الخير إذا اعتبرناها موصولة ومِنْ في قوله: مِنْ نَفَقَةٍ بيانية أو زائدة.وقوله: فَإِنَّ اللَّهَ يَعْلَمُهُ كناية عن الجزاء عليه، لأن علم الله- تعالى- بالكائنات لا يشك فيه السامعون، فأريد لازم معناه وهو الجزاء. وإنما كان لازما له لأن القادر لا يصده عن الجزاء إلا عدم العلم بما يفعله المحسن أو المسيء.وهذه الجملة الكريمة مع إيجازها قد أفادت الوعد العظيم للمطيعين والوعيد الشديد للمتمردين، لأن الإنسان إذا أيقن أن الله تعالى لا تخفى عليه خافية من شئون خلقه، فإن هذا اليقين سيحمله على الطاعة والإخلاص، وسيحضه على المسارعة في الخيرات، خصوصا وإن الجملة قد صدرت بإن المؤكدة، وتليت بلفظ الجلالة الدال على الاستحقاق الكامل للألوهية.قال بعضهم: وإنما قال- سبحانه-: فَإِنَّ اللَّهَ يَعْلَمُهُ ولم يقل يعلمها لوجهين:الأول: أن الضمير عائد إلى الأخير- وهو النذر-، كما في قوله- تعالى-: وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْماً ثُمَّ يَرْمِ بِهِ بَرِيئاً.والثاني: أن الكناية عادت إلى ما في قوله: وَما أَنْفَقْتُمْ مِنْ نَفَقَةٍ لأنها اسم كقوله:وَما أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ .وقوله: وَما لِلظَّالِمِينَ مِنْ أَنْصارٍ وعيد شديد للخارجين على طاعة الله أى: ليس للظالمين أى نصير أو مغيث يمنع عقوبة الله عنهم.والمراد بالظالمين: الواضعون للأشياء في غير موضعها التي يجب أن توضع فيها، والتاركون لما أمرهم الله به، فيندرج فيهم الذين يبطلون صدقاتهم بالمن والأذى والرياء والذين يتصدقون بالرديء من أموالهم، والذين ينفقون أموالهم في الوجوه التي نهى الله عنها، والذين لم يوفوا بنذورهم التي عاهدوا الله على الوفاء بها كما يندرج فيهم كل من ارتكب ما نهى الله عنه أو أهمل فيما كلفه الله به."
}