{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/230/",
    "ayah_number": 230,
    "text": "ثم بين- سبحانه- أحكام الطلاق المكمل للثلاث، بعد بيانه لأحكام الطلاق الرجعى وأحكام الخلع فقال- تعالى-: فَإِنْ طَلَّقَها فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ.أى: فإن طلق الرجل زوجته طلقة ثالثة بعد الطلقتين اللتين أباح الله له مراجعتها بعد كل منهما في أثناء العدة، فإنه في هذه الحالة تكون زوجته محرمة عليه، ولا تحل له حتى تنكح زوجا غيره نكاحا شرعيا صحيحا، بأن يدخل بها، ويباشرها مباشرة شرعية كما يباشر الأزواج زوجاتهم.فالمراد بالنكاح في قوله تعالى حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ الزواج بشخص آخر يدخل بها دخولا صحيحا. ويؤيد هذا المعنى ويؤكده ما جاء في الحديث المشهور الذي أخرجه البخاري وغيره عن عائشة- رضي الله عنها- قالت: جاءت امرأة رفاعة القرظي إلى رسول الله صلّى الله عليه وسلّم فقالت: يا رسول الله إن رفاعة طلقني فبت طلاقى. وإنى نكحت بعده عبد الرحمن بن الزبير القرظي، وإن ما معه مثل الهدبة، فقال رسول الله صلّى الله عليه وسلّم: لعلك تريدين أن ترجعى إلى رفاعة؟لا حتى تذوقي عسيلته ويذوق عسيلتك».وواضح من ذوق العسيلة أن يدخل بها ويجامعها. وعلى هذا انعقد إجماع الفقهاء. ولم يلتفتوا إلى ما نسبه بعضهم إلى سعيد بن المسيب من أنه أجاز للمرأة أن تعود إلى زوجها الأول بعد عقد زواجها على الثاني دون أن يدخل بها. وحملوا هذا المنسوب إلى سعيد بن المسيب على أنه من شواذ الفتيا التي لا وزن لها لمخالفتها لنص حديث صحيح لعله لم يبلغه.ثم قال- تعالى-: فَإِنْ طَلَّقَها فَلا جُناحَ عَلَيْهِما أَنْ يَتَراجَعا إِنْ ظَنَّا أَنْ يُقِيما حُدُودَ اللَّهِ أى: فإن طلق الزوج الثاني تلك المرأة التي سبق طلاقها من الزوج الأول، فلا إثم عليها وعلى زوجها الأول في أن يرجع كل منهما إلى صاحبه بعقد جديد بعد انقضاء العدة ما داما يغلب على ظنهما أنهما سيقيمان حدود الله، ويؤدى كل واحد منهما ما يجب عليه نحو صاحبه بأمانة وإخلاص.وقوله: أَنْ يَتَراجَعا في موضع جر بإضمار حرف الجر أى في أن يتراجعا وقوله أَنْ يُقِيما في موضع نصب على أنه سد مسد مفعولي ظن.قال صاحب الكشاف: ولم يقل: إن علما أنهما يقيمان حدود الله لأن اليقين مغيب عنهما لا يعلمه إلا الله. ومن فسر الظن ها هنا بالعلم فقدوهم ولأن الإنسان لا يعلم ما في الغد وإنما يظن ظنا» .ثم ختم- سبحانه- هذه الآية بقوله: وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُها لِقَوْمٍ يَعْلَمُونَ.أى: وتلك الأحكام المذكورة عن الطلاق وعن غيره مما كلف الله به عباده يبينها ويوضحها بتلك الطرق الحكيمة لقوم يعلمون الحق، ويعملون بمقتضى علمهم.وبهذا نرى أن الآية الكريمة قد بينت أنه لا يحل للمرأة التي طلقت من زوجها أن تعود إليه بعد الطلقة الثالثة إلا بعد أن تتزوج آخر زواجا صحيحا يدخل بها فيه ويجامعها ثم يطلقها وتنقضي عدتها منه.ومن حكم هذا التشريع الحكيم ردع الأزواج عن الاستخفاف بحقوق زوجاتهم، وزجرهم عن التساهل في إيقاع الطلاق، فإن الرجل الشريف الطبع، العزيز النفس إذا علم أن زوجته لن تحل له بعد الطلقة الثالثة إلا إذا افترشها شخص آخر توقف عن إيقاع الطلاق، وتباعد عن التسرع والاندفاع وحاول أن يصلح ما بينه وبين أهله بالمعالجة الحكيمة التي تتميز بسعة الصدر وضبط النفس.هذا، وقد ساق الإمام ابن كثير سبعة أحاديث في النهى عن نكاح المحلل- وهو أن يعقد رجل على امرأة قد طلقت ثلاثا من زوجها بقصد إحلالها لهذا الزوج لا بقصد الزواج الدائم ثم يدخل بها دخولا صوريا وليس شرعيا- ومن هذه الأحاديث ما رواه الإمام أحمد والترمذي والنسائي عن عبد الله بن مسعود قال: لعن رسول الله صلّى الله عليه وسلّم المحلل والمحلل له، وآكل الربا وموكله» .وعن عقبة بن عامر قال: قال رسول الله صلّى الله عليه وسلّم «ألا أخبركم بالتيس المستعار» ؟ قالوا: بلى يا رسول الله. قال: هو المحلل لعن الله المحلل والمحلل له» .وعن ابن عباس أن رسول الله صلّى الله عليه وسلّم سئل عن نكاح المحلل فقال: لا إلا نكاح رغبة- لا نكاح دلسة أى لا نكاح غش وتدليس- ولا استهزاء بكتاب الله- ثم يذوق عسيلتها..» .وجاء رجل إلى ابن عمر فسأله عن رجل طلق امرأته ثلاثا فتزوجها أخ له من غير مؤامرة منه- أى من غير مشورة ورغبة منه- ليحلها لأخيه فهل تحل للأول؟ فقال: لا إلا نكاح رغبة.كنا نعد هذا سفاحا على عهد رسول الله صلّى الله عليه وسلّم.ثم قال ابن كثير: والمقصود أن الزوج الثاني يكون راغبا في المرأة قاصدا لدوام عشرتها كما هو المشروع من التزويج. واشترط الإمام مالك مع ذلك أن يطأها الثاني وطأ مباحا فلو وطئها وهي محرمة أو صائمة أو معتكفة أو حائض.. لم تحل للأول بهذا الوطء والمراد بالعسيلة الجماع لما رواه الإمام أحمد والنسائي عن عائشة أن رسول الله صلّى الله عليه وسلّم قال: «ألا إن العسيلة الجماع» .وبعد أن بين- سبحانه- في الآية السابقة أن الزوج مخير بين الإمساك والتسريح في مدة العدة، عقب ذلك ببيان أن هذا التخيير من حقه حتى آخر وقت في العدة، وذلك لتذكيره بأن الإمساك أفضل من التسريح، وأن عليه ألا يلجأ إلى الطلاق إلا إذا سدت طرق الإصلاح والمعالجة، وأنه إذا اختار الطلاق فعليه أن يسلك فيه طريق الحق والعدل لا طريق الباطل والجور."
}