{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/98/",
    "ayah_number": 98,
    "text": "ثم بين- تعالى- حقيقة الأمر فيمن يعادى جبريل وأن عداوته عداوة لله- تعالى- فإنه أمين وحيه إلى رسله ليس له في ذلك شيء إلا أن يبلغ ما أمر به فقال تعالى: مَنْ كانَ عَدُوًّا لِلَّهِ وَمَلائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكافِرِينَ.والمعنى: أن عداوة جبريل عداوة لله، وأن عداوة محمد صلّى الله عليه وسلّم عداوة لله- أيضا- فالإيمان بالله وملائكته ورسله وحدة لا تتجزأ فمن كفر بواحد منهم فهو كافر بالجميع.ومعنى عداوة العبد لله: كفره به ومخالفته لأوامره ونواهيه ومعنى عداوته لملائكته: إنكار فضلهم ووصفهم بما ينافي عصمتهم ورفعة منزلتهم. ومعنى عداوته لرسله: تكذيبه لهم وتعمده إلحاق الأذى بهم ومعنى عداوة الله لعبده: غضبه سبحانه- عليه، ومجازاته له على كفره.وصدر- سبحانه- الكلام باسمه الجليل تفخيما لشأن ملائكته ورسله وإشعارا بأن عداوتهم إنما هي عداوة له- تعالى-.وأفرد- سبحانه- جبريل وميكال بالذكر، مع اندراجهما تحت عموم ملائكته، لتصريح اليهود بعداوة جبريل وتعظيم ميكائيل، فأفردهما بالذكر للتنبيه على أن المعاداة لأحدهما معاداة للجميع، وأن الكفر بأحدهما كفر بالآخر.قال ابن جرير: «فإن قال قائل: أو ليس جبريل وميكائيل من الملائكة؟ قيل بلى، فإن قال: فما معنى تكرير ذكرهما بأسمائهما في الآية في جملة أسماء الملائكة؟ قيل: معنى إفراد ذكرهما بأسمائهما أن اليهود لما قالت جبريل عدونا وميكائيل ولينا، وزعمت أنها كفرت بمحمد صلّى الله عليه وسلّم من أجل أن جبريل صاحبه، أعلمهم الله- تعالى- أن من كان لجبريل عدوا فإن الله عدو له وأنه من الكافرين، فنص عليه باسمه وعلى ميكائيل باسمه، لئلا يقول منهم قائل: إنما قال الله:من كان عدوا لله وملائكته ورسله، ولسنا لله ولا لملائكته ولا لرسله أعداء، لأن الملائكة اسم عام محتمل خاصا، وجبريل وميكائيل غير داخلين فيه، وكذلك قوله ورسله فلست يا محمد داخلا فيهم، فنص الله- تعالى- على أسماء من زعموا أنهم أعداؤه بأعيانهم ليقلع بذلك تلبيسهم على أهل الضعف منهم، ويحسم تمويههم أمورهم على ضعاف الإيمان» .وقال- سبحانه- في ختام الآية الكريمة فَإِنَّ اللَّهَ عَدُوٌّ لِلْكافِرِينَ ولم يقل فإن الله عدو له أو لهم، ليدل على أن عداوة كل واحد ممن اشتملت الآية الكريمة على ذكرهم كفر وجحود، وليكون اندراجهم تحت هذا الحكم العام من باب إثبات الحكم بالدليل، وللإشعار بأن عداوة الله- تعالى- لهم سببها كفرهم فإن الله لن يعادى قوما لذواتهم ولا لأنسابهم، وإنما يكره لهم الكفر ويعاقبهم عليه معاقبة العدو للعدو.قال صاحب المنار: «فهذه الآية الكريمة وعيد لهم بعد بيان فساد العلة التي جاءوا بها، فهم لم يدعوا عداوة هؤلاء كلهم، لكنهم كذلك في نفس الأمر، فأراد أن يبين حقيقة حالهم في الواقع، وهي أنهم أعداء الحق وأعداء كل من يمثله ويدعو إليه، فالتصريح بعداوة جبريل كالتصريح بعداوة ميكائيل الذي يزعمون أنهم يحبونه. وأنهم كانوا يؤمنون بالنبي صلّى الله عليه وسلّم لو كان هو الذي ينزل بالوحي عليه، ومعاداة القرآن الكريم كمعاداة سائر الكتب الإلهية لأن المقصود من الجميع واحد فقولهم السابق وحالهم يدلان على معاداة كل من ذكر، وهذا من ضروب إيجاز القرآن الكريم التي انفرد بها»  .وبهذا تكون الآيتان الكريمتان قد دمغتا اليهود بالكفر والجهالة، لمعاداتهم لجبريل وتكذيبهم لمحمد صلّى الله عليه وسلّم وبينتا ما عليه أمرهم من خزي وهوان بسبب هذه العداوة التي لا باعث عليها إلا الحسد، وكراهية أن ينزل الله من فضله على من يشاء من عباده."
}