{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/194/",
    "ayah_number": 194,
    "text": "وقوله- تعالى-: الشَّهْرُ الْحَرامُ بِالشَّهْرِ الْحَرامِ بيان للحكمة في إباحة القتال في الأشهر الحرم، وإيذان بأن مراعاة حرمة الشهر الحرام إنما هي واجبة في حق من يصون حرمته، أما من هتكها فقد صار بسبب انتهاكه لحرمة الشهر الحرام محلا للقصاص والمعاقبة في الشهر وفي غيره.وسمى الشهر الحرام لأنه يحرم فيه ما يحل في غيره من القتال ونحوه، والتعريف فيه- على الراجح- للجنس فهو يشمل الأشهر الحرم جميعها وهي أربعة: ذو القعدة، وذو الحجة، والمحرم، ورجب.قال- تعالى-: إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنا عَشَرَ شَهْراً فِي كِتابِ اللَّهِ يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ مِنْها أَرْبَعَةٌ حُرُمٌ، ذلِكَ الدِّينُ الْقَيِّمُ، فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً كَما يُقاتِلُونَكُمْ كَافَّةً، وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ  .قال القرطبي: نزلت في عمرة القضاء، وذلك أن رسول الله صلّى الله عليه وسلّم خرج معتمرا حتى بلغ الحديبية في ذي القعدة سنة ست، فصده المشركون كفار قريش عن البيت فانصرف ووعده- سبحانه- أنه سيدخله فدخله في ذي القعدة سنة سبع وقضى نسكه ونزلت هذه الآية  والمعنى: هذا الشهر الحرام الذي تؤدون فيه عمرة القضاء، بذلك الشهر الحرام الذي صدكم المشركون فيه عن دخول المسجد الحرام، فإذا بدءوا بانتهاك حرمته بقتالكم فيه، فلا تبالوا أن تقاتلوهم فيه دفاعا عن أنفسكم، إذ هم البادئون بهتك حرمته.وقوله: وَالْحُرُماتُ قِصاصٌ متضمن لإقامة الحجة على الحكم السابق والحرمات: جمع حرمة، وهي ما يحفظ ويرعى ولا ينتهك.والقصاص: المساواة. أى، وكل حرمة يجرى فيها القصاص. فمن هتك أية حرمة اقتص منه بأن تهتك له حرمة.والمراد: أن المشركين إذا أقدموا على مقاتلتكم- أيها المؤمنون- في الحرم أو في الشهر الحرام، فقاتلوهم أنتم أيضا على سبيل القصاص والمجازاة بالمثل، حتى لا يتخذوا الأشهر الحرم ذريعة للغدر والإضرار بكم.ثم أكد- سبحانه- هذا المعنى بقوله: فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ.أى: فمن اعتدى عليكم وظلمكم فجازوه باعتدائه وقابلوه بمثل ما اعتدى عليكم بدون حيف أو تجاوز للحد الذي أباحه الله لكم.وسمى جزاء الاعتداء اعتداء على سبيل المشاكلة.قال الآلوسى: واستدل الشافعى بالآية على أن القاتل يقتل بمثل ما قتل به من محدد أو خنق أو حرق أو تجويع أو تغريق. حتى لو ألقاه في ماء عذب لم يلق في ماء ملح. واستدل بها أيضا على أن من غصب شيئا وأتلفه لزمه رد مثله، ثم إن المثل قد يكون من طريق الصورة- كما في ذوات الأمثال- وقد يكون من طريق المعنى كالقيم فيما لا مثل له .ثم ختم- سبحانه- الآية الكريمة بالأمر بالتقوى والخشية منه فقال: وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ.أى: اتقوا الله وراقبوه في الانتصار لأنفسكم، وترك الاعتداء فيما لم يرخص لكم فيه، واعلموا أن الله مع الذين يمتثلون أمره ويجتنبون نهيه بالنصر والرعاية والتأييد."
}