{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/211/",
    "ayah_number": 211,
    "text": "ثم بين- سبحانه- أن كفر الكافرين ليس سيبه نقصان الدليل على صحة إيمان المؤمنين،وإنما سببه الجحود والحسد وإيثار الهوى على الهدى، بدليل أن بنى إسرائيل قد آتاهم الله آيات بينات تهدى إلى الإيمان ومع ذلك كفروا بها. استمع إلى القرآن وهو يصور موقفهم بعد تهديده للكافرين في الآية السابقة فيقول: سَلْ بَنِي إِسْرائِيلَ كَمْ آتَيْناهُمْ مِنْ آيَةٍ بَيِّنَةٍ....قال الفخر الرازي: اعلم أنه ليس المقصود: سل بنى إسرائيل ليخبروك عن تلك الآيات فتعلمها وذلك لأن الرسول صلّى الله عليه وسلّم كان عالما بتلك الأحوال بإعلام الله- تعالى- إياه، بل المقصود منه المبالغة في الزجر عن الإعراض عن دلائل الله- تعالى-.أى: سل هؤلاء الحاضرين أنا لما آتينا أسلافهم آيات بينات فأنكروها، لا جرم استوجبوا العقاب من الله- تعالى-، وذلك تنبيه لهؤلاء الحاضرين على أنهم لو زلوا عن آيات الله لوقعوا في العذاب كما وقع أولئك المتقدمون فيه. والمقصود من ذكر هذه الحكاية أن يعتبروا بغيرهم ... » «1» .وسَلْ فعل أمر من سأل وأصله اسأل فنقلت فتحة الهمزة إلى السين قبلها وصارت ساكنة فحذفت. ولما فتحت السين لم يكن هناك حاجة إلى همزة الوصل فحذفت أيضا.وكَمْ إما خبرية والمسئول عنه محذوف، والجملة ابتدائية لا محل لها من الإعراب مبينة لاستحقاقهم التقريع والتوبيخ. كأنه قيل «سل بنى إسرائيل» عن طغيانهم وجحودهم للحق بعد وضوحه فقد آتيناهم آيات كثيرة بينة ومع ذلك أعرض كثير منهم عنها.وإما استفهامية والجملة في موضع المفعول الثاني لقوله «سل» وقيل: في موضع المصدر، أى: سلهم هذا السؤال. وقيل: في موضع الحال. أى: سلهم قائلا: كم آتيناهم.والاستفهام للتقرير بمعنى حمل المخاطب على الإقرار- بأنه قد خالف ما تقتضيه الآيات من الإيمان بالله- تعالى-.فالمراد بهذا السؤال تقريعهم على جحودهم الحق بعد وضوح الآيات لا معرفة إجابتهم كما إذا أراد واحد منا توبيخ أحد فيقول لمن حضره: سله كم أنعمت عليه؟ومن الآيات البينات والمعجزات الواضحات التي أظهرها الله- تعالى- لبنى إسرائيل على أيدى أنبيائهم ليؤمنوا بهم: عصا موسى التي ألقاها فإذا هي حية تسعى والتي ألقاها فإذا هي تلقف ما صنعه السحرة، والتي ضرب بها البحر فَانْفَلَقَ فَكانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ إلى غير ذلك من الآيات الدالة على وحدانية الله وصدق من جرت على يديه هذه الخوارق، ومع ذلك فمنهم من قال لموسى أَرِنَا اللَّهَ جَهْرَةً ومنهم من كفر وعبد العجل..ثم بين- سبحانه- سوء عاقبة الجاحدين لآياته فقال: وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ ما جاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقابِ.التبديل: جعل شيء بدلا عن آخر، ونعمة الله هنا تتناول آياته الدالة على صدق رسله، كما تتناول ما أسبغه الله على عباده من صحة ومال وعقل وغير ذلك من نعمه الظاهرة والباطنة.أى: ومن يبدل نعم الله بعد ما وصلت إليه واتضحت له، بأن كفر بها مع أنها تدعو إلى الإيمان، وجحد فضلها مع أنها تستلزم منه الشكر لمسديها من يبدل ذلك التبديل فإن الله سيعاقبه عقابا شديدا.وقوله: مِنْ بَعْدِ ما جاءَتْهُ زيادة توبيخ لهم، وأنهم مستحقون لأشد ألوان العذاب، لأنهم قد كفروا بآيات الله وجحدوا نعمه بعد معرفتها والوقوف على تفاصيلها. فهو كقوله- تعالى-: وَقَدْ كانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ ما عَقَلُوهُ وَهُمْ يَعْلَمُونَ. فهو تبديل عن معرفة لا عن جهل أو خطأ.وقوله: فَإِنَّ اللَّهَ شَدِيدُ الْعِقابِ تعليل للجواب أقيم مقامه.أى: ومن يبدل نعمة الله عاقبه أشد عقوبة لأنه شديد العقاب فلا يفلت منه أحد. ويحتمل أن يكون هذه الجملة هي الجواب بتقدير الضمير أى شديد العقاب له.والعقاب هو الجزاء عن جناية وجرم، وهو مأخوذ- كما يقول القرطبي- من العقب، كأن المعاقب يمشى بالمحازاة للجاني في آثار عقبه، ومنه عقبة الراكب- أى الموضع الذي يركب منه-، فالعقاب والعقوبة يكونان بعقب الذنب وقد عاقبه بذنبه .فالآية الكريمة وعيد شديد لكل من يبدل نعم الله، ويترك شكرها."
}