{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/275/",
    "ayah_number": 275,
    "text": "ولقد نفر القرآن الناس من تعاطى الربا تنفيرا شديدا وحذرهم من سوء عاقبته تحذيرا مؤكدا فقال- تعالى-:وقوله- تعالى-: الَّذِينَ يَأْكُلُونَ الرِّبا لا يَقُومُونَ إِلَّا كَما يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطانُ مِنَ الْمَسِّ ... استئناف قصد به الترهيب من تعاطى الربا، بعد الترغيب في بذل الصدقة لمستحقيها.ولم يعطف على ما قبله لما بينهما من تضاد، لأن الصدقة- كما يقول الفخر الرازي- عبارة عن تنقيص المال- في الظاهر- بسبب أمر الله بذلك، والربا عبارة عن طلب الزيادة على المال مع نهى الله عنه فكانا متضادين.والأكل في الحقيقة. ابتلاع الطعام، ثم أطلق على الانتفاع بالشيء وأخذه بحرص وهو المراد هنا. وعبر عن التعامل بالربا بالأكل، لأن معظم مكاسب الناس تنفق في الأكل.والربا في اللغة: الزيادة مطلقا، يقال: ربا الشيء يربو إذا زاد ونما، ومنه قوله- تعالى-:وَتَرَى الْأَرْضَ هامِدَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ ... أى: زادت.وهو في الشرع: - كما قال الآلوسى- عبارة عن فضل مال لا يقابله عوض في معاوضة مال بمال.وقوله: يَتَخَبَّطُهُ: من التخبط بمعنى الخبط وهو الضرب على غير استواء واتساق. يقال:خبطته أخبطه خبطا أى ضربته ضربا متواليا على أنحاء مختلفة. ويقال: تخبط البعير الأرض إذا ضربها بقوائمه ويقال للذي يتصرف في أمر ولا يهتدى فيه يخبط خبط عشواء. قال زهير بن أبى سلمى في معلقته:رأيت المنايا خبط عشواء من تصب ... تمته ومن تخطى يعمر فيهرموالمس: الخبل والجنون يقال: مس الرجل فهو ممسوس إذا أصابه الجنون. وأصل المس اللمس باليد، ثم استعير للجنون، لأن الشيطان يمس الإنسان فيجنه.والمعنى: الَّذِينَ يَأْكُلُونَ الرِّبا أى يتعاملون به أخذا وإعطاء لا يَقُومُونَ يوم القيامة للقاء الله إلا قياما كقيام المتخبط المصروع المجنون حال صرعه وجنونه، وتخبط الشيطان له، وذلك لأنه يقوم قياما منكرا مفزعا بسبب أخذه الربا الذي حرم الله أخذه.فالآية الكريمة تصور المرابى بتلك الصورة المرعبة المفزعة، التي تحمل كل عاقل على الابتعاد عن كل معاملة يشم منها رائحة الربا.وهنا نحب أن نوضح أمرين:أما الأمر الأول: فهو أن جمهور المفسرين يرون أن هذا القيام المفزع للمرابين يكون يوم القيامة حين يبعثون من قبورهم كما أشرنا إلى ذلك.قال الآلوسى: وقيام المرابى يوم القيامة كذلك مما نطقت به الآثار، فقد أخرج الطبراني عن عوف بن مالك قال: قال رسول الله صلّى الله عليه وسلّم: «إياك والذنوب التي لا تغفر. الغلول فمن غل شيئا أتى به يوم القيامة، وأكل الربا فمن أكل الربا بعث يوم القيامة مجنونا يتخبط» ثم قرأ الآية، وهو مما لا يحيله العقل ولا يمنعه، ولعل الله- تعالى- جعل ذلك علامة له يعرف بها يوم الجمع الأعظم عقوبة له ... ثم قال. وقال ابن عطية: المراد تشبيه المرابى في حرصه وتحركه في اكتسابه في الدنيا بالمتخبط المصروع كما يقال لمن يسرع بحركات مختلفة: قد جن، ولا يخفى أنه مصادمة لما عليه سلف الأمة ولما روى عن رسول صلّى الله عليه وسلّم من غير داع سوى الاستبعاد الذي لا يعتبر في مثل هذه المقامات» .والذي نراه أنه لا مانع من أن تكون الآية تصور حال المرابين في الدنيا والآخرة، فهم في الدنيا في قلق مستمر، وانزعاج دائم، واضطراب ظاهر بسبب جشعهم وشرههم في جمع المال، ووساوسهم التي لا تكاد تفارقهم وهم يكفرون في مصير أموالهم.... ومن يتتبع أحوال بعض المتعاملين بالربا يراهم أشبه بالمجانين في أقوالهم وحركاتهم. أما في الآخرة فقد توعدهم الله- تعالى- بالعقاب الشديد، والعذاب الأليم.وقد رجح الإمام الرازي أن الآية الكريمة تصور حال المرابى في الدنيا والآخرة فقال ما ملخصه: «إن الشيطان يدعو إلى طلب اللذات والشهوات والاشتغال بغير الله، ومن كان كذلك كان في أمر الدنيا متخبطا ... وآكل الربا بلا شك أنه يكون مفرطا في حب الدنيا متهالكا فيها، فإذا مات على ذلك الحب صار ذلك حجابا بينه وبين الله- تعالى-، فالخبط الذي كان حاصلا له في الدنيا بسبب حب المال أورثه الخبط في الآخرة وأوقعه في ذل الحجاب، وهذا التأويل أقرب عندي من غيره» .وأما الأمر الثاني: فهو أن جمهور المفسرين يرون أيضا أن التشبيه في الآية الكريمة على الحقيقة، بمعنى أن الآية تشبه حال المرابين بحال المجنون الذي مسه الشيطان، لأن الشيطان قد يمس الإنسان فيصيبه بالصرع والجنون.ولكن الزمخشري ومن تابعه ينكرون ذلك، ويرون أن كون الصرع أو الجنون من الشيطان باطل لأنه لا يقدر على ذلك، فقد قال الزمخشري في تفسيره: وتخبط الشيطان من زعمات العرب، يزعمون أن الشيطان يخبط الإنسان فيصرع. والمس الجنون، ورجل ممسوس- أى مجنون-. وهذا أيضا من زعماتهم، وأن الجنى يمسسه فيختلط عقله، وكذلك جن الرجل معناه ضربته الجن، ورأيتهم لهم في الجن قصص وأخبار وعجائب، وإنكار ذلك عندهم كإنكار المشاهدات» .ومن العلماء الذين تصدوا للرد على الزمخشري ومن تابعه الإمام القرطبي فقد قال: «وفي هذه الآية دليل على فساد إنكار من أنكر الصرع من جهة الجن وزعم أنه من فعل الطبائع، وأن الشيطان لا يسلك في الإنسان ولا يكون منه مس. وقد روى النسائي عن أبى اليسر قال: كان رسول الله صلّى الله عليه وسلّم يدعو فيقول: اللهم إنى أعوذ بك من التردي والغرق والهدم والحريق، وأعوذ بك من أن يتخبطني الشيطان عند الموت، وأعوذ بك أن أموت في سبيلك مدبرا وأعوذ بك أن أموت لديغا» .وقال الشيخ أحمد بن المنير: ومعنى قول الزمخشري أن تخبط الشيطان من زعمات العرب، أى من كذباتهم وزخارفهم التي لا حقيقة لها، كما يقال في الغول والعنقاء ونحو ذلك. وهذا القول من تخبط- الشيطان بالقدرية- أى المعتزلة- في زعماتهم المردودة بقواطع الشرع، ثم قال: واعتقاد السلف وأهل السنة أن هذه أمور على حقائقها واقعة كما أخبر الشارع عنها، والقدرية ينكرون كثيرا مما يزعمونه مخالفا لقواعدهم.. من ذلك السحر، وخبطة الشيطان، ومعظم أحوال الجن. وإن اعترفوا بشيء من ذلك فعلى غير الوجه الذي يعترف به أهل السنة وينبئ عنه ظاهر الشرع في خيط طويل لهم،  والذي نراه أن ما عليه جمهور العلماء من أن التشبيه على الحقيقة هو الحق، لأن الشيطان قد يمس الإنسان فيصيبه بالجنون، ولأنه لا يسوغ لنا أن تؤول القرآن بغير ظاهره بسبب اتجاه دليل عليه.وقوله: مِنَ الْمَسِّ متعلق بيقومون أى لا يقومون من المس الذي حل بهم بسبب أكلهم الربا إلا كما يقوم المصروع من جنونه.وقوله- تعالى-: ذلِكَ بِأَنَّهُمْ قالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبا، وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا بيان لزعمهم الباطل الذي سوغ لهم التعامل بالربا، ورد عليه بما يهدمه.واسم الإشارة «ذلك» يعود إلى الأكل أو إلى العقاب الذي نزل بهم. والمعنى: ذلك الأكل الذي استحلوه عن طريق الربا، أو ذلك العذاب الذي حل بهم والذي من مظاهره قيامهم المتخبط، سببه قولهم إن البيع الذي أحله الله يشابه الريا الذي نتعامل به في أن كلا منهما معاوضة.قال صاحب الكشاف: فإن قلت: هلا قيل إنما الربا مثل البيع لأن الكلام في الربا لا في البيع، فوجب أن يقال إنهم شبهوا الربا بالبيع فاستحلوه وكانت شبهتهم أنهم قالوا: لو اشترى الرجل الشيء الذي لا يساوى إلا درهما بدرهمين جاز، فكذلك إذا باع درهما بدرهمين؟ قلت:جيء به على طريق المبالغة. وهو أنه قد بلغ من اعتقادهم في حل الربا أنهم جعلوه أصلا وقانونا في الحل حتى شبهوا به البيع» .وقوله: وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبا جملة مستأنفة، وهي رد من الله- تعالى- عليهم، وإنكار لتسويتهم الربا بالبيع.قال الآلوسى: وحاصل هذا الرد من الله- تعالى- عليهم: أن ما ذكرتم- من أن الربا مثل البيع- قياس فاسد الوضع لأنه معارض للنص فهو من عمل الشيطان، على أن بين البابين فرقا، وهو أن من باع ثوبا يساوى درهما بدرهمين فقد جعل الثوب مقابلا لدرهمين فلا شيء منهما إلا وهو في مقابلة شيء من الثواب. وأما إذا باع درهما بدرهمين فقد أخذ الدرهم الزائد بدون عوض، ولا يمكن جعل الإمهال عوضا إذ الإمهال ليس بمال في مقابلة المال» .وقوله: فَمَنْ جاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهى فَلَهُ ما سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ. تفريع على الوعيد السابق في قوله: الَّذِينَ يَأْكُلُونَ الرِّبا.. إلخ» .والمجيء بمعنى العلم والبلاغ، والموعظة: ما يعظ الله- تعالى- به عباده عن طريق زجرهم وتخويفهم وتذكيرهم بسوء عاقبة المخالفين لأوامره.أى: فمن بلغه نهى الله- تعالى- عن الربا، فامتثل وأطاع وابتعد عما نهاه الله عنه، فَلَهُ ما سَلَفَ أى فله ما تقدم قبضه من مال الربا قبل التحريم وليس له ما تقدم الاتفاق عليه ولم بقبضه.. لأن الله- تعالى- يقول بعد ذلك وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُسُ أَمْوالِكُمْ ...وقوله: وَأَمْرُهُ إِلَى اللَّهِ أى أمر هذا المرابى الذي تعامل بالربا قبل التحريم واجتنبه بعده، أمره مفوض إلى الله- تعالى- فهو الذي يعامله بما يقتضيه فضله وعفوه وكرمه.قال ابن كثير: قوله فَمَنْ جاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ.. إلخ أى من بلغه نهى الله عن الربا فانتهى حال وصول الشرع إليه فله ما سلف من المعاملة لقوله: عَفَا اللَّهُ عَمَّا سَلَفَ وكما قال النبي صلّى الله عليه وسلّم يوم فتح مكة: «وكل ربا في الجاهلية موضوع تحت قدمي هاتين وأول ربا أضع ربا عمى العباس، ولم يأمرهم برد الزيادات المأخوذة في حال الجاهلية بل عفا عما سلف كما قال- تعالى-: فَلَهُ ما سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ أى فله ما كان قد أكل من الربا قبل التحريم».و «من» في قوله: فَمَنْ جاءَهُ مَوْعِظَةٌ شرطية وهو الظاهر، ويحتمل أن تكون موصولة.وعلى التقديرين فهي في محل رفع بالابتداء، وقوله: فَلَهُ ما سَلَفَ هو الجزاء أو الخبر، ومَوْعِظَةٌ فاعل جاء، وسقطت التاء من الفعل للفصل بينه وبين الفاعل أو تكون الموعظة هنا بمعنى الوعظ فهي في معنى المذكر وقوله: مِنْ رَبِّهِ جار ومجرور متعلق بجاءه، أو بمحذوف وقع صفة لموعظة وفي قوله: مِنْ رَبِّهِ تفخيم لشأن الموعظة، وإغراء بالامتثال والطاعة لأنها صادرة من الله- تعالى- المربى لعباده.وفي هذه الجملة الكريمة بيان لمظهر من مظاهر السماحة فيما شرعه الله لعباده، لأنه- سبحانه- لم يعاقب المرابين على ما مضى من أمرهم قبل وجود الأمر والنهى، ولم يجعل تشريعه بأثر رجعي بل جعله للمستقبل، إذ الإسلام يجب ما قبله. فما أكله المرابى قبل تحريم الربا فلا عقاب عليه فيه وهو ملك له، إلا أنه ليس له أن يتعامل به بعد التحريم، وإذا تعامل به فلن تقبل توبته حتى يتخلص من هذا المال الناتج عنه الربا.ولقد توعد الله- تعالى- من يعود إلى التعامل بالربا بعد أن حرمه الله- تعالى- فقال وَمَنْ عادَ فَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ.أى ومن عاد إلى التعامل بالربا بعد أن نهى الله عنه فأولئك العائدون هم أصحاب النار الملازمون لها، والماكثون فيها بسبب تعديهم لما نهى الله عنه.وفي هذه الجملة الكريمة تأكيد للعقاب النازل بأولئك العائدين بوجوه من المؤكدات منها:التعبير فيها بأولئك التي تدل على البعيد فهم بعيدون عن رحمة الله، والتعبير بالجملة الاسمية التي تفيد الدوام والاستمرار والتعبير، بكلمة أصحاب الدالة على الملازمة والمصاحبة، وبكلمة خالِدُونَ التي تدل على طول المكث."
}