{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/245/",
    "ayah_number": 245,
    "text": "ثم أمر الله- تعالى- عباده بأن ينفقوا أموالهم في الأعمال الصالحة التي من أعظمها الجهاد في سبيله فقال- تعالى-: مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً فَيُضاعِفَهُ لَهُ أَضْعافاً كَثِيرَةً.قال القرطبي: «القرض: اسم لكل ما يلتمس عليه الجزاء. وأقرض فلان فلانا أى أعطاه ما يتجازاه. واستقرضت من فلان أى طلبت منه القرض فأقرضنى. واقترضت منه أى أخذت القرض. وأصل الكلمة القطع ومنه المقراض. وأقرضته أى قطعت له من مالي قطعة يجازى عليها ... ثم قال: والتعبير بالقرض في هذه الآية إنما هو تأنيس وتقريب للناس بما يفهمونه، والله هو الغنى الحميد، لكنه- تعالى- شبه عطاء المؤمن في الدنيا بما يرجو به ثوابه في الآخرة بالقرض كما شبه إعطاء النفوس والأموال في أخذ الجنة بالبيع والشراء..».والمعنى: من هذا المؤمن القوى الإيمان الذي يقدم ماله في الجهاد من أجل إعلاء كلمة الله، وفي غير ذلك من وجوه الخير كمعاونة المحتاجين، وسد حاجة البائسين، ومساعدة الأمة الإسلامية بما يفيدها ويعلى من شأنها، فَيُضاعِفَهُ لَهُ أَضْعافاً كَثِيرَةً أى: فيرد الله- تعالى- إلى هذا الباذل المعطى المقرض بدل ما أعطى وبذل وأقرض أمثالا كثيرة لا يعلم مقدارها إلا الله أكرم الأكرمين. إذ المضاعفة معناها إعطاء الشخص أضعاف أى أمثال ما أعطى وبذل.والاستفهام في قوله: مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ.. للحض على البذل والعطاء، وللتهييج على الاتصاف بالصفات الكريمة، حتى لكأن المستفهم لا يدرى من هو الأهل لهذه الصفات ويريد أن يعرف من هو أهل لها.ومَنْ اسم استفهام مبتدأ، وذَا اسم إشارة خبره، والذي وصلته صفة لاسم الإشارة أو بدل منه.وقوله: قَرْضاً حَسَناً حث للناس على إخلاص النية، وتحرى الحلال فيما ينفقون، لأن الإنسان إذا تصدق بمال حرام، أو قصد بنفقته الرياء أو المباهاة لا يكون عمله متقبلا عند الله، وإنما يتقبل الله العمل ويضاعفه لمن قصد به وجهه، وكان المتصدق به مالا حلالا خالصا من الشبهات. فالله- تعالى- طيب لا يقبل إلا ما كان طيبا.ثم ختم- سبحانه- الآية بقوله: وَاللَّهُ يَقْبِضُ وَيَبْصُطُ وَإِلَيْهِ تُرْجَعُونَ.القبض: ضد البسط. يقال: قبضه بيده يقبضه أى تناوله. وقبض عليه بيده أى أمسكه.ويقال لإمساك اليد عن البذل قبض ومن ذلك قوله- تعالى-: وَيَقْبِضُونَ أَيْدِيَهُمْ أى يمتنعون عن الإنفاق.والبسط معناه المد والتوسعة. يقال بسط يده أى: مدها. وبسط المكان القوم. وسعهم.والمعنى: والله- تعالى- بيده الإعطاء والمنع فهو يسلب تارة ويعطى أخرى، أو يسلب قوما ويعطى آخرين، أو يضيق على بعض ويوسع على بعض حسبما تقتضيه مشيئته المبنية على الحكمة والمصلحة، وما دام الأمر كذلك فلا تبخلوا بما وسع عليكم كيلا تتبدل أحوالكم من الغنى إلى الفقر، ومن السعة إلى الضيق. وأنتم جميعا سترجعون إليه وحده، وسيجازى- سبحانه- الأسخياء بما يستحقون من كريم الثواب والبخلاء بما هم أهله من شديد العقاب.فأنت ترى أن في هذه الآية الكريمة ألوان من الحض على الإنفاق في وجوه الخير ومن ذلك التعبير بالاستفهام، لأنه للتنبيه وبعث النفوس إلى التدبر والاستجابة.ومن ذلك- أيضا- التعبير بقوله: مَنْ ذَا الَّذِي.. فقد جمع هذا التعبير بين اسم الإشارة والاسم الموصول في الاستفهام، ولا يستفهم بتلك الطريقة إلا إذا كان المقام ذا شأن وخطر، وكان المخاطب لعظم قدره من شأنه أن يشار إليه وأن يتحدث عنه ومن ذلك تسميته ما يبذل الباذل قرضا، ولمن هذا القرض إنه لله الذي بيده خزائن السموات والأرض والذي سيرد للباذل أضعاف ما بذل، فكأنه- سبحانه- يقول لنا: إن ما تدفعونه لن يضيع عليكم بل هو قرض منكم لي، وسأرده لكم بأضعاف ما دفعتم وأعطيتم. ومن ذلك إخفاء مرات المضاعفة ووصفها بالكثرة في قوله: فَيُضاعِفَهُ لَهُ أَضْعافاً كَثِيرَةً أى لا يعلم مقدارها إلا الله.ومن ذلك التعبير بقوله وَاللَّهُ يَقْبِضُ وَيَبْصُطُ لأنه مادام العطاء والمنع من الله فلماذا يبخل البخلاء ويقتر المقترون؟ إن على الغنى أن يستشعر نعمة الله عليه وأن يتحدث بها بدون رياء وأن ينفق منها في وجوه الخير حتى يزيده الله من فضله، وإلا ففي قدرة الله أن يسليها منه، ويحاسبه على بخله حسابا عسيرا.هذه بعض وجوه المبالغة التي اشتملت عليها الآية لحض الناس على الإنفاق في الجهاد وفي وجوه الخير، ولقد استجاب السلف الصالح لهذه التوجيهات، وحكى لنا التاريخ أمثلة كريمة من سخائهم وبذلهم.ومن خير الأمثلة على ذلك ما جاء عن عبد الله بن مسعود قال: لما نزلت: مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً قال أبو الدحداح: يا رسول الله أو إن الله- تعالى- يريد منا القرض؟ «قال نعم يا أبا الدحداح» قال أرنى يدك. فناوله النبي صلّى الله عليه وسلّم يده. فقال أبو الدحداح: فإنى أقرضت الله- تعالى- حائطا فيه ستمائة نخلة. ثم جاء يمشى حتى أتى الحائط وأم الدحداح فيه وعياله، فناداها: يا أم الدحداح، قالت: لبيك قال: أخرجى قد أقرضت ربي حائطا فيه ستمائة نخلة» .وفي رواية لزيد بن اسلم أن أبا الدحداح قال للنبي صلّى الله عليه وسلّم إن لي حديقتين إحداهما بالسافلة والأخرى بالعالية والله لا أملك غيرهما قد جعلتهما قرضا لله- تعالى- فقال رسول الله صلّى الله عليه وسلّم «اجعل إحداهما والأخرى دعها معيشة لك ولعيالك» قال: فأشهدك يا رسول أنى قد جعلت خيرهما لله وهو حائط فيه ستمائة نخلة. قال: «إذا يجزيك الله به الجنة، ثم انطلق أبو الدحداح إلى زوجته وهي مع صبيانها في الحديقة تدور تحت النخل فأخبرها بما فعل. فأقبلت على صبيانها تخرج ما في أفواههم وتنفض ما في أكمامهم حتى أفضت إلى الحائط الآخر» .وبهذا نرى السلف الصالح قد امتثل ما أمره الله به من إنفاق في سبيله ومن جهاد لإعلاء كلمته فهل آن الأوان للمسلمين أن ينهجوا نهجهم لكي يسعدوا كما سعدوا، وينالوا أشرف حياة وأعزها؟ اللهم خذ بيدنا إلى ما يرضيك."
}