{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/91/",
    "ayah_number": 91,
    "text": "ومعنى الآيات الكريمة. أن اليهود المعاصرين للعهد النبوي كانوا إذا عرض عليهم الإيمان بما أنزل الله من القرآن على محمد صلّى الله عليه وسلّم أجابوا بقولهم: نؤمن بما أنزل علينا وهو التوراة التي أنزلها الله- تعالى- على موسى، ويجحدون غيرها وهو القرآن الكريم المصدق لها في الأمر باتباع محمد صلّى الله عليه وسلّم ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يكذبهم في دعواهم الإيمان بما أنزل عليهم فقال: قُلْ فَلِمَ تَقْتُلُونَ أَنْبِياءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ بالتوراة فإنها تنهاكم عن قتلهم ثم كذبهم القرآن الكريم مرة أخرى فقال: وَلَقَدْ جاءَكُمْ مُوسى بِالْبَيِّناتِ أى: بالآيات الواضحات الدالة على صدقه، ولكنكم اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ أى: من بعد ذهابه لميقات ربه وَأَنْتُمْ ظالِمُونَ لعبادتكم غير الله تعالى.ثم كذبهم القرآن الكريم- في دعواهم الإيمان بما أنزل عليهم- بصورة أخرى سوى ما سبقها فقال تعالى: وَإِذْ أَخَذْنا مِيثاقَكُمْ وَرَفَعْنا فَوْقَكُمُ الطُّورَ وقلنا لكم: خُذُوا ما آتَيْناكُمْ- من التوراة- بِقُوَّةٍ أى بجد وحزم وَاسْمَعُوا ما أمرتم به فيها سماع تدبر وطاعة. ولكن أسلافكم الذين أنتم على شاكلتهم قالوا لنبيهم: «سمعنا» قولك «وعصينا» أمرك. وخالط حب العجل قلوبهم كما يخالط الماء أعماق البدن، وكل هذه الأفاعيل منكم لا تناسب دعواكم الإيمان بما أنزل إليكم، وإذا فبئسما يأمركم به إيمانكم إن كنتم مؤمنين بالتوراة كما تزعمون، فالواقع أن التوراة بريئة من أعمالكم، وأنتم بعيدون عن الإيمان بها.وقوله تعالى: وَإِذا قِيلَ لَهُمْ آمِنُوا بِما أَنْزَلَ اللَّهُ قالُوا نُؤْمِنُ بِما أُنْزِلَ عَلَيْنا تصوير لنوع آخر من قبائح اليهود، وإخبار عن إعراضهم عن الحق بدعوى أنهم مكلفون بعدم الإيمان إلا بما أنزل الله على موسى وهو التوراة.والمقصود بِما أَنْزَلَ اللَّهُ القرآن الكريم. ولم يذكر المنزل عليه وهو محمد صلّى الله عليه وسلّم للعلم به أو للتنبيه على أن وجوب الإيمان بالكتاب، يكفى فيه العلم بأنه منزل من عند الله- تعالى- ومتى استقر في النفس أن القرآن الكريم من عند الله، استتبع ذلك استحضار أنه أنزل على محمد صلّى الله عليه وسلّم.وقولهم: نُؤْمِنُ بِما أُنْزِلَ عَلَيْنا معناه: نؤمن بالتوراة التي أنزلها الله على نبينا موسى دون غيرها مما أنزله الله عليك- يا محمد-، وجوابهم هذا يدل على غبائهم وعنادهم. لأن الداعي لهم إلى الإيمان، يطلب منهم أن يؤمنوا بكل ما أنزل الله من الكتب السماوية، ولكنهم قيدوا أنفسهم بالإيمان ببعض ما أنزل الله وهو ما أنزل عليهم، فلم يكن إيمانهم مطابقا لما أمر الله به وهو التصديق بجميع الكتب السماوية، ولا شك أن من آمن ببعض الكتب السماوية وكفر ببعضها يكون كافرا بجميعها.وقوله تعالى: وَيَكْفُرُونَ بِما وَراءَهُ قصد به بيان التصريح بكفرهم بالقرآن الكريم بعد أن لمحوا بذلك في قولهم: نُؤْمِنُ بِما أُنْزِلَ عَلَيْنا. والضمير في وَراءَهُ يعود على بِما أُنْزِلَ عَلَيْنا المكنى به عن التوراة، أى: قالوا نؤمن بما أنزل علينا والحال أنهم يكفرون بما سوى التوراة أو بما بعدها وهو القرآن الكريم.قال ابن جرير- رحمه الله-: «وتأويل وراء في هذا الموضع: سوى، كما يقال للرجل المتكلم بالحسن، ما وراء هذا الكلام الحسن شيء. يراد به: ليس من عند المتكلم به شيء سوى ذلك الكلام، فكذلك معنى قوله تعالى: وَيَكْفُرُونَ بِما وَراءَهُ أى بما سوى التوراة، وبما بعده من كتب الله التي أنزلها على رسله» .والضمير «هو» في قوله تعالى: وَهُوَ الْحَقُّ مُصَدِّقاً لِما مَعَهُمْ يعود إلى القرآن الكريم المكنى عنه بقوله «بما وراءه» . والحق: الحكم المطابق للواقع. ووصف به القرآن الكريم لاشتماله على الأحكام المطابقة للواقع.ومعنى كون القرآن مصدقا لما مع اليهود وهو التوراة، أنه يدل على نبوة النبي صلّى الله عليه وسلّم. وبهذا كان مؤيدا للتوراة التي بشرت بالنبي صلّى الله عليه وسلّم وذكرت له نعوتا لا تنطبق إلا عليه، وبذلك يكون اليهود الذين يدعون الإيمان بما أنزل عليهم كاذبين في دعواهم، لأنهم لم يؤمنوا بمحمد صلّى الله عليه وسلّم الذي بشرت به توراتهم وأمرتهم بالإيمان به وأيدها القرآن الكريم في ذلك.قال صاحب الكشاف: وفي قوله تعالى: وَهُوَ الْحَقُّ مُصَدِّقاً لِما مَعَهُمْ رد لمقالتهم نُؤْمِنُ بِما أُنْزِلَ عَلَيْنا لأنهم إذ كفروا بما يوافق التوراة فقد كفروا بها» .ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يوبخهم ويبطل دعواهم الإيمان بما أنزل عليهم بدليل إلزامى فقال تعالى: قُلْ فَلِمَ تَقْتُلُونَ أَنْبِياءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ.والمعنى: قل يا محمد لهؤلاء اليهود الذين إذا دعوتهم إلى الإيمان بك قالوا. نُؤْمِنُ بِما أُنْزِلَ عَلَيْنا قل لهم: إن كنتم حقا مؤمنين بما أنزل عليكم وهو التوراة، فلأى شيء تقتلون أنبياء الله مع أن التوراة تحرم عليكم قتلهم، بل هي تأمركم باتباعهم وتصديقهم وطاعتهم لأنه أرسلهم لهدايتكم وسعادتكم.إن قتلكم لهم أكبر دليل على أنكم لم تؤمنوا لا بما أنزل عليكم ولا بغيره وأنكم كاذبون في مدعاكم لأن جميع ما أنزل الله من وحى يحرم قتل الأنبياء، ويأمر الناس باتباعهم وطاعتهم.ويرجع معنى الآية إلى نفى فعل الشرط وهو كونهم مؤمنين، إذ لا وجه لقتلهم الأنبياء إلا عدم إيمانهم بالتوراة، وهذا كما تريد أن تنفى عن رجل العقل لفعله ما ليس من شأنه أن يصدر من عاقل، فتقول له: إن كنت عاقلا فلم فعلت كذا؟ أى أنت لست بعاقل.والفاء في قوله تعالى: فَلِمَ تَقْتُلُونَ واقعة في جواب محذوف دل عليه ما بعده، والتقدير إن كنتم مؤمنين بما أنزل عليكم فلم تقتلون أنبياء الله- تعالى- والإتيان بالمضارع في قوله- تعالى-: تَقْتُلُونَ مع أن القتل للأنبياء وقع من أسلافهم بقرينة قوله تعالى: مِنْ قَبْلُ لقصد استحضار تلك الجناية الشنيعة، وللتنبيه على أن ارتكابهم لتلك الجريمة البشعة يتجدد ويقع منهم المرة تلو الأخرى، وللإشعار بأن الخلف يمشون على عماية السلف، في التعدي والعصيان، فلقد حاول اليهود المعاصرون للعهد النبوي قتل الرسول صلّى الله عليه وسلّم ولكن الله- تعالى- عصمه منهم، ونجاه من مكرهم.وأضاف سبحانه- الأنبياء إليه فقال: أَنْبِياءَ اللَّهِ للتنبيه على شرفهم العظيم، وللدلالة على فظاعة عصيان اليهود واجتراحهم المنكر، إذ قابلوا بالقتل من يجب عليهم أن يقابلوهم بالتصديق والتوقير والطاعة."
}