{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/136/",
    "ayah_number": 136,
    "text": "ثم أرشد الله- تعالى- المؤمنين إلى جواب جامع وكلمة سواء تفيد نبذ التعصب جانبا وتدعو إلى اتباع الوحى الإلهى الذي أرسل الله به الرسل مبشرين ومنذرين بدون تفرقة بين أحد منهم، وهو يتضمن دعوة أهل الكتاب إلى الطريق الحق فقال تعالى: قُولُوا آمَنَّا بِاللَّهِ وَما أُنْزِلَ إِلَيْنا وَما أُنْزِلَ إِلى إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ وَيَعْقُوبَ وَالْأَسْباطِ، وَما أُوتِيَ مُوسى وَعِيسى وَما أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ، وَنَحْنُ لَهُ مُسْلِمُونَ أى: قولوا أيها المؤمنون لأولئك اليهود الذين يزعمون أن الهداية في اتباع ملتهم، قولوا لهم: ليست الهداية في اتباع ملتكم فقد دخلها الشرك والتحريف، وإنما الهداية في أن نصدق بالله، وبالقرآن الكريم الذي أنزله الله إلينا وَما أُنْزِلَ إِلى إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ وَيَعْقُوبَ وَالْأَسْباطِ، وبالتوراة التي أنزلها الله على موسى وبالإنجيل الذي أنزله الله على عيسى، ونحن في تصديقنا بالأنبياء لا نفرق بين أحد منهم فنؤمن ببعضهم ونكفر بالبعض الآخر كما فعلتم أنتم يا معشر اليهود وإنما نؤمن بهم جميعا بدون تفرقة بينهم، ونحن لربنا مسلمون خاضعون بالطاعة. مذعنون له بالعبودية.قال الإمام الرازي: «فإن قيل: كيف يجوز الإيمان بإبراهيم وموسى وعيسى مع القول بأن شرائعهم منسوخة؟ قلنا: نحن نؤمن بأن كل واحد من تلك الشرائع كان حقا في زمانه، فلا يلزم من المناقصة، أما اليهود فإنهم لما اعترفوا بنبوة بعض من ظهر المعجز على يديه، وأنكروا نبوة محمد صلّى الله عليه وسلّم مع قيام المعجز على يديه، فحينئذ يلزمهم المناقضة فظهر الفرق.وقوله تعالى: قُولُوا آمَنَّا بِاللَّهِ خطاب للمؤمنين.والأسباط: جمع سبط، وهو الحفيد، وهم أبناء يعقوب- عليه السلام- سموا بذلك لكونهم حفدة إبراهيم وإسحاق- عليهما السلام- وكانوا اثنى عشر سبطا كما قال تعالى:وَقَطَّعْناهُمُ اثْنَتَيْ عَشْرَةَ أَسْباطاً أُمَماً، والمراد: الإيمان بما أنزل الله من الوحى على الأنبياء منهم.قال الإمام القرطبي: والأسباط: ولد يعقوب، وهم اثنا عشر ولدا، ولكل واحد منهم أمة من الناس، واحدهم سبط، والسبط في بنى إسرائيل بمنزلة القبيلة في ولد إسماعيل، وسمواالأسباط من السبط وهو التتابع، فهم جماعة متتابعون، وقيل أصله من السبط «بالتحريك» وهو الشجر، أى هم في الكثرة بمنزلة الشجر: الواحد سبطة، ويبين لك هذا ما روى عن ابن عباس، قال: كل الأنبياء من إسرائيل إلا عشرة: نوحا وشعيبا، وهودا وصالحا ولوطا وإبراهيم وإسحاق ويعقوب وإسماعيل ومحمدا- صلوات الله وسلامه عليهم جميعا» .وقوله تعالى: وَما أُوتِيَ مُوسى وَعِيسى وَما أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ معناه: وآمنا- أيضا- بالتوراة التي أعطاها الله- تعالى- لموسى، وبالإنجيل الذي أعطاه لعيسى، وبكل ما آتاه الله لأنبيائه تصديقا لهم في نبوتهم.وعطف- سبحانه- عيسى على موسى بدون إعادة الفعل لأن عيسى جاء مصدقا للتوراة، وما نسخ منها إلا أحكاما يسيرة، كما أشار إلى ذلك القرآن الكريم في قوله حكاية عنه وَمُصَدِّقاً لِما بَيْنَ يَدَيَّ مِنَ التَّوْراةِ، وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ.وقدم- سبحانه- الإيمان بالله على غيره لأن الإيمان بالأنبياء. وما أنزل إليهم متوقف على الإيمان بالله.وقدم الإيمان بما أنزل إلينا- نحن معشر المسلمين- وهو القرآن الكريم لأن الإيمان به يجب أن يكون على وجهى الإجمال والتفصيل، أما ما أنزل على الأنبياء من قبل كالتوراة والإنجيل، فيكفى الإيمان به على وجه الإجمال.وقوله تعالى: لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ معناه: لا نفرق بين جماعة النبيين، فنؤمن ببعض ونكفر ببعض كما فعلتم يا معشر اليهود، إذ كفرتم بعيسى ومحمد صلّى الله عليه وسلّم وفعلكم هذا في حقيقته كفر بالأنبياء جميعا لأن من كفر بواحد منهم فقد كفر بالكل، ولذلك فنحن معشر المسلمين نؤمن بجميع الأنبياء بدون تفرقة أو استثناء."
}