{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/225/",
    "ayah_number": 225,
    "text": "وقوله- تعالى-: لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ استئناف بيانى، لأن الآية السابقة لما أفادت النهى عن التسرع في الحلف، أو عن اتخاذ الأيمان حاجزا عن عمل الخير، كانت نفوس السامعين مشوقة إلى حكم اليمين التي تجرى على الألسنة بدون قصد.والمؤاخذة: مفاعلة من الأخذ بمعنى المحاسبة أو المعاقبة أو الإلزام بالوفاء بها.واللغو من الكلام: الساقط الذي لا يعتد به ولا يصدر عن فكر وروية مصدر لغا يلغو ويلغى.والمعنى: لا يعاقبكم الله- تعالى- ولا يلزمكم بكفارة ما صدر عنكم من الأيمان اللاغية فضلا منه- سبحانه- وكرما.واليمين اللغو هي التي لا يقصدها الحالف، بل تجرى على لسانه عادة من غير قصد، وقد ذكر العلماء صورا لها منها- كما يقول ابن كثير:ما رواه عطاء عن عائشة أنها قالت: «اللغو في اليمين هو كلام الرجل في بيته كلا والله وبلى والله» وفي رواية عن الزهري عن عروة عنها أنها قالت: «اللغو في اليمين هو ما يكون بين القوم يتدارءون في الأمر- أى يتناقشون ويتذاكرون فيه- فيقول هذا لا والله وبلى والله وكلا والله لا تعقد عليه قلوبهم» أى تجرى على ألسنتهم ألفاظ اليمين ولكن بدون قصد يمين: - ومنها ما جاء عن عروة عنها أنها كانت تتأول هذه الآية يعنى قوله- تعالى-: لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ وتقول: هو الشيء يحلف عليه أحدكم لا يريد منه إلا الصدق فيكون على غير ما حلف عليه» .ثم بين- سبحانه- اليمين التي هي موضع المحاسبة والمعاقبة فقال: وَلكِنْ يُؤاخِذُكُمْ بِما كَسَبَتْ قُلُوبُكُمْ.أى: لا يؤاخذكم الله في اليمين التي لم تصدر عن روية وتفكير ولكن يؤاخذكم أى يعاقبكم في الآخرة بما قصدته قلوبكم وتعمدتم فيه الكذب في اليمين، بأن يحلف أحدكم على شيء كذب ليعتقد السامع صدقه، وتلك هي اليمين الغموس- أى التي تغمس صاحبها في النار- ويدخل فيها الأيمان التي يحلفها شهود الزور والكاذبون عند التقاضي ومن يشابههم في تعمد الكذب.ويرى جمهور العلماء أن هذه اليمين لا كفارة فيها وإنما كفارتها التوبة الصادقة ورد الحقوق إلى أصحابها إن ترتب على اليمين الكاذبة ضياع حق أو حكم بباطل.ويرى الإمام الشافعى أنه يجب فيها فوق ذلك الكفارة.والباء في قوله: بِما للسببية، وما مصدرية أى، لا يؤاخذكم باللغو ولكن يؤاخذكم بالكسب، أو موصولة والعائد محذوف أى ولكن يؤاخذكم بالذي كسبته قلوبكم.وقوله: وَاللَّهُ غَفُورٌ حَلِيمٌ تذييل لتأكيد معنى عدم المؤاخذة في اللغو. أى والله غفور حيث لم يؤاخذكم باللغو حليم حيث لم يعاجل المخطئين بالعقوبة."
}