{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/129/",
    "ayah_number": 129,
    "text": "رَبَّنا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِكَ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ.الضمير في قوله: مِنْهُمْ يعود إلى الذرية أو الأمة المسلمة في قوله: وَمِنْ ذُرِّيَّتِنا أُمَّةً مُسْلِمَةً لَكَ.والرسول: من أوحى إليه بشرع وأمر بتبليغه: وتلاوة الشيء: قراءته والمراد بقوله تعالى:يَتْلُوا عَلَيْهِمْ آياتِكَ يقرؤها عليهم قراءة تذكير وفي هذا إيماء إلى أنه يأتيهم بكتاب فيه شرع.والآيات: جمع آية، والمراد بها ما يشهد بوحدانية الله، وبصدق رسوله صلّى الله عليه وسلّم فيما يبلغه عنه، أو المراد بها آيات القرآن الكريم فهو يتلوها عليهم ليحفظوها بألفاظها كما نزلت، ويتعبدوا بتلاوتها، وليعرفوا من فضل بلاغتها وروعة أساليبها وجها مشرقا من وجوه إعجازها.والكتاب: القرآن، وتعلمه يكون ببيان معانيه وحقائقه، ليعرفوا ما أقامه لهم من دلائل التوحيد وما اشتمل عليه من أحكام وحكم ومواعظ وآداب.والحكمة: العلم النافع المصحوب بالعمل الواقع موقعه اللائق به. ووضعها بجانب الكتاب يرجح أن المراد بها السنة النبوية المطهرة التي تنتظم أقوال النبي صلّى الله عليه وسلّم وأفعاله، إذ بالكتاب وبالسنة يعرف الناس أصلح الأعمال، وأعدل الأحكام وأسنى الآداب، وتنفتح لهم طرق التفقه في أسرار الدين ومقاصده.ويزكيهم: أى يطهرهم من أرجاس الشرك ومن كل ما لا يليق التلبس به ظاهرا أو باطنا.يقال: زكاه الله، أى طهره وأصلحه، ومنه زكاة المال لتطهره بها، وأصل الزكاة- بالمد- النماء والزيادة، يقال. زكا الزرع زكاء وزكوا، أى نما.والمعنى: ونسألك يا ربنا أن تبعث في الأمة المسلمة، أو في ذريتنا رسولا منهم يقرأ عليهم آياتك الدالة على وحدانيتك، ويعلمهم كتابك بأن يبين لهم معانيه، ويرشدهم إلى ما فيه من حكم ومواعظ وآداب، كما يهديهم إلى الحكمة التي تتمثل في اتباع سنة نبيك- والتي بها يتم التفقه في الدين ومعرفة أسراره وحكمه ومقاصده، والتي يكمل بها العلم بالكتاب إنك يا مولانا أنت العزيز الحكيم.أى القادر الذي لا يغلب على أمره، العالم الذي يدبر الأمور على وفق المصلحة، ومن كان قادرا على كل ما يريد، عليما بوجوه المصالح، كانت استجابته قريبة من دعاء الخير الصادر عن إخلاص وابتهال.وقد جاء ترتيب هذه الجمل في أسمى درجات البلاغة والحكمة لأن أول تبليغ الرسالة يكون بتلاوة القرآن ثم بتعليم معانيه، ثم بتعليم العلم النافع الذي تحصل به التزكية والتطهير من كل ما لا يليق التلبس به في الظاهر، أو الباطن.وقد سأل إبراهيم وإسماعيل ربهما أن تكون بعثة الرسول في ذريتهما فيكون أمر الإيمان قريبا منهم، فإن نشأته بينهم، ومعرفة سيرته قبل الرسالة وشهادتهم له بالصدق والأمانة، وكل ذلك يحمل العقلاء على المبادرة إلى تصديقه فيما يبلغه عن ربه.ولقد حقق الله تعالى دعوة هذين النبيين الكريمين، فأرسل في ذريتهما رسولا منهم، وهو محمد صلّى الله عليه وسلّم أرسله إلى الناس كافة بشيرا ونذيرا.وقد أخبر صلّى الله عليه وسلّم أنه دعوة إبراهيم، فقال: (أنا دعوة أبى إبراهيم، وبشارة عيسى بي، ورؤيا أمى التي رأت، وكذلك أمهات المؤمنين يرين) .ثم عرض القرآن بعد ذلك بالجاحدين والمعاندين الذين تركوا الحق الواضع الذي هو ملة إبراهيم فقال:"
}