{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/208/",
    "ayah_number": 208,
    "text": "السِّلْمِ- بكسر السين وفتحها مع إسكان اللام- بمعنى واحد، ويطلقان على الإسلام وعلى المسالمة. وبعضهم فرق بين اللفظين فجعل «السلّم» بكسر السين- للإسلام، و «السلّم» - بفتحها- للمسالمة، وأنكر المبرد هذه التفرقة.قال الفخر الرازي: وأصل هذه الكلمة من الانقياد. قال- تعالى-: إِذْ قالَ لَهُ رَبُّهُ أَسْلِمْ قالَ أَسْلَمْتُ لِرَبِّ الْعالَمِينَ. والإسلام إنما سمى إسلاما لهذا المعنى. وغلب اسم السلّم على الصلح وترك الحرب، وهذا أيضا راجع إلى هذا المعنى. لأن عند الصلح ينقاد كل واحد إلى صاحبه»وكَافَّةً أى جميعا. وهي في الأصل صفة من كف بمعنى منع، واستعملت بمعنى الجملة والجميع بعلاقة أنها مانعة من التفرق وهي حال من قوله: السِّلْمِ أى: يا أيها المؤمنون ادخلوا في الإسلام والتزموا بكل تعاليمه، ونفذوا جميع أحكامه وآدابه، واعملوا بكل أوامره ونواهيه، ولا تكونوا ممن يؤمنون ببعض الكتاب ويكفرون ببعض. فالمقصود التزام جميع شرائع الإسلام وأحكامه وآدابه.وبعضهم يرى أن قوله: كَافَّةً حال من فاعل ادخلوا وهو ضمير الجماعة والمعنى عليه:ادخلوا في الإسلام جميعا، وانقادوا لأحكامه مجتمعين غير متفرقين، لأنه الدين الذي ألف الله به بين قلوبكم فأصبحتم بنعمته إخوانا.وسواء أكان لفظ كَافَّةً حالا من السِّلْمِ أو من فاعل ادْخُلُوا فالمقصود من الآية دعوة المؤمنين إلى التمسك بجميع شعب الإسلام وشرائعه مع التزامهم برباط الإخاء الذي ربط الله به بين قلوبهم بسبب اتباعهم لهذا الدين الحنيف.وإذا كان المراد بكلمة السِّلْمِ المسالمة والمصالحة كان المعنى: يا أيها الذين آمنوا إن إيمانكم يوجب عليكم فيما بينكم أن تكونوا متصالحين غير متعادين، متحابين غير متباغضين، متجمعين غير متفرقين، كما أنه يوجب عليكم بالنسبة لغيركم ممن هو ليس على دينكم أن تسالموه متى سالمكم، وأن تحاربوه متى اعتدى عليكم، فإن دينكم ما جاء للحرب والخصام وإنما جاء للهداية وللسلام العزيز القوى الذي يرد الاعتداء بمثله.هذا هو المعنى الذي نراه ظاهرا في الآية، وهو ما سار عليه المحققون من المفسرين.وبعضهم ذكر أن الخطاب في الآية لمؤمنى أهل الكتاب، لما روى عن ابن عباس أنه قال:نزلت في عبد الله بن سلام وأصحابه، وذلك أنهم حين آمنوا بالنبي صلّى الله عليه وسلّم وآمنوا بشرائعه وشرائع موسى عليه السلام- فعظموا السبت وكرهوا لحم الإبل وألبانها بعد أن أسلموا، فأنكر عليهم المسلمون، فقالوا، إنا نقوى على هذا وهذا وقالوا للنبي صلّى الله عليه وسلّم إن التوراة كتاب الله فدعنا فلنعمل بها فأنزل الله هذه الآية. فالخطاب لمؤمنى أهل الكتاب .وبعضهم ذكر أن المراد بالآية المنافقون والتقدير: يا أيها الذين آمنوا بألسنتهم ادخلوا بكليتكم في الإسلام ولا تتبعوا خطوات الشيطان. وهذان القولان ضعفهما ظاهر، إذ لا سند لهما يعتمد عليه، ولا يؤيدهما سياق الآية الكريمة، لأن الآية الكريمة صريحة في دعوة المؤمنين إلى التمسك بجميع تعاليم الإسلام، وإلى الإخاء الجامع ونبذ التفرق والاختلاف والاعتداء.وقوله: وَلا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ تحذير لهم مما يصدهم عن الدخول في السلّم.أى: أدخلوا في السلّم واحذروا أن تتبعوا مدارج الشيطان وطرقه إنه لكم عدو ظاهر العداوة بحيث لا تخفى عداوته على عاقل.والخطوات. جمع خطوة- بفتح الخاء وضمها- وهي ما بين قدمي من يخطو.وفي قوله: وَلا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ إشعار بأن الشيطان كثيرا ما يجر الإنسان إلى الشر خطوة فخطوة ودرجة فدرجة حتى يجعله يألفه ويقتحمه بدون تردد، وبذلك يكون ممن استحوذ عليهم الشيطان فأنساهم ذكر الله. والعاقل من الناس هو الذي يبتعد عن كل ما هو من نزغات الشيطان ووساوسه، فإن صغير الذنوب قد يوصل إلى كبيرها، ومن حام حول الحمى يوشك أن يقع فيه.وقوله: إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ جملة تعليلية، مؤكدة للنهى ومبينة لحكمته."
}