{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/207/",
    "ayah_number": 207,
    "text": "وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغاءَ مَرْضاتِ اللَّهِ، وَاللَّهُ رَؤُفٌ بِالْعِبادِ.يَشْرِي نَفْسَهُ أى: يبيعها ببذلها في طاعة الله وإعلاء كلمته، وتحقيقه أن المكلف قد بذل نفسه بمعنى أنه أطاع الله- تعالى- وحافظ على فرائضه، وجاهد في سبيله، من أجل أن ينال ثواب الله ومرضاته، فكان ما بذله من طاعات بمثابة السلعة، وكان هو بمنزلة البائع، وكان قبول الله- تعالى- منه ذلك وإثابته عليه في معنى الشراء.وقوله: ابْتِغاءَ مَرْضاتِ اللَّهِ الابتغاء الطلب الشديد للشيء، والرغبة القوية في الحصول عليه، وهو في الآية مفعول لأجله.أى: ومن الناس نوع آخر قد باع نفسه وبذلها في طاعة الله طلبا لرضوانه، وأملا في مثوبته وغفرانه.فهذا النوع التقى المخلص من الناس، يقابل النوع المنافق المفسد الذي سبق الحديث عنه.قال بعضهم: وكان مقتضى هذه المقابلة أن يوصف هذا الفريق الثاني بالعمل الصالح مع عدم التعويض والتبجح بالقول، أو مع مطابقة قوله لعمله وموافقة لسانه لما في قلبه. والآية قد تضمنت هذا الوصف وإن لم تنطق به، فإن من يبيع نفسه لله لا يبغى ثمنا لها سوى مرضاته لا يتحرى إلا العمل الصالح وقول الحق مع الإخلاص في القلب فلا يتكلم بلسانين ولا يقابل الناس بوجهين. ويكون هو المؤمن الذي يعتد القرآن بإيمانه» «2» .وقال أحد العلماء: ومرضاة مصدر ميمى بمعنى الرضا. ولا شك أن التعبير بالمصدر الميمى دون المصدر الأصلى له معنى يدركه السامع بذوقه، ولم نجد النحويين ولا البلاغيين تعرضوا لبيان التفرقة بين المصدر الميمى وغيره والذي يتبدى لنا ونظنه تفرقة بينهما، أن المصدر الميمى يصور المعنى المصدري واقعا قائما متحققا في الوجود، أما المصدر غير الميمى فيصور المعنى مجردا فإذا كانت كلمة مقال بمعنى القول، فإن التعبير بالقول يصور معنى مجردا من غير نظر إلى كونه تحقق وجوده أولا. أما كلمة مقال فتصور معنى وجد وتحقق، أو في صورة الموجود المتحقق، وعلى ذلك معنى «ابتغاء مرضاة الله» أنهم يبيعون أنفسهم طالبين طلبا موثقا رضا الله- سبحانه- حقيقة واقعة مؤكدة، ويتصورون رضاه- سبحانه- حقيقة قائمة قد حلت بهم، فيشتد طلبهم وافتداؤهم للحق بأموالهم وأنفسهم» .ثم ختم- سبحانه- الآية بقوله-: وَاللَّهُ رَؤُفٌ بِالْعِبادِ أى، رفيق رحيم بهم، ومن مظاهر ذلك أنه لم يكلفهم بما هو فوق طاقتهم، وإنما كلفهم بما تطيقه نفوسهم، وأنه أسبغ عليهم نعمه ظاهرة وباطنة في الدنيا مع تقصيرهم فيما أمرهم به أو نهاهم عنه، وأنه كافأهم بالنعيم المقيم على العمل القليل، وأنه جعل العاقبة للمتقين لا للمفسدين، إلى غير ذلك من مظاهر رأفته التي لا تحصى.هذا، وقد أورد المفسرون روايات متعددة في سبب نزول هذه الآية منها أنها نزلت في صهيب بن سنان الرومي، وذلك أنه لما أسلّم بمكة وأراد الهجرة منعه المشركون أن يهاجر بماله، وإن أحب أن يتجرد منه ويهاجر أذنوا له، فنخلص منهم وأعطاهم ماله فأنزل الله فيه هذه الآية. فتلقاه عمر بن الخطاب وجماعة إلى طرف الحرة فقالوا له: ربح البيع يا صهيب، فقال لهم وأنتم فلا أخسر الله تجارتكم وما ذاك؟ فأخبروه أن الله أنزل فيه هذه الآية. ويروى أن الرسول صلّى الله عليه وسلّم قال له عند ما رآه: «ربح البيع، ربح البيع» مرتين.وهناك روايات أنها نزلت فيه وفي عمار بن ياسر وفي خباب بن الأرت وفي غيرهم من المؤمنين المجاهدين.والذي نراه- كما سبق أن بينا- أن الآية الكريمة تتناول كل من أطاع الله- تعالى- وبذل نفسه في سبيل إعلاء كلمته، ويدخل في ذلك دخولا أوليا من نزلت فيهم الآية، إذ العبرة بعموم اللفظ لا بخصوص السبب كما يرى جمهور العلماء.وبذلك نرى أن الآيات الكريمة قد بينت لنا نوعين من الناس: أحدهما خاسر، والآخر رابح، لكي نتبع طريق الرابحين، ونهجر طريق الخاسرين وَمَنْ تَزَكَّى فَإِنَّما يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ.وبعد أن عرض القرآن هذين النوعين اللذين نجدهما في كل زمان ومكان، وجه نداء إلى المؤمنين دعاهم فيه إلى الاستجابة التامة لخالقهم فقال- تعالى-:"
}