{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/199/",
    "ayah_number": 199,
    "text": "وبعد أن تحدث- سبحانه- عن الإفاضة من عرفة إلى المزدلفة وأمر بالإكثار من ذكره، عقب ذلك ببيان الطريقة المثلى للإفاضة فقال: ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ:أى: أفيضوا من عرفة لا من المزدلفة. وهناك قولان في المخاطب بهذه الآية.أحدهما: أن الخطاب فيها لقريش وحلفائها، وذلك لأنهم كانوا يترفعون على الناس، فلا يقفون معهم على عرفات، وإنما يقفون وحدهم بالمزدلفة، وكانوا يقولون: نحن قطين الله- أى سكان حرمه فينبغي لنا أن نعظم الحرم- وهو المزدلفة- ولا نعظم شيئا من الحل- وهو عرفات-.روى البخاري عن عائشة- رضي الله عنها- قالت، كانت قريش ومن دان دينها يقفون بالمزدلفة، وكانوا يسمون الحمس، وكان سائر العرب يقفون بعرفات، فلما جاء الإسلام أمر الله- نبيه صلّى الله عليه وسلّم أن يأتى عرفات ثم يقف بها ثم يفيض منها فذلك قوله: ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفاضَ النَّاسُ.والمعنى: أفيضوا يا معشر قريش من المكان الذي يفيض منه الناس وهو عرفة، واتركوا ما تفعلونه من الإفاضة من المزدلفة، فالمقصود إبطال ما كانت تفعله قريش.والثاني: أن الخطاب في الآية لجميع الناس، أمرهم الله- تعالى- فيه أن يفيضوا من حيث أفاض الناس.والمراد بالناس في الآية إبراهيم وإسماعيل- عليهما السلام- فإن سنتهما كانت الإفاضة من عرفة لا من المزدلفة.قال بعضهم: وإيقاع اسم الجمع على الواحد جائز إذا كان رئيسا يقتدى به كما في قوله- تعالى-: الَّذِينَ قالَ لَهُمُ النَّاسُ يعنى «نعيم بن مسعود» .والذي نراه أن القول الثاني أولى بالقبول، لأن المغزى الذي تهدف إليه الآية في معناها الخاص والعام هو دعوة الناس جميعا إلى التجمع في مكان واحد ليشعروا بالإخاء والمساواة عند أدائهم لفريضة الحج بدون تفرقة بين كبير وصغير، وغنى وفقير، وقرشي وغير قرشي، ويدخل في النهى دخولا أوليا تلك الحالة التي كانت عليها قريش. وقد قال العلماء: العبرة بعموم اللفظ لا بخصوص السبب.و «ثم» للتفاوت المعنوي بين الإفاضتين- أى الإفاضة من عرفات والإفاضة من مزدلفة- لبيان البعد بينهما، إذ أن إحداهما صواب والأخرى خطأ.أى: لا تفيضوا من المزدلفة لأنه خطأ جسيم، واجعلوا إفاضتكم من عرفات لأن هذا العمل هو الصواب الذي يحبه الله ويرضاه.وقوله: وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ معطوف على أَفِيضُوا مِنْ حَيْثُ أَفاضَ النَّاسُ أى: استغفروا الله من ذنوبكم ومما سلف منكم من أخطاء فإن المؤمن كلما قويت روحه، وصفت نفسه أحس بأنه مقصر أمام نعم خالقه التي لا تحصى. ومن أكثر من التوبة والاستغفار غفر الله له ما فرط منه، لأنه- سبحانه- كثير الغفران، واسع الرحمة."
}