{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/143/",
    "ayah_number": 143,
    "text": "- ثم وصف الله- تعالى- الأمة الإسلامية، بأنها أمة خيرة عادلة مزكاة بالعلم والعمل فقال تعالى: وَكَذلِكَ جَعَلْناكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَداءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً.والمعنى: ومثل ما جعلنا قبلتكم- أيها المسلمون- وسطا لأنها البيت الحرام الذي هو المثابة للناس، والأمن لهم، جعلناكم- أيضا- أُمَّةً وَسَطاً أى: خيارا عدولا بين الأمم ليتحقق التناسب بينكم وبين القبلة التي تتوجهون إليها في صلواتكم، تشهدون على الأمم السابقة بأن أنبياءهم قد بلغوهم الرسالة، ونصحوهم بما ينفعهم، ولكي يشهد الرسول صلّى الله عليه وسلّم عليكم بأنكم صدقتموه وآمنتم به.أخرج البخاري عن أبى سعيد الخدري- رضي الله عنه- قال: قال رسول الله صلّى الله عليه وسلّم يدعى نوح يوم القيامة فيقول: لبيك وسعديك يا رب، فيقال له: هل بلغت ما أرسلت به؟ فيقول نعم، فيقال لأمته هل بلغكم. فيقولون: ما أتانا من نذير، فيقال له: من يشهد لك. فيقول:محمد وأمته. فيشهدون أنه قد بلغ، فذلك قوله- جل ذكره- وَكَذلِكَ جَعَلْناكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَداءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً.ثم بين الله- تعالى- الحكمة في تحويل القبلة إلى الكعبة فقال تعالى:وَما جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْها إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلى عَقِبَيْهِ.أى وما شرعنا التوجه إلى القبلة التي كنت عليها قبل وقتك هذا وهي بيت المقدس، إلا لنعامل الناس معاملة الممتحن المختبر، فنعلم من يتبع الرسول ويأتمر بأوامره في كل حال ممن لم يدخل الدين في قرارة نفسه، وإنما دخل فيه على حرف، بحيث يرتد عنه لأقل شبهة، وأدنى ملابسة كما حصل ذلك من ضعاف الإيمان عند تحويل القبلة إلى الكعبة والله- تعالى- عالم بكل شيء، ولكنه شاء أن يكون معلومه الغيبى مشاهدا في العيان، إذ تعلق الشيء واقعا في العيان، هو الذي تقوم عليه الحجة، ويترتب عليه الثواب والعقاب.ولذا قال صاحب الكشاف: فإن قلت: كيف قال لنعلم ولم يزل عالما بذلك؟ قلت معناه لنعلمه علما يتعلق به الجزاء، وهو أن يعلمه موجودا حاصلا، ونحوه وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ وقيل ليعلم رسول الله والمؤمنون، وإنما أسند علمهم إلى ذاته، لأنهم خواصه وأهل الزلفى عنده، وقيل معناه. ليميز التابع من الناكص كما قال- تعالى-: لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ فوضع العلم موضع التمييز لأن العلم يقع التمييز به» .ثم بين الله- تعالى- آثار تحويل القبلة في نفوس المؤمنين وغيرهم فقال تعالى: وَإِنْ كانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ.أى: إنما شرعنا لك- يا محمد- القبلة أولا إلى بيت المقدس، ثم صرفناك عنها إلى الكمية ليظهر حال من يتبعك ويطيعك في كل حالة ممن لا يطيعك، وإن كانت هذه الفعلة- وهي تحويلنا لك من بيت المقدس إلى الكعبة- لكبيرة وشاقة، إلا على الذين خلق الله الهداية في قلوبهم فتلقوا أوامرنا بالخضوع والإذعان، وقالوا سمعنا وأطعنا كل من عند ربنا.وقوله- تعالى-: وَما كانَ اللَّهُ لِيُضِيعَ إِيمانَكُمْ....بشارة عظيمة للمؤمنين، وجواب لما جاشت به الصدور، وتكذيب لما ادعاه اليهود من أن عبادة المؤمنين في الفترة التي سبقت تحويل القبلة إلى الكعبة ضائعة وباطلة.فقد أخرج البخاري من حديث البراء بن عازب- رضي الله عنه- أنه مات على القبلة قبل أن تحول رجال وقتلوا، فلم ندر ما تقول فيهم، فأنزل الله- تعالى- وَما كانَ اللَّهُ لِيُضِيعَ إِيمانَكُمْ.وقال ابن عباس: كان رجال من أصحاب رسول الله صلّى الله عليه وسلّم قد ماتوا على القبلة الأولى، منهم: أسعد بن زرارة، وأبو أمامة ... وأناس آخرون فجاءت عشائرهم فقالوا: يا رسول الله: مات إخواننا وهم يصلون إلى القبلة الأولى وقد صرفك الله إلى قبلة إبراهيم، فكيف بإخواننا، فأنزل الله- تعالى- وَما كانَ اللَّهُ لِيُضِيعَ إِيمانَكُمْ.وروى أن حيي بن أخطب وجماعة من اليهود قالوا للمسلمين: أخبرونا عن صلاتكم إلى بيت المقدس إن كانت على هدى لقد تحولتم عنه، وإن كانت على ضلالة فقد عبدتم الله بها مسافة، ومن مات عليها فقد مات على ضلالة فقال المسلمون إنما الهدى فيما أمر الله- تعالى- والضلالة فيما نهى الله عنه فقالوا: فما شهادتكم على من مات منكم على قبلتنا؟ - وكان قد مات من المسلمين جماعة قبل تحويل القبلة- فانطلق عشائرهم إلى النبي صلّى الله عليه وسلّم فقالوا: يا رسول الله: كيف بإخواننا الذين ماتوا وهم يصلون إلى بيت المقدس؟ فأنزل الله تعالى: وَما كانَ اللَّهُ لِيُضِيعَ إِيمانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُفٌ رَحِيمٌ.والمعنى- وما كان الله- تعالى- ليذهب صلاتكم وأعمالكم الصالحة التي قمتم بها خلال توجهكم إلى بيت المقدس، لأنه- سبحانه- بعباده رءوف رحيم ولا يضيع أجر من أحسن عملا."
}