{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/113/",
    "ayah_number": 113,
    "text": "فالآية الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَقالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كانَ هُوداً أَوْ نَصارى.. إلخ، لزيادة بيان طبيعة أهل الكتاب، المعوجة، وأن رمى المخالف لهم بأنه ضال شنشنة فيهم.والشيء: يطلق على الموجود، أو ما يصح أن يعلم ويخبر عنه، وقد ينفى مبالغة في عدم الاعتداد به واليهود كفرت عيسى- عليه السلام- وما زالوا يزعمون أن المسيح المبشر به في التوراة لم يأت، وسيأتى بعد، فهم يعتقدون أن النصارى باتباعهم له ليسوا على أمر حقيقى منالتدين، والنصارى تكفر اليهود لعدم إيمانهم بالمسيح الذي جاء لإتمام شريعتهم، ونشأ عن هذا النزاع عداوة اشتدت بها الأهواء والتعصب حتى صار كل فريق منهم يطعن في دين الآخر، وينفى عنه أن يكون له أصل من الحق.وجملة وَهُمْ يَتْلُونَ الْكِتابَ حالية، والكتاب للجنس. أى: قالوا ذلك وحالهم أنهم من أهل العلم والتلاوة للكتب، إذ اليهود يقرءون التوراة والنصارى يقرءون الإنجيل، وحق من حمل التوراة والإنجيل وغيرهما من كتب الله وآمن به ألا يكفر بالباقي، لأن كل واحد من الكتابين مصدق للثاني، شاهد بصحته وكذلك كتب الله جميعا متواردة على تصديق بعضها البعض.وقوله: كَذلِكَ قالَ الَّذِينَ لا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ معناه: كما أن أهل الكتاب قد قال كل فريق منهم فيمن خالفه إنه ليس على شيء من الدين الحق. فكذلك قال الذين لا يعلمون، وهم مشركو العرب، في شأن المسلمين: إنهم ليسوا على شيء من الدين الحق، فتشابهت قلوب هؤلاء وقلوب أولئك في الزيغ والضلال.والهدف الذي ترمى إليه هذه الجملة، هو أن إنكار اليهود والنصارى لرسالة محمد صلّى الله عليه وسلّم لا ينبغي أن يثير شبهة على عدم صحتها، حيث يسبق إلى أذهان الضعفاء من الناس أن تلاوتهم للكتاب تجعلهم أعرف بالنبوة الصادقة من غيرها. فكأن القرآن يقول: إن تلاوتهم للكتاب وحدها لا ينبغي أن تكون شبهه.ألا ترون اليهود والنصارى وهم يتلون الكتاب كيف أنكر كل فريق منهما أن يكون الآخر على شيء حقيقى من التدين، فسبيلهم في إنكار دين الإسلام كسبيل المشركين الذين أنكروه عن جهالة به.وفي هذه الجملة توبيخ شديد لأهل الكتاب، حيث نظموا أنفسهم- مع علمهم- في سلك من لا يعلم.وقوله: فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ. صدر بالفاء، لأن التوعد بالحكم بينهم يوم القيامة، وإظهار ما أكنته ضمائرهم من الهوى والضلال، متفرع عن هذه المقالات ومسبب عنها، وهو خبر المقصود منه التوبيخ والوعيد.والضمير المجرور بإضافة بين إليه راجع إلى الفرق الثلاث، وما كانوا فيه يختلفون يعم ما ذكر وغيره وقيل الضمير يعود على اليهود والنصارى.والاختلاف: تقابل رأيين فيما ينبغي انفراد الرأى فيه.ولم تصرح الآية الكريمة بماذا يحكم الله بينهم، لأنه من المعلوم أن من مظاهر حكم الله يوم القيامة إثابة من كان على حق، وعقاب من كان على باطل.وبذلك تكون الآية الكريمة قد فضحت أهل الكتاب، حيث بينت كيف أن كل فريق منهم قد رمى صاحبه بالضلال، وفي هذا تثبيت للمؤمنين ونهى لهم عن أن ينهجوا نهجهم.ثم تحدث القرآن عن سوء عاقبة من يسعى في خراب بيوت الله، فقال:"
}