{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/125/",
    "ayah_number": 125,
    "text": "وقوله- تعالى-: وَإِذْ جَعَلْنَا الْبَيْتَ مَثابَةً لِلنَّاسِ وَأَمْناً معطوف على قوله- تعالى-:وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ.وجعلنا: بمعنى صيرنا. والبيت: المقصود به الكعبة، إذ غلب استعمال البيت فيها حتى صار اسما لها.ومثابة للناس: مرجعا للناس يرجعون إليه من كل جانب، وهو مصدر ميمى من ثاب القوم إلى المكان رجعوا إليه. فهم يثوبون إليه ثوبا وثوبانا، أو معاذا لهم يلجئون إليه أو موضع ثواب يثابون بحجه واعتماره.والأمن: السلامة من الخوف، وأمن المكان: اطمئنان أهله به، وعدم خوفهم من أن ينالهم فيه مكروه فالبيت مأمن، أى موضع أمن. وأخبر- سبحانه- بأنه جعله أمنا ليدل على كثرة ما يقع به من الأمن حتى صار كأنه نفس الأمن.وكذلك صار البيت الحرام محفوظا بالأمن من كل ناحية، فقد كان الناس في الجاهلية يقتتلون ويعتدى بعضهم على بعض من حوله، أما أهله فكانوا في أمان واطمئنان. قال تعالى:أَوَلَمْ يَرَوْا أَنَّا جَعَلْنا حَرَماً آمِناً وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ وقال- تعالى-: فِيهِ آياتٌ بَيِّناتٌ مَقامُ إِبْراهِيمَ وَمَنْ دَخَلَهُ كانَ آمِناً.وقد أقرت تعاليم الإسلام هذه الحرمة للبيت الحرام على وجه لا يضيع حقا ولا يعطل حدا، وزادت في تكريمه وتشريفه بأن جعلت الحج إليه فريضة على كل قادر عليها.قال الإمام ابن كثير: «ومضمون ما فسر به العلماء هذه الآية أن الله تعالى يذكر شرف البيت وما جعله موصوفا به شرعا وقدرا من كونه مثابة للناس. أى: جعله محلا تشتاق إليه الأرواح وتحن إليه ولا تقضى منه وطرا ولو ترددت إليه في كل عام استجابة من الله- تعالى- لدعاء خليله إبراهيم في قوله تعالى: فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ ويصفه- تعالى- بأنه جعله أمنا من دخله أمن ولو كان قد فعل ما فعل ثم دخله كان آمنا، وقال عبد الرحمن بن زيد بن أسلّم: كان الرجل يلقى قاتل أبيه أو أخيه فيه فلا يعرض له:وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى الاتخاذ: الجعل، تقول اتخذت فلانا صديقا أى:جعلته صديقا. والمقام في اللغة: موضع القدمين من قام يقوم، ومقام إبراهيم: هو الحجر الذي كان إبراهيم يقوم عليه عند بناء الكعبة لما ارتفع الجدار، وهو- على المشهور- تحت المصلّى المعروف الآن بهذا الاسم.ومعنى اتخاذ مصلّى منه: القصد إلى الصلاة عنده. فقد ورد في الحديث الصحيح الذي رواه الإمام مسلّم عن جابر بن عبد الله أن رسول الله صلّى الله عليه وسلّم طاف بالبيت سبعا وصلّى خلف المقام ركعتين» .ومن العلماء من فسر مقام إبراهيم بالمسجد الحرام، ومنهم من أطلقه على الكعبة لأن إبراهيم كان يقوم عندها لعبادة الله تعالى.قال الإمام ابن كثير: «وقد كان هذا المقام- أى الحجر الذي يسمى مقام إبراهيم- ملصقا بجدار الكعبة قديما، ومكانه معروف اليوم إلى جانب الباب مما يلي الحجر على يمين الداخل من الباب في البقعة المستقلة هناك، وكان الخليل- عليه السلام- لما فرغ من بناء البيت وضعه إلى جدار الكعبة.. ثم قال: وإنما أخره عن جدار الكعبة إلى موضعه الآن عمر- رضي الله عنه- ولم ينكر ذلك عليه أحد من الصحابة:ثم قال- تعالى-: وَعَهِدْنا إِلى إِبْراهِيمَ وَإِسْماعِيلَ أَنْ طَهِّرا بَيْتِيَ لِلطَّائِفِينَ وَالْعاكِفِينَ وَالرُّكَّعِ السُّجُودِ.عهدنا: أمرنا وأوحينا، وأَنْ مفسرة المأمور به أو الموصى به المشار إليه بقوله: عَهِدْنا أى: أوحينا إلى إبراهيم وإسماعيل أن طهرا بيتي.وأضاف- سبحانه- البيت إليه للتشريف والتكريم ومعنى تطهيره: صيانته من كل ما لا يليق ببيوت الله من الأقذار والأرجاس والأوثان وكل ما كان مظنة للشرك، فالمقصود تطهيره من كل رجس حسى ومعنوي.والطائفين: جمع طائف من طاف يطوف طوفا وطوافا إذا دار حول الشيء والمراد بهم:المتقربون إلى الله بالطواف حول الكعبة.والعاكفين: جمع عاكف، من عكف على الشيء عكوفا إذا أقام عليه ملازما له، والمراد بهم: المقيمون في الحرم بقصد العبادة، ويدخل في العبادة مدارسة العلوم الدينية وما يساعد على فهمها.والركع السجود: الركع جمع راكع، والسجود: جمع ساجد.والركوع والسجود من هيئات الصلاة وأركانها، فمعنى «والركع السجود» المصلون.فالآية الكريمة جمعت أصناف العابدين في البيت الحرام: وهم الطائفون وإن لم يكونوا مقيمين، كمن يأتون لحج أو عمرة ثم ينصرفون.والعاكفون الذين يقيمون في الحرم بقصد الإكثار من العبادة في المسجد الحرام. والمصلون يتقربون إلى الله بالصلوات سواء أكانت فرائض أم نوافل.ولم يعطف السجود على الركع، لأن الوصفين متلازمان ولو عطف لتوهم أنهما وصفان مفترقان."
}