{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/212/",
    "ayah_number": 212,
    "text": "وبعد أن ذكر القرآن حال من يبدل نعمة الله من بعد ما جاءته، أتبعه بذكر الأسباب التي حملت أولئك الأشقياء على البقاء في كفرهم وجحودهم فقال- تعالى-: زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَياةُ الدُّنْيا ... الآية.التزيين: جعل الشيء زينا أى، شديد الحسن. والحياة نائب فاعل، زين، ولم تلحق تاء التأنيث بالفعل لأن نائب الفاعل مجازى التأنيث ولوجود الفاصل بين الفعل ونائب الفاعل.والمعنى، أن الحياة الدنيا قد زينت للكافرين فأحبوها وتهافتوا عليها تهافت الفراش على النار، وصارت متعها وشهواتها كل تفكيرهم، أما الآخرة فلم يفكروا فيها، ولم يهيئوا أنفسهم للقائها.قال القرطبي: والمزين هو خالقها ومخترعها وخالق الكفر، ويزينها أيضا الشيطان بوسوسته وإغوائه وخص الذين كفروا بالذكر لقبولهم التزيين جملة وإقبالهم على الدنيا وإعراضهم عن الآخرة بسببها. وقد جعل الله ما على الأرض زينة لها ليبلو الخلق أيهم أحسن عملا، فالمؤمنون الذين هم على سنن الشرع لم تفتنهم الزينة، والكفار تملكتهم لأنهم لا يعتقدون غيرها».وقوله: وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا معطوف على جملة زُيِّنَ لِلَّذِينَ كَفَرُوا ...أو خبر لمبتدأ محذوف أى وهم يسخرون وتكون الواو للحال.ويسخرون: يضحكون ويهزئون. يقال. سخرت منه وسخرت به وضحكت منه وضحكت به.أى أن الذين كفروا لا يكتفون بحبهم الشديد لزينة الحياة الدنيا وشهواتها وإنما هم بجانب ذلك يسخرون من المؤمنين لزهد هم في متع الحياة، لأن الكفار يعتقدون أن ما يمضى من حياتهم في غير متعة فهو ضياع منها، وأنهم لن يبعثوا ولن يحاسبوا على ما فعلوه في دنياهم، أما المؤمنون فهم يتطلعون إلى نعيم الآخرة الذي هو أسمى وأبقى من نعيم الدنيا.وجيء بقوله: زُيِّنَ ماضيا للدلالة على أنه قد وقع وفرغ منه. وجيء بقوله وَيَسْخَرُونَ مضارعا للدلالة على تجدد سخريتهم من المؤمنين وحدوثها بين وقت آخر. قال- تعالى-: إِنَّ الَّذِينَ أَجْرَمُوا كانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ. وَإِذا مَرُّوا بِهِمْ يَتَغامَزُونَ..:وقد ذكر بعض المفسرين في سبب نزول هذه الآية روايات منها: أنها نزلت في المنافقين عبد الله بن أبى وحزبه، كانوا يتنعمون في الدنيا أو يسخرون من ضعفاء المؤمنين وفقراء المهاجرين، ويقولون: أنظروا إلى هؤلاء الذين يزعم محمد صلّى الله عليه وسلّم أنه يغلب بهم. ومنها. أنها نزلت في أبى جهل ورؤساء قريش كانوا يسخرون من فقراء المسلمين كعمار وخباب وابن مسعود وغيرهم بسبب ما كانوا فيه من الفقر والصبر على البلاء. والحق أنه لا مانع من نزولها في شأن كل الكافرين الذين يسخرون من المؤمنين.وقوله: وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيامَةِ رد منه- سبحانه- على هؤلاء الكفار الذين يسخرون من المؤمنين، والذين يرون أنفسهم أنهم في زينتهم ولذاتهم أفضل من المؤمنين في نزاهتهم وصبرهم على بأساء الحياة وضرائها.أى، والذين اتقوا الله- تعالى- وصانوا أنفسهم عن كل سوء فوق أولئك الكافرين مكانة ومكانا يوم القيامة، لأن تقواهم قد رفعتهم إلى أعلى عليين، أما الذين كفروا فإن كفرهم قد هبط بهم إلى النار وبئس القرار.قال صاحب الكشاف: فإن قلت: لم قال «من الذين آمنوا» ثم قال: وَالَّذِينَ اتَّقَوْا؟قلت: ليريك أنه لا يسعد عنده إلا المؤمن التقى، وليكون بعثا للمؤمنين على التقوى إذا سمعوا ذلك .وقيدت الفوقية بيوم القيامة للتنصيص على دوامها، لأن ذلك اليوم هو مبدأ الحياة الأبدية، ولإدخال السرور والتسلية على قلوب المؤمنين حتى لا يتسرب اليأس إلى قلوبهم بسبب إيذاء الكافرين لهم في الدنيا.وقوله: وَاللَّهُ يَرْزُقُ مَنْ يَشاءُ بِغَيْرِ حِسابٍ تذييل قصد به تشريف المؤمنين، وبيان عظم ثوابهم.أى: والله يرزق من يشاء بغير حساب من المرزوق. أو بلا حصر وعد لما يعطيه. أو أنه لا يخاف نفاد ما في خزائنه حتى يحتاج إلى حساب لما يخرج منها. فهو- سبحانه- الذي يعطى ويمنع، وليس عطاؤه في الدنيا دليل رضاه عن المعطى فقد يعطى الكافر وهو غير راض عنه، أما عطاؤه في الآخرة فهو دليل رضاه عمن أعطاه.قال الأستاذ الإمام: إن الرزق بلا حساب ولا سعى في الدنيا إنما يصح بالنسبة إلى الأفراد، فإنك ترى كثيرا من الأبرار وكثيرا من الفجار أغنياء موسرين متمتعين بسعة الرزق، وكثيرا من الفريقين فقراء معسرين، والمتقى يكون دائما أسعد حالا وأكثر احتمالا، ومحلا لعناية الله به فلا يؤلمه الفقر كما يؤلم الفاجر لأنه يجد في التقوى مخرجا من كل ضيق ... وأما الأمم فأمرها على غير هذا، فإن الأمة التي ترونها فقيرة ذليلة لا يمكن أن تكون متقية لأسباب نقم الله وسخطه..وليس من سنة الله أن يرزق الأمة العزة والثروة وهي لا تعمل، وإنما يعطيها بعملها ويسلبها بزللها..»  .ثم بين- سبحانه- أحوال الناس، وأنهم في حاجة إلى الرسل ليبشروهم وينذروهم ويحكموا بينهم بالحق فيما اختلفوا فيه فقال- تعالى-:"
}