{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/205/",
    "ayah_number": 205,
    "text": "ثم وصفه الله- تعالى- بصفة رابعة فقال: وَإِذا تَوَلَّى سَعى فِي الْأَرْضِ لِيُفْسِدَ فِيها وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لا يُحِبُّ الْفَسادَ.تولى: من التولية بمعنى الإدبار والانصراف، ومتعلق تولى محذوف تقديره: تولى عنك.وسعى: من السعى وهو المشي السريع وهو مستعار هنا لإيقاع الفتنة والتخريب. والفساد كما قال الراغب- خروج الشيء عن الاعتدال قليلا كان الخروج عنه أو كثيرا، ويضاده الصلاح يقال فسد فسادا وفسودا إذا خرج عن الاستقامة .والحرث: مصدر يحرث، أى: أثار الأرض لإعدادها للزراعة، ثم أطلق وأريد به المحروث وهو الأرض، ثم أطلق وأريد به ما يترتب على ذلك من الزروع والثمار وهو المراد هنا.والنسل: كما يقول القرطبي- ما خرج من كل أنثى من ولد. وأصله الخروج والسقوط، ومنه نسل الشعر ينسل إذا سقط. ومنه حَتَّى إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ أى: يخرجون مسرعين.والمعنى: وإذا أعرض عنك هذا النوع من الناس وولاك دبره أسرع في الإفساد بينهم، وتفريق كلمتهم، وإتلاف كل ما يقع تحت يده من الزروع والثمار والحيوان وما به قوام الحياة والأحياء.فإهلاك الحرث والنسل كناية عن إتلافه لما به قوام أحوال الناس ومعيشتهم، وعن إيذائه الشديد لهم.وبعض العلماء يرى أن «تولى» مشتق من الولاية: يقال: ولى البلد وتولاه، أى صار واليا له، أميرا عليه. والمعنى على هذا الرأى.وإذا صار- هذا النوع من الناس- واليا على قوم اجتذبهم إليه ببريق قوله، وبمعسول لفظه، وبإيمانه الفاجرة، ومجادلته الباطلة، حتى إذا ما التف الناس حوله سعى بينهم بالفساد، وعمل على تقاطعهم وتباغضهم، وحكم فيهم بالباطل، ظنا منه أن هذا الخلق وذلك السلوك سيجعلهم دائما طوع إرادته.قال الإمام الرازي: والقول الأول أقرب إلى نظم الآية، لأن المقصود بيان نفاق هذا النوع من الناس، وهو أنه عند الحضور يقول الكلام الحسن ويظهر المحبة، وعند الغيبة يسعى في إيقاع الفتنة والفساد .وقوله وَاللَّهُ لا يُحِبُّ الْفَسادَ أى لا يرضى عن الذي منه الإفساد في الأرض، ويظهر للناس الكلام الحسن وهو يبطن لهم الفعل السيئ، لأنه- سبحانه- أوجد الناس ليصلحوا في الأرض لا ليفسدوا فيها. فالجملة الكريمة تحذير منه- سبحانه- للمفسدين، ووعيد لهم على خروجهم عن طاعته."
}