{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/87/",
    "ayah_number": 87,
    "text": "ثم ذكرهم - سبحانه - بعد ذلك بلون آخر من ألوان جناياتهم ، فقال تعالى :( وَلَقَدْ آتَيْنَا موسى الكتاب وَقَفَّيْنَا . . . )ففي هاتين الآيتين تذكير لبنى إسرائيل بضرب من النعم التي أمدهم الله بها ثم قابلوها بالكفر والإجرام.والمراد بالكتاب الذي أعطاه الله لموسى التوراة، فقد أنزلها عليه لهدايتهم ولكنهم حرفوها وبدلوها وخالفوا أوامره وأولوها تأويلا سقيما.ومعنى وَقَفَّيْنا مِنْ بَعْدِهِ بِالرُّسُلِ أردفنا وأرسلنا من بعد موسى رسلا كثيرين متتابعين، لإرشاد بنى إسرائيل، وإخراجهم من الظلمات إلى النور.يقال: قفا أثره يقفوه قفوا وقفوا، إذا تبعه. وقفى على أثره بفلان إذا أتبعه إياه. وقفيته زيدا وبه: أتبعته إياه. واشتقاقه من: قفوته إذا أتبعت قفاه، والقفا مؤخر العنق، ثم أطلق على كل تابع ولو بعد الزمن بينه وبين متبوعه.والرسل: جمع رسول بمعنى مرسل، وقد أرسل الله- تعالى- رسلا بعد موسى- عليه السلام-: منهم: داود، وسليمان، وإلياس، واليسع، ويونس، وزكريا، ويحيى- عليهم الصلاة والسلام-.فمن مظاهر نعم الله على بنى إسرائيل، أنه لم يكتف بإنزال الكتب لهدايتهم، وإنما أرسل فيهم بجانب ذلك رسلا متعددين، لكي يبشروهم وينذروهم، ولكن بنى إسرائيل قابلوا نعم الله بالجحود والكفران، فقد حرفوا كتب الله، وقتلوا بعض أنبيائه.والمراد بالبينات في قوله: وَآتَيْنا عِيسَى ابْنَ مَرْيَمَ الْبَيِّناتِ الحجج والبراهين والآيات الدالة على صدقه وصحة نبوته، فتشمل كل معجزة أعطاها الله لعيسى كإبراء الأكمه والأبرص، وإحياء الموتى، والإخبار ببعض المغيبات، وغير ذلك من المعجزات التي أيد الله بها عيسى- عليه السلام-.وخص القرآن عيسى بالذكر لكونه صاحب كتاب هو الإنجيل، ولأن شرعه نسخ أحكاما من شريعة موسى- عليه السلام-.وفي إضافة عيسى إلى أمه إبطال لما يزعمه اليهود من أن له أبا من البشر.وقوله: وَأَيَّدْناهُ بِرُوحِ الْقُدُسِ أى: قويناه مأخوذ من الأيد وهو القوة.وروح القدس هو جبريل- عليه السلام-، قال- تعالى-:قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ، والإضافة فيه من إضافة الموصوف إلى الصفة، أى: الروح المقدس. ووصف بالقدس لطهارته وبركته. وسمى روحا لمشابهته الروح الحقيقي في أن كلا منهما مادة لحياة البشر. فجبريل من حيث ما يحمل من الرسالة الإلهية تحيا به القلوب. والروح تحيا به الأجسام.أى: أننا أعطينا عيسى بن مريم الحجج الدالة على صدقه في نبوته وقويناه على ذلك كله بوحينا الذي أوحيناه إليه عن طريق جبريل- عليه- السلام-.ثم وبخ الله اليهود على أفعالهم القبيحة فقال: أَفَكُلَّما جاءَكُمْ رَسُولٌ بِما لا تَهْوى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقاً كَذَّبْتُمْ وَفَرِيقاً تَقْتُلُونَ.أى: أفكلما جاءكم يا بنى إسرائيل رسول بما لا تحبه أنفسكم الشريرة استكبرتم عن اتباعه والإيمان به وأقبلتم على هؤلاء الرسل ففريقا منهم كذبتم، وفريقا آخر منهم تقتلونه غير مكتفين بالتكذيب:وتهوى: من هوى إذا أحب «والهوى يكون في الحق ويكون في الباطل كما في هذه الآية.واستكبرتم: تكبرتم، والتكبر ينشأ عن الاعجاب بالنفس الذي هو أثر الجهل بها. وهو من الصفات التي متى تمكنت في النفس أوردتها المهالك، وساقتها إلى سوء المصير.وقدم تكذيبهم للرسل على قتلهم إياهم، لأن التكذيب أول ما يصدر عنهم من الشر.وعبر في جانب القتل بالفعل المضارع فقال: تَقْتُلُونَ ولم يقل قتلتم كما قال كذبتم، لأن الفعل المضارع كما هو المألوف في أساليب البلاغة. يستعمل في الأفعال الماضية التي بلغت من الفظاعة مبلغا عظيما. ووجهه أن المتكلم يعمد بذلك الفعل القبيح كقتل الأنبياء، ويعبر عنه بالفعل المضارع الذي يدل بحسب وضعه على الفعل الواقع في الحال. فكأنه أحضر صورة قتل الأنبياء أمام السامع، وجعله ينظر إليها بعينه، فيكون إنكاره لها أبلغ، واستفظاعه لها أعظم."
}