{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/48/",
    "ayah_number": 48,
    "text": "ثم ختم- سبحانه- بيان جزائهم بقوله: لا يَمَسُّهُمْ فِيها نَصَبٌ وَما هُمْ مِنْها بِمُخْرَجِينَ.والنصب: التعب والإعياء. يقال: نصب الرجل نصبا- من باب طرب- إذا نزل به التعب والهم. ويقال فلان في عيش ناصب، أى فيه كد وجهد.قال ابن كثير قوله- تعالى-: لا يَمَسُّهُمْ فِيها نَصَبٌ يعنى مشقة وأذى كما جاء في الصحيحين، عن رسول الله صلى الله عليه وسلم أنه قال: «إن الله أمرنى أن أبشر خديجة ببيت في الجنة من قصب لا صخب فيه ولا نصب» .وقوله وَما هُمْ مِنْها بِمُخْرَجِينَ- بل هم باقون في الجنات بقاء سرمديا دائما لا ينقطع- كما جاء في الحديث: «يقال- لأهل الجنة- يا أهل الجنة: إن لكم أن تصحوا فلا تمرضوا أبدا، وإن لكم أن تعيشوا فلا تموتوا أبدا، وإن لكم أن تشبوا فلا تهرموا أبدا، وإن لكم أن تقيموا فلا تظعنوا أبدا» .فأنت ترى أن هذه الآيات الكريمة قد اشتملت على بشارات للمؤمنين الصادقين، هذه البشارات مقرونة بالتعظيم، خالية من الشوائب والاضرار، باقية لا انقطاع لها.أما البشارات فتراها في قوله- تعالى- إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ.وأما اقترانها بالتعظيم والتكريم، فتراه في قوله- تعالى-: ادْخُلُوها بِسَلامٍ آمِنِينَ.وأما خلوها من الشوائب والاضرار، فتراه في قوله- تعالى-: وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْواناً....وأما بقاؤها واستمرارها، فتراه في قوله- تعالى-: وَما هُمْ مِنْها بِمُخْرَجِينَ.هذا، وشبيه بهذه الآيات قوله- تعالى-: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ. آخِذِينَ ما آتاهُمْ رَبُّهُمْ إِنَّهُمْ كانُوا قَبْلَ ذلِكَ مُحْسِنِينَ ... «2» .وقوله- تعالى- وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهارُ، وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا، وَما كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدانَا اللَّهُ ...  .وقوله- تعالى-: وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنا لَغَفُورٌ شَكُورٌ. الَّذِي أَحَلَّنا دارَ الْمُقامَةِ مِنْ فَضْلِهِ لا يَمَسُّنا فِيها نَصَبٌ وَلا يَمَسُّنا فِيها لُغُوبٌ .وقوله- تعالى-: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ كانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا. خالِدِينَ فِيها لا يَبْغُونَ عَنْها حِوَلًا .ثم بين- سبحانه- نماذج لمن شملتهم رحمته لإيمانهم وعملهم الصالح، ولمن شملتهم نقمته لكفرهم وعملهم الطالح، ومن هذه النماذج تبشيره لإبراهيم- وهو شيخ كبير- بغلام عليم، وإنجاؤه لوطا ومن آمن معه من العذاب المهين، وإهلاكه المجرمين من قومه.. قال- تعالى-:"
}