{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/85/",
    "ayah_number": 85,
    "text": "فقوله- سبحانه- وَما خَلَقْنَا السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ توجيه للناس إلى التأمل في مظاهر قدرة الله- تعالى-، وإلى الحق الأكبر الذي قام عليه هذا الوجود، بعد أن بين- سبحانه- قبل ذلك، سنته التي لا تتخلف، وهي أن حسن العاقبة للمتقين، وسوء المصير للمكذبين.والحق: هو الأمر الثابت الذي تقتضيه عدالة الله- تعالى- وحكمته.والباء فيه للملابسة.أى: وما خلقنا السموات والأرض وما بينهما من كائنات لا يعلمها إلا الله، إلا خلقا ملتبسا بالحق الذي لا يحوم حوله باطل، وبالعدل الذي لا يخالطه جور وبالحكمة التي تتنزه عن العبث، وتأبى استمرار الفساد، واستبقاء ضعف الحق أمام الباطل.والمراد بالساعة في قوله- تعالى-: وَإِنَّ السَّاعَةَ لَآتِيَةٌ ساعة البعث والحساب والثواب والعقاب في الآخرة.أى: وإن ساعة إعطاء كل ذي حق حقه، ومعاقبة كل ذي باطل على باطله، لآتية لا ريب فيها، فمن فاته أخذ حقه في الدنيا فسيأخذه وافيا غير منقوص في الآخرة، ومن أفلت من عقوبة الدنيا فسينال ما هو أشد وأخزى منها في يوم الحساب.فالجملة الكريمة انتقال من تهديد المجرمين بعذاب الدنيا، إلى تهديدهم بعذاب الآخرة، والمقصود من ذلك تسليته صلى الله عليه وسلم عما أصابه من المكذبين من أذى.وأكد- سبحانه- هذه الجملة بإن وبلام التوكيد، ليدل على أن الساعة آتية لا محالة، وليخرس ألسنة الذين ينكرون وقوعها وحدوثها ...وجملة فَاصْفَحِ الصَّفْحَ الْجَمِيلَ تفريع على ما قبلها.والصفح الجميل: ترك المؤاخذة على الذنب، وإغضاء الطرف عن مرتكبه بدون معاتبة.أى: ما دام الأمر كما ذكرنا لك أيها الرسول الكريم- من أن هذا الكون قد خلقناه بالحق، ومن أن الساعة آتية لا ريب فيها ... فاصفح عن هؤلاء المكذبين لك صفحا جميلا، لا عتاب معه ولا حزن ولا غضب ... حتى يحكم الله بينك وبينهم.وهذا التعبير فيه ما فيه من تسليته صلى الله عليه وسلم وتكريمه، لأنه- سبحانه- أمره بالصفح الجميل عن أعدائه، ومن شأن الذي يصفح عن غيره، أن يكون أقوى وأعز من هذا الغير- فكأنه- سبحانه- يقول له: اصفح عنهم فعما قريب ستكون لك الكلمة العليا عليهم.وشبيه بهذه الآية قوله- تعالى- فَاصْفَحْ عَنْهُمْ وَقُلْ سَلامٌ فَسَوْفَ يَعْلَمُونَ .وقوله- سبحانه-: ... فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ  ."
}