{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/9/",
    "ayah_number": 9,
    "text": "ثم بين- سبحانه- أنه قد تكفل بحفظ هذا القرآن الذي سبق للكافرين أن استهزءوا به، وبمن نزل عليه فقال- تعالى-: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ.أى: إنا نحن بقدرتنا وعظم شأننا نزلنا هذا القرآن الذي أنكرتموه على قلب نبينا محمد صلى الله عليه وسلم وَإِنَّا لهذا القرآن لَحافِظُونَ من كل ما يقدح فيه، كالتحريف والتبديل، والزيادة والنقصان والتناقض والاختلاف، ولحافظون له بالإعجاز، فلا يقدر أحد على معارضته أو على الإتيان بسورة من مثله، ولحافظون له بقيام طائفة من أبناء هذه الأمة الإسلامية باستظهاره وحفظه والذب عنه إلى أن يرث الله الأرض ومن عليها.قال صاحب الكشاف: قوله إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ رد لإنكارهم واستهزائهم في قولهم يا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ، ولذلك قال: إنا نحن، فأكد عليهم أنه هو المنزل على القطع والبتات، وأنه هو الذي بعث به جبريل إلى محمد صلى الله عليه وسلم ومن بين يديه ومن خلفه رصد حتى نزل وبلغ محفوظا من الشياطين، وهو حافظه في كل وقت من كل زيادة ونقصان ... » .وقال الآلوسى: ما ملخصه: «ولا يخفى ما في سبك الجملتين- إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ، وَإِنَّا لَهُ لَحافِظُونَ من الدلالة على كمال الكبرياء والجلالة، وعلى فخامة شأن التنزيل، وقد اشتملتا على عدة من وجوه التأكيد. ونَحْنُ ليس ضمير فصل لأنه لم يقع بين اسمين، وإنما هو إما مبتدأ أو توكيد لاسم إن. والضمير في لَهُ للقرآن كما هو الظاهر، وقيل هو للنبي صلى الله عليه وسلم ... » .هذا ونحن ننظر في هذه الآية الكريمة، من وراء القرون الطويلة منذ نزولها فنرى أن الله- تعالى- قد حقق وعده في حفظ كتابه، ومن مظاهر ذلك:1- أن ما أصاب المسلمين من ضعف ومن فتن، ومن هزائم، وعجزوا معها عن حفظ أنفسهم وأموالهم وأعراضهم.. هذا الذي أصابهم في مختلف الأزمنة والأمكنة، لم يكن له أى أثر على قداسة القرآن الكريم، وعلى صيانته من أى تحريف.ومن أسباب هذه الصيانة أن الله- تعالى- قيض له في كل زمان ومكان، من أبناء هذه الأمة، من حفظه عن ظهر قلب، فاستقر بين الأمة بمسمع من النبي صلى الله عليه وسلم، وصار حفاظه بالغين عدد التواتر في كل مصر وفي كل عصر.قال الفخر الرازي: فإن قيل: فلماذا اشتغل الصحابة بجمع القرآن في المصحف، وقد وعد الله بحفظه، وما حفظه الله فلا خوف عليه؟فالجواب: أن جمعهم للقرآن كان من أسباب حفظ الله- تعالى- إياه، فإنه- سبحانه- لما أن حفظه قيضهم لذلك....»  .2- أن أعداء هذا الدين- سواء أكانوا من الفرق الضالة المنتسبة للإسلام أم من غيرهم- امتدت أيديهم الأثيمة إلى أحاديث النبي صلى الله عليه وسلم فأدخلوا فيها ما ليس منها ...وبذل العلماء العدول الضابطون ما بذلوا من جهود لتننقية السنة النبوية مما فعله هؤلاء الأعداء..ولكن هؤلاء الأعداء، لم يقدروا على شيء واحد، وهو إحداث شيء في هذا القرآن، مع أنهم وأشباههم في الضلال، قد أحدثوا ما أحدثوا في الكتب السماوية السابقة..قال بعض العلماء. سئل القاضي إسماعيل البصري عن السر في تطرّق التغيير للكتب السالفة، وسلامة القرآن من ذلك فأجاب بقوله: إن الله أوكل للأحبار حفظ كتبهم فقال:«بما استحفظوا من كتاب الله» وتولى- سبحانه- حفظ القرآن بذاته فقال: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ  .وقد ذكر الإمام القرطبي ما يشبه ذلك نقلا عن سفيان بن عيينة في قصة طويلة  .والخلاصة، أن سلامة القرآن من أى تحريف- رغم حرص الأعداء على تحريفه ورغم ما أصاب المسلمين من أحداث جسام، ورغم تطاول القرون والدهور- دليل ساطع على أن هناك قوة خارقة- خارجة عن قوة البشر- قد تولت حفظ هذا القرآن، وهذه القوة هي قوة الله- عز وجل- ولا يمارى في ذلك إلا الجاحد الجهول ..."
}