{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/88/",
    "ayah_number": 88,
    "text": "ثم نهى الله- تعالى- المسلمين في شخص نبيهم صلى الله عليه وسلم عن التطلع إلى زينة الحياة الدنيا، فقال- تعالى-: لا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً مِنْهُمْ ...قال صاحب الكشاف: فإن قلت: كيف وصل هذا بما قبله؟قلت: يقول الله- تعالى- لرسوله صلى الله عليه وسلم: قد أوتيت النعمة العظمى التي كل نعمة وإن عظمت فهي إليها حقيرة ضئيلة، وهي القرآن العظيم، فعليك أن تستغني به، ولا تمدن عينيك إلى متاع الدنيا ...قال أبو بكر الصديق من أوتى القرآن، فرأى أن أحدا أوتى من الدنيا أفضل مما أوتى، فقد صغر عظيما، وعظم صغيرا» .وقال ابن كثير: وقال ابن أبى حاتم: ذكر عن وكيع بن الجراح، قال: حدثنا موسى بن عبيدة، عن يزيد بن عبد الله بن قسيط، عن أبى رافع صاحب النبي صلى الله عليه وسلم قال: أضاف النبي صلى الله عليه وسلم ضيفا، ولم يكن عنده صلى الله عليه وسلم شيء يصلحه، فأرسل إلى رجل من اليهود:يقول لك محمد رسول الله: أسلفنى دقيقا إلى هلال رجب. قال اليهودي: لا إلا برهن. فأتيت النبي صلى الله عليه وسلم فأخبرته، فقال: أما والله إنى لأمين من في السماء، وأمين من في الأرض، ولئن أسلفنى أو باعني لأؤدين إليه. فلما خرجت من عنده نزلت هذه الآية. «لا تمدن عينيك» كأنه- سبحانه- يعزيه عن الدنيا»  .وقوله- سبحانه- تَمُدَّنَّ من المد، وأصله الزيادة. واستعير هنا للتطلع إلى ما عند الغير برغبة وتمن وإعجاب. يقال: مد فلان عينه إلى مال فلان، إذا اشتهاه وتمناه وأراده.والمراد بالأزواج: الأصناف من الكفار الذين متعهم الله بالكثير من زخارف الدنيا.والمعنى: لا تحفل- أيها الرسول الكريم- ولا تطمح ببصرك طموح الراغب في ذلك المتاع الزائل، الذي متع الله- تعالى- به أصنافا من المشركين فإن ما بين أيديهم منه شيء سينتهي عما قريب، وقد آتاهم الله- تعالى- إياه على سبيل الاستدراج والإملاء، وأعطاك ما هو خير منه وأبقى، وهو القرآن العظيم.قال صاحب الظلال: والعين لا تمتد. إنما يمتد البصر أى: يتوجه. ولكن التعبير التصويرى يرسم صورة العين ذاتها ممدودة إلى المتاع. وهي صورة طريفة حين يتخيلها المتخيل..والمعنى وراء ذلك، ألا يحفل الرسول صلى الله عليه وسلم بذلك المتاع الذي آتاه الله- تعالى- لبعض الناس ... ولا يلقى إليه نظرة اهتمام، أو نظرة استجمال، أو نظرة تمن» .وقال- سبحانه- هنا لا تَمُدَّنَّ ... بدون واو العطف، وقال في سورة طه وَلا تَمُدَّنَّ ... بواو العطف، لأن الجملة هنا مستأنفة استئنافا بيانيا، جوابا لما يختلج في نفوس بعض المؤمنين من تساؤل عن أسباب الإملاء والعطاء الدنيوي لبعض الكافرين. ولأن الجملة السابقة عليها وهي قوله وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي ... كانت بمنزلة التمهيد لها، والإجمال لمضمونها.أما في سورة طه، فجملة وَلا تَمُدَّنَّ ... معطوفة على ما سبقها من طلب وهو قوله- تعالى- فَاصْبِرْ عَلى ما يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِها، وَمِنْ آناءِ اللَّيْلِ فَسَبِّحْ وَأَطْرافَ النَّهارِ لَعَلَّكَ تَرْضى. وَلا تَمُدَّنَّ عَيْنَيْكَ إِلى ما مَتَّعْنا بِهِ أَزْواجاً ...  .وقوله- سبحانه- وَلا تَحْزَنْ عَلَيْهِمْ نهى له صلى الله عليه وسلم عن الاهتمام بالمصير السيئ الذي ينتظر أعداءه.أى: ولا تحزن- أيها الرسول الكريم- لكفر من كفر من قومك، أو لموتهم على ذلك، أو لأعراضهم عن الحق الذي جئتهم به، فإن القلوب بأيدينا نصرفها كيف نشاء، أما أنت فعليك البلاغ.وقوله- سبحانه- وَاخْفِضْ جَناحَكَ لِلْمُؤْمِنِينَ بيان لما يجب عليه نحو أتباعه، بعد بيان ما يجب عليه نحو أعدائه.وخفض الجناح كناية عن اللين والمودة والعطف.أى: وكن متواضعا مع أتباعك المؤمنين، رءوفا بهم، عطوفا عليهم.قال الشوكانى: وخفض الجناح كناية عن التواضع ولين الجانب ... وأصله أن الطائر إذا ضم فرخه إليه بسط جناحه ثم قبض على الفرخ، فجعل ذلك وصفا لتواضع الإنسان لأتباعه ... والجناحان من ابن آدم: جانباه  ."
}