{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/2/",
    "ayah_number": 2,
    "text": "ثم بين- سبحانه- أن الكافرين سيندمون بسبب كفرهم في وقت لا ينفع فيه الندم، فقال- تعالى-: رُبَما يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كانُوا مُسْلِمِينَ.قال الشوكانى ما ملخصه: قرأ نافع وعاصم بتخفيف الباء من رُبَما، وقرأ الباقون بتشديدها.. وأصلها أن تستعمل في القليل وقد تستعمل في الكثير.قال الكوفيون: أى يود الكفار في أوقات كثيرة لو كانوا مسلمين.وقيل: هي هنا للتقليل، لأنهم ودوا ذلك في بعض المواضع لا في كلها لشغلهم بالعذاب....»  .وقد حاول بعض المفسرين الجمع بين القولين فقال: من قال بأن رُبَما هنا للتكثير نظر إلى كثرة تمنيهم أن لو كانوا مؤمنين، ومن قال بأنها للتقليل نظر إلى قلة زمان إفاقتهم من العذاب بالنسبة إلى زمان دهشتهم منه، وهذا لا ينافي أن التمني يقع كثيرا منهم في زمن إفاقتهم القليل، فلا تخالف بين القولين  .والمعنى: ود الذين كفروا عند ما تنكشف لهم الحقائق. فيعرفون أنهم على الباطل، وأن المؤمنين على الحق، أن لو كانوا مسلمين، حتى ينجوا من الخزي والعقاب.ودخلت رب هنا على الفعل المضارع يَوَدُّ مع اختصاصها بالدخول على الفعل الماضي، للإشارة إلى أن أخبار الله- تعالى- بمنزلة الواقع المحقق سواء أكانت للمستقبل أم لغيره.قال صاحب الكشاف: «فإن قلت: لم دخلت على المضارع وقد أبوا دخولها إلا على الماضي؟ قلت: لأن المترقب في أخبار الله- تعالى- بمنزلة الماضي المقطوع به في تحققه، فكأنه قيل: «ربما ود الذين كفروا ... » .ولَوْ في قوله لَوْ كانُوا مُسْلِمِينَ يصح أن تكون امتناعية، وجوابها محذوف، والتقدير: لو كانوا مسلمين لسروا بذلك.ويصح أن تكون مصدرية، والتقدير: ود الذين كفروا كونهم مسلمين.وعلى كلا المعنيين فهي مستعملة في التمني الذي هو طلب حصول الأمر الممتنع الحصول.وقال- سبحانه- لَوْ كانُوا ... بفعل الكون الماضي، للإشعار بأنهم يودون الدخول في الإسلام، بعد مضى وقت التمكن من الدخول فيه.وعبر- سبحانه- عن متمناهم بالغيبة كانُوا، نظرا لأن الكلام مسوق بصدد الإخبار عنهم، وليس بصدد الصدور منهم، ولو كان كذلك لقيل: لو كنا مسلمين.هذا، وللمفسرين أقوال في الوقت الذي ود فيه الكافرون أن لو كانوا مسلمين، فمنهم من يرى أن ودادتهم هذه تكون في الدنيا، ومنهم من يرى أنها تكون عند الموت، ومنهم من يرى أنها تكون عند الحساب، وعند عفو الله عن عصاة المؤمنين.والحق أن هذه الودادة تكون في كل موطن يعرف فيه الكافرون بطلان كفرهم، وفي كل وقت ينكشف لهم فيه أن الإسلام هو الدين الحق.فهم تمنوا أن لو كانوا مسلمين في الدنيا، عند ما رأوا نصر الله لعباده المؤمنين، في غزوة بدر وفي غزوة الفتح وفي غيرهما، فعن ابن مسعود- رضى الله عنه-: «ود كفار قريش ذلك يوم بدر حين رأوا نصر الله للمسلمين» .وهم تمنوا ذلك عند الموت كما حكى عنهم- سبحانه- ذلك في آيات كثيرة منها قوله - تعالى-: حَتَّى إِذا جاءَ أَحَدَهُمُ الْمَوْتُ قالَ رَبِّ ارْجِعُونِ. لَعَلِّي أَعْمَلُ صالِحاً فِيما تَرَكْتُ ... .وهم يتمنون ذلك عند ما يعرضون على النار يوم القيامة. قال- تعالى- وَلَوْ تَرى إِذْ وُقِفُوا عَلَى النَّارِ فَقالُوا يا لَيْتَنا نُرَدُّ وَلا نُكَذِّبَ بِآياتِ رَبِّنا وَنَكُونَ مِنَ الْمُؤْمِنِينَ .وهم يتمنون ذلك عند ما يرون عصاة المؤمنين، وقد أخرجهم الله- تعالى برحمته من النار.وقد ذكر الإمام ابن كثير هنا جملة من الأحاديث الدالة على ذلك منها: ما أخرجه الطبراني عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: «إن ناسا من أهل «لا إله إلا الله» يدخلون النار بذنوبهم، فيقول لهم أهل اللات والعزى: ما أغنى عنكم قولكم «لا إله إلا الله» وأنتم معنا في النار؟ قال فيغضب الله لهم، فيخرجهم، فيلقيهم في نهر الحياة فيبرءون من حرقهم كما يبرأ القمر من خسوفه، فيدخلون الجنة. ويسمون فيها الجهنميين.فقال رجل: يا أنس، أنت سمعت هذا من رسول الله صلى الله عليه وسلم؟ فقال أنس: سمعت رسول الله صلى الله عليه وسلم يقول: «من كذب على متعمدا فليتبوأ مقعده من النار» نعم، أنا سمعت النبي صلى الله عليه وسلم يقول هذا .قال بعض العلماء: وأقوال العلماء في هذه الآية راجعة إلى شيء واحد، لأن من يقول: إن الكافر إذا احتضر تمنى أن لو كان مسلما، ومن يقول: إنه إذا عاين النار تمنى أن لو كان مسلما.. كل ذلك راجع إلى أن الكفار إذا عاينوا الحقيقية ندموا على الكفر وتمنوا أنهم لو كانوا مسلمين  .وفي هذه الآية ما فيها من تثبيت المؤمنين، ومن تبشيرهم بأنهم على الحق، ومن حض للكافرين على الدخول في الإسلام قبل فوات الأوان، ومن تحذير لهم من سوء عاقبة الكفر والطغيان."
}