{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/67/5/",
    "ayah_number": 5,
    "text": "قال الإمام الرازي: اعلم أن هذا هو الدليل الثاني على كونه- تعالى- قادرا عالما، وذلك لأن هذه الكواكب نظرا إلى أنها محدثة ومختصة بمقدار معين، وموضع خاص، وسير معين، تدل على أن صانعها قادر.ونظرا إلى كونها محكمة متقنة موافقة لمصالح العباد، ومن كونها زينة لأهل الدنيا، وسببا لانتفاعهم بها، تدل على أن صانعها عالم.ونظير هذه الآية قوله- تعالى- في سورة الصافات: إِنَّا زَيَّنَّا السَّماءَ الدُّنْيا بِزِينَةٍ الْكَواكِبِ. وَحِفْظاً مِنْ كُلِّ شَيْطانٍ مارِدٍ .وقوله: زَيَّنَّا من التزيين بمعنى التحسين والتجميل. والدُّنْيا صيغة تفضيل من الدنو بمعنى القرب.والمصابيح: جمع مصباح وهو السراج المضيء. والمراد بها النجوم. وسميت بالمصابيح على التشبيه بها في حسن المنظر، وفي الإضاءة ليلا..والرجوم: جمع رجم، وهو في الأصل مصدر رجمه رجما- من باب نصر- إذا رماه بالرّجام أى: بالحجارة، فهو اسم لما يرجم به، أى: ما يرمى به الرامي غيره من حجر ونحوه، تسمية للمفعول بالمصدر، مثل الخلق بمعنى المخلوق.وصدرت الآية الكريمة بالقسم، لإبراز كمال العناية بمضمونها.والمعنى: وبالله لقد زينا وجملنا السماء القريبة منكم بكواكب مضيئة كإضاءة السّرج، وجعلنا- بقدرتنا- من هذه الكواكب، ما يرجم الشياطين ويحرقها، إذا ما حاولوا أن يسترقوا السمع، كما قال- تعالى-: وَأَنَّا لَمَسْنَا السَّماءَ فَوَجَدْناها مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً. وَأَنَّا كُنَّا نَقْعُدُ مِنْها مَقاعِدَ لِلسَّمْعِ، فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهاباً رَصَداً .قال الإمام ابن كثير: قوله: وَجَعَلْناها رُجُوماً لِلشَّياطِينِ عاد الضمير في قوله وَجَعَلْناها على جنس المصابيح لا على عينها، لأنه لا يرمى بالكواكب التي في السماء، بل بشهب من دونها، وقد تكون مستمدة منها- والله أعلم-.قال قتادة: إنما خلقت هذه النجوم لثلاث خصال: خلقها زينة للسماء، ورجوما للشياطين، وعلامات يهتدى بها، فمن تأول فيها غير ذلك فقد قال برأيه، وأخطأ حظه، وأضاع نصيبه، وتكلف ما لا علم له به..  .فالضمير في قوله: وَجَعَلْناها يعود إلى المصابيح، ومنهم من أعاده إلى السماء الدنيا، على تقدير: وجعلنا منها رجوما للشياطين الذين يسترقون السمع.وقوله- تعالى-: وَأَعْتَدْنا لَهُمْ عَذابَ السَّعِيرِ بيان لسوء مصيرهم في الآخرة، بعد بيان سوء مصيرهم في الدنيا عن طريق إحراقهم بالشهب.أى: وهيأنا لهؤلاء الشياطين في الآخرة- بعد إحراقهم في الدنيا بالشهب- عذاب النار المشتعلة المستعرة.فالسعير- بزنة فعيل- اسم لأشد النار اشتعالا. يقال: سعر فلان النار- كمنع- إذا أوقدها بشدة.وكان السعير عذابا للشياطين- مع أنهم مخلوقون من النار، لأن نار جهنم أشد من النار التي خلقوا منها، فإذا ألقوا فيها صارت عذابا لهم، إذ السعير أشد أنواع النار التهابا واشتعالا وإحراقا.."
}