{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/99/8/",
    "ayah_number": 8,
    "text": "ثم فصل- سبحانه- ما يترتب على هذه الرؤية من جزاء فقال: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ، وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ.و «المثقال» مفعال من الثقل، ويطلق على الشيء القليل الذي يحتمل الوزن، و «الذرة» تطلق على أصغر النمل، وعلى الغبار الدقيق الذي يتطاير من التراب عند النفخ فيه. والمقصود المبالغة في الجزاء على الأعمال مهما بلغ صغرها، وحقر وزنها.والفاء: للتفريع على ما تقدم. أى: في هذا اليوم يخرج الناس من قبورهم متفرقين لا يلوى أحد على أحد. متجهين إلى موقف الحساب ليطلعوا على جزاء أعمالهم الدنيوية ...فمن كان منهم قد عمل في دنياه عملا صالحا رأى ثماره الطيبة، حتى ولو كان هذا العمل في نهاية القلة، ومن كان منهم قد عمل عملا سيئا في دنياه، رأى ثماره السيئة، حتى ولو كان هذا العمل- أيضا- في أدنى درجات القلة.فأنت ترى أن هاتين الآيتين قد جمعتا أسمى وأحكم ألوان الترغيب والترهيب، ولذا قال كعب الأحبار: لقد أنزل الله- تعالى- على نبيه محمد صلى الله عليه وسلم آيتين، أحصتا ما في التوراة والإنجيل والزبور والصحف، ثم قرأ هاتين الآيتين.وقد ساق الإمام ابن كثير عند تفسيره لهاتين عددا من الأحاديث، منها: ما أخرجه الإمام أحمد. أن صعصعة بن معاوية، أتى النبي صلى الله عليه وسلم فقرأ عليه هاتين الآيتين، فقال: حسبي لا أبالى أن لا أسمع غيرها. وفي صحيح البخاري أن رسول الله صلى الله عليه وسلم قال: «اتقوا النار ولو بشق تمرة، ولو بكلمة طيبة» .وفي الصحيح- أيضا- أن رسول الله صلى الله عليه وسلم قال: «لا تحقرن من المعروف شيئا، ولو أن تفرغ من دلوك في إناء المستقى، ولو أن تلقى أخاك ووجهك إليه منبسط» .وكان صلى الله عليه وسلم يقول لعائشة: «يا عائشة، استتري من النار ولو بشق تمرة، فإنها تسد من الجائع مسدها من الشبعان. يا عائشة. إياك ومحقرات الذنوب، فإن لها من الله- تعالى- طالبا».ومن الآيات الكريمة التي وردت في معنى هاتين الآيتين قوله- تعالى- إِنَّ اللَّهَ لا يَظْلِمُ مِثْقالَ ذَرَّةٍ، وَإِنْ تَكُ حَسَنَةً يُضاعِفْها، وَيُؤْتِ مِنْ لَدُنْهُ أَجْراً عَظِيماً.وقوله- سبحانه-: وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً، وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها، وَكَفى بِنا حاسِبِينَ.نسأل الله- تعالى- أن يجعلنا جميعا ممن يواظبون على فعل الخيرات.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
}