{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/63/4/",
    "ayah_number": 4,
    "text": "ثم رسم- سبحانه- لهم بعد ذلك صورة تجعل كل عاقل يستهزئ بهم، ويحتقرهم، ويسمو بنفسه عن الاقتراب منهم. فقال- تعالى-: وَإِذا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسامُهُمْ. وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ.قال القرطبي: قال ابن عباس: كان عبد الله بن أبى، وسيما جسيما صحيحا صبيحا، ذلق اللسان، فإذا قال: سمع النبي صلى الله عليه وسلم مقالته.وقال الكلبي: المراد ابن أبى، وجد بن قيس، ومعتب بن قشير، كانت لهم أجسام ومنظر، وفصاحة ...وخُشُبٌ- بضم الخاء والشين- جمع خشبة- بفتحهما- كثمرة وثمر.وقرأ ابن كثير وأبو عمرو والكسائي: كأنهم خشب- بضم الخاء وسكون الشين- كبدنة وبدن.أى: وإذا رأيت- أيها الرسول الكريم- هؤلاء المنافقين، أعجبتك أجسامهم، لكمالها وحسن تناسقها، وإن يقولوا قولا حسبت أنه صدق، لفصاحته، وأحببت الاستماع إليه لحلاوته.وعدى الفعل «تسمع» باللام، لتضمنه معنى تصغ لقولهم.وجملة: كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ مستأنفة، أو خبر لمبتدأ محذوف.أى: كأنهم وهم جالسون في مجلسك، مستندين على الجدران، وقد خلت قلوبهم من الخير والإيمان، كأنهم بهذه الحالة، مجموعة من الأخشاب الطويلة العريضة، التي استندت إلى الحوائط، دون أن يكون فيها حسن، أو نفع، أو عقل.فهم أجسام تعجب، وأقوال تغرى بالسماع إليها، ولكنهم قد خلت قلوبهم من كل خير، وامتلأت نفوسهم بكل الصفات الذميمة. فهم كما قال القائل:لا بأس بالقوم من طول ومن غلظ ... جسم البغال وأحلام العصافيروشبههم- سبحانه- بالخشب المسندة على سبيل الذم لهم، أى: كأنهم في عدم الانتفاع بهم، وخلوهم من الفائدة كالأخشاب المسندة إلى الحوائط الخالية من أية فائدة.ورحم الله صاحب الكشاف فقد قال: فإن قلت: ما معنى كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ قلت: شبهوا في استنادهم- وما هم إلا أجرام خالية عن الإيمان والخير بالخشب المسندة إلى الحوائط لأن الخشب إذا انتفع به، كان في سقف أو جدار أو غيرهما من مظان الانتفاع، وما دام متروكا فارغا غير منتفع به، أسند إلى الحائط، فشبهوا به في عدم الانتفاع.ويجوز أن يراد بالخشب المسندة الأصنام المنحوتة من الخشب، المسندة إلى الحيطان، وشبهوا بها في حسن صورهم، وقلة جدواهم، والخطاب للرسول صلى الله عليه وسلم أو لكل من يخاطب.. .فأنت ترى القرآن الكريم وصفهم بتلك الصفة البديعة في التنفير منهم وعدم الاغترار بمظهرهم لأنهم كما قال القائل:لا تخدعنك اللحى ولا الصور ... تسعة أعشار من ترى بقرتراهم كالسحاب منتشرا ... وليس فيه لطالب مطرفي شجر السرو منهم شبه ... له رواء وماله ثمرثم وصفهم- سبحانه- بعد ذلك بالجبن والخور فقال: يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ....والصيحة: المرة من الصياح، والمراد بها ما ينذر ويخيف أى: يظنون لجبن قلوبهم ولسوء نواياهم، وخبث نفوسهم- أن كل صوت ينادى به المنادى، لنشدان ضالة، أو انفلات دابة ... إنما هو واقع عليهم ضار بهم مهلك لهم..قال الآلوسى: قوله: يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ أى: واقعة عليهم، ضارة لهم، لجبنهم وهلعهم.وقيل: كانوا على وجل من أن ينزل الله- تعالى- فيهم ما يهتك أستارهم، ويبيح دماءهم وأموالهم.والوقف على «عليهم» الواقع مفعولا ثانيا ل «يحسبون» وهو وقف تام.وقوله- تعالى-: هُمُ الْعَدُوُّ استئناف. أى: هم الكاملون في العداوة، والراسخون فيها، فإن أعدى الأعداء، العدو المداجى.فَاحْذَرْهُمْ لكونهم أعدى الأعداء، ولا تغترن بظواهرهم..وقوله- سبحانه-: قاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ دعاء عليهم بالطرد من رحمة الله- تعالى-، وتعجيب لكل مخاطب من أحوالهم التي بلغت النهاية في السوء والقبح.عن ابن عباس أن معنى قاتَلَهُمُ اللَّهُ طردهم من رحمته ولعنهم، وكل شيء في القرآن قتل فهو لعن..  .وأَنَّى بمعنى كيف، ويُؤْفَكُونَ بمعنى يصرفون، من الأفك- بفتح الهمزة والفاء- بمعنى الانصراف عن الشيء.أى: لعن الله- تعالى- هؤلاء المنافقين، وطردهم من رحمته، لأنهم بسيب مسالكهم الخبيثة، وأفعالهم القبيحة، وصفاتهم السيئة ... صاروا محل مقت العقلاء، وعجبهم، إذ كيف ينصرفون عن الحق الواضح إلى الباطل الفاضح، وكيف يتركون النور الساطع، ويدخلون في الظلام الدامس؟!! وبذلك نرى أن هذه الآيات الكريمة: قد فضحت المنافقين، وحذرت من شرورهم، ووصفتهم بالصفات التي تخزيهم، وتكشف عن دخائلهم المريضة.ثم وصفهم- سبحانه- بصفات أخرى، لا تقل في قبحها وبشاعتها عن سابقتها فقال- تعالى-:"
}