{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/7/",
    "ayah_number": 7,
    "text": "ثم بعد أن بين- سبحانه- بعض مظاهر فضله على عباده ورحمته بهم، أتبع ذلك بأمرهم بمداومة شكره، وبالوفاء بعهده فقال: وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثاقَهُ الَّذِي واثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنا وَأَطَعْنا.أى: تنبهوا أيها المؤمنون- بعقولكم وقلوبكم لما أسبغه الله عليكم من منن فداوموا على شكرها وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ بدين الإسلام الذي هديتم به إلى الصراط المستقيم، واذكروا كذلك مِيثاقَهُ الَّذِي واثَقَكُمْ بِهِ أى: عهده الوثيق الذي أخذه عليكم، وأمركم بالتزامه بكل قوة.وقوله: إِذْ قُلْتُمْ سَمِعْنا وَأَطَعْنا ظرف لقوله واثَقَكُمْ بِهِ أى: إذ قلتم وقت أن أخذ عليكم العهد الموثق: سمعنا قولك وأطعنا أمرك.فأنت ترى أن الآية الكريمة أوجبت على المؤمنين أمرين:أولهما: التنبه إلى نعم الله وعلى رأس هذه النعم نعمة الهداية إلى دين الإسلام، ومداومة شكره- سبحانه- على ذلك.وثانيهما: الوفاء بعهوده التي أخذها عليهم، وتقبلوها بالسمع والطاعة لأنهم متى شكروه على نعمه، وكانوا أوفياء بعهودهم، زادهم- سبحانه- من فضله وعطائه قال الفخر الرازي: وإنما قال: وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ ولم يقل نعمه عليكم، لأنه ليس المقصود منه التأمل في أعداد نعم الله، بل المقصود منه التأمل في جنس النعم. كالنظر إلى الحياة والصحة والعقل والهداية وحسن التدبير والصون عن الآفات والعاهات. فجنس هذه النعم لا يقدر عليه سوى الله- تعالى- فيكون وجوب الاشتغال بشكرها أتم وأكمل.وإنما قال: وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وهو يشعر بنسيانها مع أن مثلها في تواترها لا ينسى، للإشارة إلى أنه لكثرة هذه النعم وتعاقبها، صارت كالأمر المعتاد الذي لكثرة وجوده قد يغفل عنه المرء»  والمراد بالميثاق الذي أخذه عليهم ما جرى بين النبي صلّى الله عليه وسلّم وبين المؤمنين من عهود على أن يسمعوا له ويطيعوا في العسر واليسر، والمنشط والمكره، كما حدث مع الأنصار ليلة العقبة، وكما حدث مع المؤمنين جميعا في بيعة الرضوان وإنما أضيف الميثاق إلى الله تأكيدا لوجوب الوفاء به ولأنه- سبحانه- هو الذي شرعه وهو الذي سيحاسبهم على نقضه وعدم الوفاء به وقال مجاهد: المراد به الميثاق الذي أخذه الله على عباده حين أخرجهم من ظهر آدم، وضعف هذا القول بأن الخطاب هنا للمؤمنين وليس للبشر جميعا.قال ابن جرير ما ملخصه: وأولى الأقوال بالصواب في تأويل ذلك: قول ابن عباس، وهو أن معناه: واذكروا أيها المؤمنون- نعمة الله التي أنعمها عليكم بهدايته إياكم إلى الإسلام وَمِيثاقَهُ الَّذِي واثَقَكُمْ بِهِ يعنى: وعهده الذي عاهدكم به حين بايعتم رسوله محمدا صلى الله عليه وسلّم على السمع والطاعة له في المنشط والمكره، والعسر واليسر، إذ قلتم سمعنا ما قلت لنا وأخذت علينا من المواثيق، وأطعناك فيما أمرتنا ونهيتنا عنه.. فأوفوا- أيها المؤمنون- بميثاقه الذي واثقكم به ونعمته التي أنعم عليكم بها يوف لكم بما ضمن لكم الوفاء به، من إتمام نعمته عليكم، وبإدخالكم جنته، وإنعامكم بالخلود في دار كرامته وإنقاذكم من عذابه وإنما قلنا ذلك أولى بالصواب من قول من قال المراد بالميثاق ما أخذ عليهم في صلب آدم، لأن الله بعد أن ذكر المؤمنين بميثاقه الذي واثقهم به، ذكر بعد ذلك أهل التوراة بالميثاق الذي أخذه الله عليهم في قوله: وَلَقَدْ أَخَذَ اللَّهُ مِيثاقَ بَنِي إِسْرائِيلَ منبها بذلك المؤمنين على مواضع حظوظهم من الوفاء لله بما عاهدهم عليه، ويعرفهم سوء عاقبة أهل الكتاب في تضييعهم ما ضيعوا من ميثاقه وبعد أن ذكر الله- تعالى- المؤمنين بنعمته عليهم وبميثاقه الذي واثقهم به وأمرهم بالوفاء بما كلفهم به ختم- سبحانه- الآية بأمرهم بخشيته والخوف منه قال: وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ عَلِيمٌ بِذاتِ الصُّدُورِ.أى: اشكروا الله- أيها المؤمنون- على نعمته، وكونوا أوفياء بعهودكم واتقوا الله وراقبوه في كل ما تأتون وما تذرون، وصونوا أنفسكم عن كل ما يكرهه لكم، فإنه- سبحانه- عليم علما تاما بخفيات الأمور الكامنة في الصدور. وبكل ما يظهره الإنسان ويبطنه، وسيحاسبكم يوم القيامة على أعمالكم، فيجازى المحسن بإحسانه، والمسيء بإساءته و (ذات الصدور) هي الأمور المستقرة في الصدور، فهي بالنسبة للصدور كالصاحب بالنسبة لصاحبه الذي يلازمه ولا يفارقه. ومثلوا لها بالنيات والاعتقادات وسائر الأمور القلبية.والجملة الكريمة إِنَّ اللَّهَ عَلِيمٌ بِذاتِ الصُّدُورِ تعليل لقوله وَاتَّقُوا اللَّهَ وكرر- سبحانه- اسمه الجليل لإشعار المؤمنين برقابته التامة عليهم. واطلاعه على أحوالهم المختلفة، وأعمالهم المتنوعة وللإشارة إلى أنه إذا كان- سبحانه- يعلم خفيات الأمور، فمن باب أولى يعلم جلياتها.وبعد أن أمر الله- تعالى- عباده المؤمنين بالوفاء بمواثيقه، أتبع ذلك بأمرهم بالتزام الحق في كل أقوالهم وأعمالهم، وذكرهم بما أفاء عليهم من نعم فقال- سبحانه-:"
}