{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/24/",
    "ayah_number": 24,
    "text": "ولكن هذه النصيحة الحكيمة من هذين الرجلين المؤمنين، لم تصادف من بنى إسرائيل قلوبا واعية، ولا آذانا صاغية بل قابلوها بالتمرد والعناد وكرروا لنبيهم موسى عليه السلام- نفيهم القاطع للإقدام على دخول الأرض المقدسة مادام الجبارون فيها فقالوا- كما حكى القرآن عنهم: يا مُوسى إِنَّا لَنْ نَدْخُلَها أَبَداً ما دامُوا فِيها.أى: قالوا غير عابئين بالنصيحة. بل معلنين العصيان والمخالفة: يا موسى إنا لن ندخل هذه الأرض التي أمرتنا بدخولها في أى وقت من الأوقات، مادام أولئك الجبارون يقيمون فيها، لأننا لا قدرة لنا على مواجهتهم.وقد أكدوا امتناعهم عن دخول هذه الأرض في هذه المرة بثلاثة مؤكدات، هي: إن، ولن، وكلمة أبدا.أى: لن ندخلها بأى حال من الأحوال مادام الجبارون على قيد الحياة ويسكنون فيها.ثم أضافوا إلى هذا القول الذي يدل على جبنهم وخورهم، سلاطة في اللسان، وسوء أدب في التعبير، وتطاولا على نبيهم فقالوا: فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقاتِلا إِنَّا هاهُنا قاعِدُونَ.أى: إذا كان دخول هذه الأرض يهمك أمره، فاذهب أنت وربك لقتال سكانها الجبابرة وأخرجاهم منها لأنه- سبحانه- ليس ربا لهم- في زعمهم- إن كانت ربوبيته تكلفهم قتال سكان تلك الأرض.وقولهم: إِنَّا هاهُنا قاعِدُونَ تأكيد منهم لعدم دخولهم لتلك الأرض المقدسة.أى: إنا ها هنا قاعدون في مكاننا لن نبرجه، ولن نتقدم خطوة إلى الأمام لأن كل مجد وخير يأتينا عن طريق قتال الجبارين فنحن في غنى عنه، ولا رغبة لنا فيه.وإن هذا الوصف الذي وصفوا به أنفسهم، ليدل على الخسة وسقوط الهمة، لأن القعود في وقت وجوب النشاط للعمل الصالح يؤدى بصاحبه إلى المذمة، والمذلة، قال- تعالى- ذمّا لأمثالهم: وَلَوْ أَرادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلكِنْ كَرِهَ اللَّهُ انْبِعاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقاعِدِينَ  .قال الآلوسى ما ملخصه: وقوله- تعالى- حكاية عنهم: فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقاتِلا قالوا ذلك استهانة واستهزاء به- سبحانه- وبرسوله موسى وعدم مبالاة. وقصدوا ذهابهما حقيقة كما ينبئ عنه غاية جهلهم، وقسوة قلوبهم والمقابلة: إِنَّا هاهُنا قاعِدُونَ.ولم يذكروا أخاه هارون ولا الرجلين اللذين قالا، كأنهم لم يجزموا بذهابهم، أو يعبئوا بقتالهم وأرادوا بالقعود عدم التقدم لا عدم التأخر"
}