{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/45/",
    "ayah_number": 45,
    "text": "ثم بين- سبحانه- بعض ما اشتملت عليه التوراة من أحكام فقال وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ، وَالْأَنْفَ بِالْأَنْفِ، وَالْأُذُنَ بِالْأُذُنِ، وَالسِّنَّ بِالسِّنِّ، وَالْجُرُوحَ قِصاصٌ.فالآية الكريمة معطوفة على ما سبقها وهو قوله- تعالى: إِنَّا أَنْزَلْنَا التَّوْراةَ.وقوله: كَتَبْنا بمعنى فرضنا وأوجبنا وقررنا. والمراد بالنفس: الذات.أى: أنزلنا التوراة على موسى لتكون هداية ونورا لبنى إسرائيل، وفرضنا عليهم (أن النفس بالنفس) أى: مقتولة أو مأخوذة بها إذا قتلتها بغير حق. وأن (العين) مفقوءة بِالْعَيْنِ وأن الْأَنْفَ مجدوع بِالْأَنْفِ وأن الْأُذُنَ مقطوعة بِالْأُذُنِ وأن السِّنَّ مقلوعة بِالسِّنِّ وأن الْجُرُوحَ قِصاصٌ أى: ذات قصاص، بأن يقتص فيها إذا أمكن ذلك، وإلا فما لا يمكن القصاص فيه- ككسر عظم وجرح لحم لا يمكن الوقوف على نهايته- ففيه حكومة عدل.وعبر- سبحانه- عما فرض عليهم من عقوبات في التوراة بقوله: كَتَبْنا للإشارة إلى أن هذه العقوبات وتلك الأحكام لا يمكن جحدها أو محوها، لأنها مكتوبة والكتابة تزيد الكلام توثيقا وقوة.قال القرطبي ما ملخصه: قوله- تعالى-: وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ. ألخ قرأ نافع وعاصم والأعمش وحمزة بالنصب في جميعها على العطف.وقرأ ابن كثير وابن عامر وأبو عمرو وأبو جعفر بنصب الكل إلا الجروح فإنه بالرفع على القطع عما قبله والاستئناف به- أى أن الجروح مبتدأ وقصاص خبره.وقرأ الكسائي وأبو عبيد: وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ، وَالْجُرُوحَ بالرفع فيها كلها.قال أبو عبيد: حدثنا حجاج عن هارون عن عباد بن كثير، عن عقيل عن الزهري، عن أنس أن النبي صلى الله عليه وسلم قرأ وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ، وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصاصٌ.والرفع من ثلاث جهات، بالابتداء والخبر. والوجه الثاني: بالعطف على المعنى على موضع (أن النفس) ، لأن المعنى قلنا لهم: النفس بالنفس والوجه الثالث- قاله الزجاج- يكون عطفا على المضمر في النفس. لأن الضمير في النفس في موضع رفع، لأن التقدير أن النفس هي مأخوذة بالنفس فالأسماء معطوفة على هي .وقوله: فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ ترغيب في العفو والصفح.والضمير في (به) يعود إلى القصاص. والتعبير عنه بالتصدق للمبالغة في الحث عليه فإنه أدعى إلى صفاء النفوس. وإلى فتح باب التسامح بين الناس.وقوله: فَهُوَ يعود إلى التصدق المدلول عليه بالفعل (تصدق) والضمير في قوله لَهُ يعود إلى العافي المتصدق وهو المجنى عليه أو من يقوم مقامه.والمعنى: فَمَنْ تَصَدَّقَ بما ثبت له من حق القصاص، بأن عفا عن الجاني فإن هذا التصدق يكون كفارة لذنوب هذا المتصدق، حيث قدم العفو مع تمكنه من القصاص.وقيل إن الضمير في لَهُ يعود على الجاني فيكون المعنى: فمن تصدق بما ثبت له من حق القصاص، بأن عفا عن الجاني، فإن هذا التصدق يكون كفارة له. أى لذنوب الجاني، بأن لا يؤاخذه الله بعد ذلك العفو. وأما المتصدق فأجره على الله.وقد رجح ابن جرير عودة الضمير إلى العافي المتصدق وهو المجنى عليه أو ولى دمه فقال:وأولى القولين في ذلك عندي بالصواب: قول من قال: عنى به: فمن تصدق به فهو كفارة له أى المجروح، ولأنه لأن تكون الهاء في قوله (له) عائدة على (من) أولى من أن تكون عائدة على من لم يجر له ذكر إلا بالمعنى دون التصريح، إذ الصدقة هي المكفرة ذنب صاحبها دون المتصدق عليه في سائر الصدقات) .وقوله: وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الظَّالِمُونَ تذييل قصد به التحذير من مخالفة حكم الله. أى: ومن لم يحكم بما أنزل الله فأولئك هم الظالمون لأنفسهم، حيث تركوا الحكم العدل واتجهوا إلى الحكم الجائر الظالم.قال الرازي: وفيه سؤال وهو أنه- تعالى-. قال: أولا: فَأُولئِكَ هُمُ الْكافِرُونَ وثانيا هُمُ الظَّالِمُونَ والكفر أعظم من الظلم، فلماذا ذكر أعظم التهديدات أولا وأى فائدة في ذكر الأخف بعده؟وجوابه: أن الكفر من حيث إنه إنكار لنعمة المولى وجحود لها فهو كفر، ومن حيث إنه يقتضى إبقاء النفس في العقاب الدائم الشديد فهو ظلم على النفس. ففي الآية الأولى ذكر الله ما يتعلق بتقصيره في حق الخالق- سبحانه- وفي هذه الآية ذكر ما يتعلق بالتقصير في حق نفسه» .هذا، ومما أخذه العلماء من هذه الآية ما يأتى:1- أن الآية الكريمة- ككثير غيرها- تنعى على بنى إسرائيل إهمالهم لأحكام الله- تعالى- وتهافتهم على ما يتفق مع أهوائهم.قال ابن كثير: هذه الآية مما وبخت به اليهود أيضا وقرعت عليه، فإن عندهم في نص التوراة أن النفس بالنفس. وقد خالفوا حكم ذلك عمدا وعنادا فأقادوا النضري من القرظي، ولم يقيدوا القرظي من النضري وعدلوا إلى الدية، كما خالفوا حكم التوراة في رجم الزاني المحصن، وعدلوا إلى ما اصطلحوا عليه من الجلد والتحميم والإشهار. ولهذا قال هناك وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ، لأنهم جحدوا حكم الله قصدا منهم وعنادا وعمدا. وقال هنا في تتمة الآية فَأُولئِكَ هُمُ الظَّالِمُونَ. لأنهم لم ينصفوا المظلوم من الظالم في الأمر الذي أمر الله بالعدل والتسوية بين الجميع فيه، فخانوا وظلموا وتعدى بعضهم على بعض.ثم قال: واستدل كثير ممن ذهب من الأصوليين والفقهاء إلى أن شرع من قبلنا شرع لنا بهذه الآية. وذلك إذا حكى مقررا ولم ينسخ. والحكم عندنا على وفقها في الجنايات عند جميع الأئمة. وقال الحسن البصري: هي عليهم وعلى الناس عامة» .2- استدل جمهور الفقهاء بعموم هذه الآية على أن الرجل يقتل بالمرأة. ويؤيد ذلك ما رواه النسائي وغيره أن رسول الله صلى الله عليه وسلم كتب في كتاب عمرو بن حزم: أن الرجل يقتل بالمرأة.. وفي رواية للإمام أحمد أن الرجل إذا قتل المرأة لا يقتل بها، بل تجب ديتها .قال الآلوسى: واستدل بعموم أَنَّ النَّفْسَ بِالنَّفْسِ من قال: يقتل المسلم بالكافر، والحر بالعبد، والرجل بالمرأة ومن خالف استدل بقوله- تعالى:الْحُرُّ بِالْحُرِّ، وَالْعَبْدُ بِالْعَبْدِ، وَالْأُنْثى بِالْأُنْثى وبقوله صلى الله عليه وسلم «لا يقتل مؤمن بكافر» .وأجاب بعض أصحابنا بأن النص تخصيص بالذكر فلا يدل على نفى ما عداه. والمراد بما روى في الحديث الكافر الحربي وقد روى أنه صلى الله عليه وسلم قتل مسلما بذمي»  .3- استدل العلماء بجريان القصاص في الأطراف لقوله- تعالى- الْعَيْنَ بِالْعَيْنِ، وَالْأَنْفَ بِالْأَنْفِ إلخ. إلا أنهم قالوا بوجوب استيفاء ما يماثل فعل الجاني بدون تعد أو ظلم فتؤخذ العين اليمنى باليمنى عند وجودها، ولا تؤخذ اليسرى باليمنى.وقالوا: إنما تؤخذ العين بالعين إذا فقأها الجاني متعمدا. فإن أصابها خطأ ففيها نصف الدية: إن أصاب العينين معا خطأ ففيهما الدية كاملة.ويرى بعضهم أن في عين الأعور الدية كاملة لأن منفعته بها كمنفعة ذي عينين أو قريبة منها.وقد توسع الإمام القرطبي في بسط هذه المسائل فارجع إليه إن شئت  .4- أخذ العلماء من هذه الآية أن الله- تعالى- رغب في العفو، وحض عليه، وأجزل المثوبة لمن يقوم به فقد قال- تعالى- فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ. أى: فمن تصدق بما ثبت له من حق القصاص فتصدقه كفارة لذنوبه.وقد وردت في الحض على العفو نصوص كثيرة ومن ذلك قوله- تعالى-: فَمَنْ عَفا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ   وقوله- تعالى- وَالْكاظِمِينَ الْغَيْظَ وَالْعافِينَ عَنِ النَّاسِ، وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ  .وروى الإمام أحمد عن الشعبي أن عبادة بن الصامت قال: سمعت رسول الله صلى الله عليه وسلم يقول:«ما من رجل يجرح في جسده جراحة فيتصدق بها إلا كفر الله عنه مثل ما تصدق به» .وروى ابن جرير عن أبى السفر قال: دفع رجل من قريش رجلا من الأنصار، فاندقت ثنيته. فرفعه الأنصارى إلى معاوية. فلما ألح عليه الرجل قال معاوية: شأنك وصاحبك.قال: وأبو الدرداء عند معاوية. فقال أبو الدرداء: سمعت رسول الله صلى الله عليه وسلم يقول: «ما من مسلم يصاب بشيء من جسده، فيهبه إلا رفعه الله به درجة وحط عنه به خطيئة» . فقال الأنصارى: أنت سمعته من رسول الله صلى الله عليه وسلم؟ فقال: سمعته أذناى ووعاه قلبي- فخلى سبيل القرشي. فقال معاوية: «مروا له بمال»  ومن هذه الآية وغيرها نرى أن الإسلام قد جمع فيما شرع من عقوبات بين العدل والرحمة فقد شرع القصاص زجرا للمعتدى. وإشعارا له بأن سوط العقاب مسلط عليه إذا ما تجاوز حده، جبرا لخاطر المعتدى عليه، وتمكينا له من أخذ حقه ممن اعتدى عليه.ومع هذا التمكين التام للمجنى عليه من الجاني فقد رغب الإسلام المجنى عليه في العفو عن الجاني حتى تشيع المحبة والمودة بين أفراد الأمة، ووعده على ذلك بتكفير خطاياه، وارتفاع درجاته عند الله- تعالى-وبعد أن بين- سبحانه- منزلة التوراة وما اشتملت عليه من هدايات وتشريعات أتبع ذلك ببيان منزلة الإنجيل وما اشتمل عليه من مواعظ وأحكام.. فقال- تعالى-:"
}