{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/12/",
    "ayah_number": 12,
    "text": "قال الفخر الرازي: قوله- تعالى- وَلَقَدْ أَخَذَ اللَّهُ مِيثاقَ بَنِي إِسْرائِيلَ، وَبَعَثْنا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيباً وَقالَ اللَّهُ إِنِّي مَعَكُمْ اعلم أن في اتصال هذه الآية بما قبلها وجوه:الأول: أنه- تعالى- خاطب المؤمنين فيما تقدم فقال: وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثاقَهُ الَّذِي واثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنا وَأَطَعْنا. ثم ذكر الآن أنه أخذ الميثاق من بنى إسرائيل لكنهم نقضوه وتركوا الوفاء به، فلا تكونوا- أيها المؤمنون- مثلهم في هذا الخلق الذميم.الثاني: أنه لما ذكر قوله: اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ وقد ذكرت بعض الروايات أنها نزلت في اليهود، وأنهم أرادوا إيقاع الشر بالمؤمنين. فلما ذكر- سبحانه ذلك أتبعه بذكر فضائحهم، وبيان أنهم كانوا أبدا مواظبين على نقض العهود والمواثيق.الثالث: أن الغرض من الآيات المتقدمة ترغيب المكلفين في قبول التكاليف وترك التمرد والعصيان. فذكر- سبحانه- أنه كلف من كان قبل المسلمين كما كلفهم ليعلموا أن عادة الله في التكليف والإلزام غير مخصوصة بهم، بل هي عادة جارية له مع جميع عباده».والميثاق: العهد الموثق المؤكد، مأخوذ من لفظ وثق المتضمن معنى الشد والربط على الشيء بقوة وإحكام.والمراد به: ما أخذه الله على بنى إسرائيل لكي يؤدوا ما أوجب عليهم من تكاليف ولكي يعملوا بما تضمنته التوراة من أحكام وتشريعات وغير ذلك مما جاء فيها.والنقيب: كبير القوم. والكفيل عليهم والمنقب عن أحوالهم وأسرارهم فيكون شاهدهم وضمينهم وعريفهم، وأصله من النقب وهو الثقب الواسع.قال الآلوسى. والنقيب: قيل فعيل بمعنى فاعل مشتق من النقب بمعنى التفتيش ومنه فَنَقَّبُوا فِي الْبِلادِ وسمى بذلك لتفتيشه عن أحوال القوم وأمرهم.قال الزجاج: وأصله من النقب وهو الثقب الواسع والطريق في الجبل:ويقول: فلان حسن النقيبة. أى: جميل الخليقة، ويقال: فلان نقاب للعالم بالأشياء، الذكي القلب، الكثير البحث عن الأمور .والمعنى: ولقد أخذ الله العهود المؤكدة على بنى إسرائيل. لكي يعملوا بما كلفهم من تكاليف، وأمر نبيه موسى- عليه السلام- أن يختار متهم اثنى عشر نقيبا. وأن يرسل هؤلاء النقباء إلى الأرض المقدسة لكي يطلعوا على أحوال ساكنيها، ثم يخبروا نبيهم موسى- عليه السلام- بعد ذلك بما شاهدوه من أحوالهم.وسنفصل القول في شأن بعث هؤلاء النقباء عند تفسيرنا لقوله- تعالى- بعد ذلك وَإِذْ قالَ مُوسى لِقَوْمِهِ يا قَوْمِ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ، إِذْ جَعَلَ فِيكُمْ أَنْبِياءَ وَجَعَلَكُمْ مُلُوكاً.وأكد- سبحانه- ما أخذه على بنى إسرائيل من عهود بقد وباللام، للاهتمام بشأن هذا الخبر، ولترغيب المؤمنين في الوفاء بعهودهم مع الله- تعالى- حتى لا يصيبهم ما أصاب بنى إسرائيل من عقوبات بسبب نقضهم لمواثيقهم.وأسند- سبحانه- الأخذ إليه، لأنه هو الذي أمر به موسى- عليه السلام- ولأن في إسناد أخذ الميثاق إليه- سبحانه- زيادة في توثيقه، وتعظيم توكيده وأى عهد يكون أقوى وأوثق من عهد يكون بين العبد والرب؟وفي قوله: وَبَعَثْنا التفات إلى المتكلم العظيم- سبحانه- لتهويل شأن هذا الابتعاث، لأن الله- تعالى- هو الذي أمر به.وإنما اختار موسى- عليه السلام- اثنى عشر نقيبا من بنى إسرائيل لأنهم كانوا اثنى عشر سبطا، كما قال- تعالى- وَقَطَّعْناهُمُ اثْنَتَيْ عَشْرَةَ أَسْباطاً أُمَماً  ولأن كل نقيب كان بمنزلة الرقيب على القبيلة التي هو منها يذكرها بالفضائل ويرغبها في اتباع موسى- عليه السلام- وينهاها عن معصيته.والمعية في قوله- تعالى- وَقالَ اللَّهُ إِنِّي مَعَكُمْ معية مجازية بمعنى الحفظ والرعاية والنصرة.أى: أخذ الله على بنى إسرائيل العهود الموثقة، وأمر نبيه موسى أن يرسل منهم اثنى عشر نقيبا لمعرفة أحوال الجبارين الذين يسكنون الأرض المقدسة وقال الله- تعالى- لهؤلاء النقباء، أو لبنى إسرائيل جميعا: إنى معكم لا تخفى علىّ خافية من أحوالكم. وسأؤيدكم برعايتي ونصرى متى وفيتم بعهدي، واتبعتم رسلي. فالجملة الكريمة تحذير لهم من معصية الله لأنه لا تخفى عليه خافية، ووعد لهم بالنصر متى أطاعوه.ثم بين- سبحانه- بعض التكاليف التي كلفهم بها، وأخذ عليهم العهد بالمحافظة عليها فقال: لَئِنْ أَقَمْتُمُ الصَّلاةَ، وَآتَيْتُمُ الزَّكاةَ، وَآمَنْتُمْ بِرُسُلِي، وَعَزَّرْتُمُوهُمْ، وَأَقْرَضْتُمُ اللَّهَ قَرْضاً حَسَناً، لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئاتِكُمْ، وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ.واللام في قوله لَئِنْ موطئة للقسم المحذوف، و «إن» شرطية، وقوله: لَأُكَفِّرَنَّ جواب القسم وجواب الشرط محذوف لدلالة جواب القسم عليه.وقوله: وَعَزَّرْتُمُوهُمْ من التعزيز بمعنى النصر والإعانة مع التعظيم والتفخيم يقال: عزر فلان فلانا إذا نصره وقواه، وأصل معناه: المنع والذب لأن من نصر إنسانا منع عنه أعداءه.والمعنى: لئن داومتم على إقامة الصلاة، وعلى أدائها على الوجه الأكمل بخضوع وخشوع، وأعطيتم الزكاة لمستحقيها وَآمَنْتُمْ بِرُسُلِي إيمانا كاملا، ونصرتموهم مع تعظيمهم وطاعتهم وَأَقْرَضْتُمُ اللَّهَ قَرْضاً حَسَناً بأن أنفقتم جانبا من أموالكم في وجوه الخير والبر، لئن فعلتم ذلك لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئاتِكُمْ بأن أغفرها لكم، ولأدخلنكم في الآخرة جنات تجرى من تحت أشجارها وبساتينها الأنهار فأنت ترى أن الله- تعالى- قد كلف بنى إسرائيل بخمسة أمور نافعة ووعدهم على أدائها بتكفير سيئاتهم في الدنيا، وبإدخالهم جناته في الآخرة.قال الإمام الرازي: وأخر- سبحانه- الإيمان بالرسل عن إقامة الصلاة وإيتاء الزكاة مع أنه مقدم عليها لأن اليهود كانوا مقرين بأنه لا بد في حصول النجاة من الصلاة وإيتاء الزكاة، إلا أنهم كانوا مصرين على تكذيب بعض الرسل. فذكر بعد إقامة الصلاة وإيتاء الزكاة أنه لا بد من الإيمان بجميع الرسل حتى يحصل المقصود. وإلا لم يكن لإقامة الصلاة وإيتاء الزكاة تأثير في حصول النجاة بدون الإيمان بجميع الرسل»  .والمراد بالزكاة في قوله وَآتَيْتُمُ الزَّكاةَ الزكاة المفروضة.والمراد بالقرض الحسن في قوله وَأَقْرَضْتُمُ اللَّهَ قَرْضاً حَسَناً الصدقات غير المفروضة التي يبذلها القادرون عليها في وجوه الخير المتنوعة بدون رياء أو أذى وفي التعبير بقوله: وَأَقْرَضْتُمُ اللَّهَ قَرْضاً حَسَناً تأنيس للقلوب وترغيب للنفوس في البذل والعطاء، حيث شبه- سبحانه- ما يعطى للمحتاج رغبة في الثواب بالقرض الذي سيكافئ الله- تعالى- صاحبه عليه بأضعافه من الخير والنعم.وأضاف- سبحانه- الرسل إليه في قوله وَآمَنْتُمْ بِرُسُلِي لتشريفهم وتكريمهم وتعظيم شأن رسالاتهم وللإشارة إلى أن الايمان بهم جميعا واجب، فمن أطاعهم فقد أطاع الله، ومن كفر بواحد منهم كفر بالله- تعالى-.ثم بعد أن فتح الله- تعالى- لهم باب كرمه إن أدوا ما أمرهم به حذرهم من المخالفة والعصيان فقال: فَمَنْ كَفَرَ بَعْدَ ذلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَواءَ السَّبِيلِ أى: فمن جحد منكم شيئا مما أمرته به فتركه، أو أعرض عن التكاليف التي كلفته بها بعد أن عرفها فقد بعد عن السبيل المستوية، أخطأ الطريق الواضح المستقيم، وسار في متاهات الضلال التي لا هداية فيها ولا خير معها.فالجملة الكريمة تهديد شديد لمن ترك الدين الحق واتجه إلى الأديان الباطلة.قال صاحب الكشاف: فإن قلت: من كفر قبل ذلك أيضا فقد ضل سواء السبيل، فلم قال: فَمَنْ كَفَرَ بَعْدَ ذلِكَ؟ قلت: أجل من كفر قبل ذلك أيضا فقد ضل. ولكن الضلال بعده أظهر وأعظم: لأن الكفر إنما عظم قبحه لعظم النعمة المكفورة، فإذا زادت النعمة زاد قبح الكفر وبلغ النهاية العظمى».وبذلك نرى الآية الكريمة قد بينت أن الله- تعالى- قد أخذ الميثاق على بنى إسرائيل بأن يقوموا بالتكليفات التي كلفهم بها، وحذرهم من النقض والخيانة والكفر، ورغبهم في الطاعة والإيمان فماذا كان موقفهم من عهود الله- تعالى-؟"
}