{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/38/",
    "ayah_number": 38,
    "text": "قال الجمل ما ملخصه: قوله- تعالى: وَالسَّارِقُ وَالسَّارِقَةُ.. إلخ. شروع في بيان حكم السرقة الصغرى بعد بيان أحكام الكبرى.وقرأ الجمهور: والسارق بالرفع وفيها وجهان:أحدهما: وهو مذهب سيبويه والمشهور من أقوال البصريين- أن السارق مبتدأ محذوف الخبر. والتقدير: فيما يتلى عليكم أو فيما فرض عليكم السارق والسارقة. أى: حكم السارق، ويكون قوله فَاقْطَعُوا بيانا لذلك الحكم المقدر. فما بعد الفاء مرتبط بما قبلها، ولذلك أتى بها فيه لأنه هو المقصود. ولو لم يؤت بالفاء لتوهم أنه أجنبى، والكلام على هذا جملتان: الأولى خبرية والثانية أمرية.والثاني: وهو مذهب الأخفش وجماعة كثيرة- أنه مبتدأ- أيضا- والخبر الجملة الأمرية من قوله فَاقْطَعُوا وإنما دخلت الفاء في الخبر، لأنه يشبه الشرط إذ الألف واللام فيه موصولة بمعنى الذي والتي والصفة صلتها، فهي في قوة قولك والذي يسرق والتي تسرق فاقطعوا» .والمعنى: السَّارِقُ أى: من الرجال وَالسَّارِقَةُ أى: من النساء فَاقْطَعُوا أيديهما، أى فاقطعوا يد كل منهما الذكر إذا سرق قطعت يده. والأنثى إذا سرقت قطعت يدها.والخطاب في قوله: فَاقْطَعُوا لولاة الأمر الذين إليهم يرجع تنفيذ الحدود وجمع- سبحانه- اليد فقال «أيديهما» ولم يقل يديهما بالتثنية، لأن فصحاء العرب يستثقلون إضافة المثنى إلى ضمير التثنية.وقوله جَزاءً بِما كَسَبا نَكالًا مِنَ اللَّهِ بيان لسبب هذه العقوبة وللحكمة التي من أجلها شرعت. أى: اقطعوا أيديهما جزاء لهما بسبب فعلهما الخبيث، وكسبهما السيئ، وخيانتهما القبيحة، ولكي يكون هذا القطع لأيديهما نَكالًا أى: عبرة وزجرا من الله- تعالى- لغيرهما حتى يكف الناس عن ارتكاب هذه الجريمة.يقال: نكل فلان بفلان تنكيلا: أى: صنع به صنيعا يحذر غيره.والاسم النكال وهو ما نكلت به غيرك. وأصله من النكل- بالكسر- وهو القيد الشديد، وحديدة اللجام، لكونهما مانعين وجمعه أنكال.وسميت هذه العقوبة نكالا، لأنها تجعل غير من نزلت به يخاف من ارتكابها حتى لا ينزل به ما نزل بمرتكبها من قطع ليده، وفضيحة لأمره.وقوله: وَاللَّهُ عَزِيزٌ حَكِيمٌ أى: والله- تعالى- غالب على أمره، حكيم في شرائعه وتكاليفه.قال صاحب المنار ما ملخصه. وقد كانت العرب بدوها وحضرها تفهم الكثير من وضع أسماء الله- تعالى- في الآيات بحسب المناسبة.ومن ذلك ما نقل الأصمعى أنه قال: كنت أقرأ سورة المائدة، ومعى أعرابى، فقرأت هذه الآية فقلت واللَّهَ غَفُورٌ رَحِيمٌ سهوا فقال الأعرابى كلام من هذا؟ فقلت: كلام الله. قال:أعد فأعدت واللَّهَ غَفُورٌ رَحِيمٌ ثم تنبهت فقلت: وَاللَّهُ عَزِيزٌ حَكِيمٌ فقال: الآن أصبت فقلت له. كيف عرفت؟ فقال: يا هذا عَزِيزٌ حَكِيمٌ فأمر بالقطع، فلو غفر ورحم لما أمر بالقطع.فقد فهم الأعرابى الأمى أن مقتضى العزة والحكمة، غير مقتضى المغفرة والرحمة وأن الله- تعالى- يضع كل اسم موضعه من كتابه» ."
}