{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/76/",
    "ayah_number": 76,
    "text": "والاستفهام في قوله أَتَعْبُدُونَ لإنكار واقعهم والتعجيب مما وقع منهم، وتوبيخهم على جهلهم وغفلتهم.وما في قوله ما لا يَمْلِكُ يجوز أن تكون موصولة بمعنى الذي وأن تكون نكرة موصوفة.والجملة بعدها صلة فلا محل لها أو صفة فمحلها النصب.وقوله يَمْلِكُ من الملك بمعنى حيازة الشيء والتمكن من التصرف فيه بدون عجز.والمعنى: قل يا محمد لهؤلاء الضالين من النصارى وأشباههم في الكفر والشرك قل لهم:أتعبدون معبودات غير الله- تعالى- هذه المعبودات وأشباههم في الكفر والشرك قل لهم:كالمرض والفقر، ولا تملك أيضا أن تنفعكم بشيء من النفع كبسط الرزق ودفع الضر وغير ذلك مما أنتم في حاجة إليه.فالمراد بما لا يملك: كل ما عبد من دون الله من حجر أو وثن أو غيرهما فتكون «ما» للعموم وليست كناية عن عيسى وأمه فحسب.وقد سار على هذا المعنى ابن كثير فقال: يقول- تعالى- منكرا على من عبد غيره من الأصنام والأوثان والأنداد، ومبينا له أنها لا تستحق شيئا من الألوهية فقال- تعالى- قُلْ أى: يا محمد لهؤلاء العابدين غير الله من سائر فرق بنى آدم ودخل في ذلك النصارى وغيرهم أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ ما لا يَمْلِكُ لَكُمْ ضَرًّا وَلا نَفْع.ويرى كثير من المفسرين أن المراد بقوله: ما لا يَمْلِكُ عيسى- عليه السلام- أو هو وأمه لأن الكلام مع النصارى الذين قال بعضهم: إن الله المسيح ابن مريم. وقال آخرون منهم: إن الله ثالث ثلاثة، فتكون الآية دليلا آخر- بعد الأدلة السابقة- على فساد أقوال النصارى في عيسى وأمه مريم.والمعنى: قل يا محمد لهؤلاء النصارى أتعبدون- من دون الله- عيسى وأمه وهما لا يستطيعان أن يضراكم بشيء من الضرر في الأنفس والأموال، ولا أن ينفعاكم بشيء من النفع كإيجاد الصحة والخصب والسعة، لأن الضر والنفع من الله وحده وكل ما يستطيعه البشر من المضار أو المنافع هو بتمكين الله لهم وليس بقدرتهم الذاتية.وأوثرت «ما» على «من» لتحقيق ما هو المراد من كونهما بمعزل من الألوهية رأسا، ببيان انتظامهما في مسلك الأشياء التي لا قدرة لها على شيء أصلا ولا شك أن من صفات الرب أن يكون قادرا على كل شيء، فقول النصارى بأن الله هو المسيح ابن مريم أو هو ثالث ثلاثة، قول ظاهر البطلان واضح الفساد.وعلى كلا القولين فالآية الكريمة تنفى أن يكون هناك إله سوى الله- تعالى- يستحق العبادة والخضوع، لأنه- سبحانه- هو المالك لكل شيء، والخالق لكل شيء أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ.وقدم- سبحانه- الضر على النفع فقال: ما لا يَمْلِكُ لَكُمْ ضَرًّا وَلا نَفْعاً لأن النفوس أشد تطلعا إلى دفعه من تطلعها إلى جلب الخير، ولأنهم كانوا يعبدون غير الله- تعالى- وهمهم الأكبر أن هذا المعبود يستطيع أن يقربهم إلى الله زلفى، وأن يمنع عنهم المصائب والاضرار.وقوله: وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ في محل نصب على الحال. من فاعل أَتَعْبُدُونَ أى أتعبدون آلهة سوى الله لا تملك ضرركم أو نفعكم وتتركون عبادة الله والحال أن الله وحده هو السميع لكل ما تنطقون به، العليم بجميع أحوالكم وأعمالكم، وسيحاسبكم على ذلك وسيجازيكم على أقوالكم الباطلة وعقائدكم الزائفة، بما تستحقون من عذاب أليم."
}