{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/111/",
    "ayah_number": 111,
    "text": "قال ابن كثير ما ملخصه: وقوله وَإِذْ أَوْحَيْتُ إِلَى الْحَوارِيِّينَ هذا أيضا من الامتنان على عيسى، بأن جعل الله له أصحابا وأنصارا- وهم الحواريون- والمراد بهذا الوحى الإلهام كما في قوله: وَأَوْحَيْنا إِلى أُمِّ مُوسى أَنْ أَرْضِعِيهِ وكما في قوله وَأَوْحى رَبُّكَ إِلَى النَّحْلِ وقال بعض السلف في هذه الآية وَإِذْ أَوْحَيْتُ إِلَى الْحَوارِيِّينَ أى: ألهموا ذلك فامتثلوا ما ألهموا  .فأنت ترى أن الإمام ابن كثير يرى أن المراد بالوحي هنا الإلهام. وعلى ذلك كثير من المفسرين، ومنهم من يرى أن المراد بقوله وَإِذْ أَوْحَيْتُ إِلَى الْحَوارِيِّينَ أى: أمرتهم في الإنجيل على لسانك أو أمرتهم على ألسنة رسلي.قال الآلوسى معززا هذا الرأى: وقد جاء استعمال الوحى بمعنى الأمر في كلام العرب، كما قال الزجاج وأنشد:الحمد لله الذي استقلت ... بإذنه السماء واطمأنتأوحى لها القرار فاستقرت أى: أمرها أن تقر فامتثلت .والحواريون جمع حوارى. وهم أنصار عيسى الذين لازموه وآمنوا به وصدقوه. وكانوا عونا له في الدعوة إلى الحق.يقال: فلان حوارى فلان. أى: خاصته من أصحابه. ومنه قول النبي صلى الله عليه وسلم في الزبير بن العوام: لكل نبي حوارى وحوارى الزبير» .وأصل مادة «حور» الدلالة على شدة الصفاء ونصوع البياض، ولذلك قالوا في خالص لباب الدقيق: الحوارى وقالوا في النساء البيض: الحواريات والحواريات.وقد سمى الله- تعالى- أنصار عيسى بالحواريين، لأنهم أخلصوا لله نياتهم، وطهروا نفوسهم من النفاق والخداع فصاروا في نقائهم وصفائهم كالشىء الأبيض الخالص البياض.قال الراغب: والحواريون أنصار عيسى- عليه السلام- قيل كانوا صيادين وقال بعض العلماء إنما سموا حواريين لأنهم كانوا يطهرون نفوس الناس بإفادتهم الدين والعلم .والمعنى: اذكر نعمتي عليك- يا عيسى- حين أَوْحَيْتُ إِلَى الْحَوارِيِّينَ بطريق الإلهام أو بطريق الأمر على لسانك، وقلت لهم: أَنْ آمِنُوا بِي وَبِرَسُولِي أى: آمنوا وصدقوا بأنى أنا الواحد الأحد المستحق للعبادة والخضوع وآمنوا برسولي عيسى بأنه مرسل من جهتي لهدايتكم وسعادتكم.وفي ذكر كلمة بِرَسُولِي إشارة إلى مقامه من الله- عز وجل- وانفصال شخصه عن ذات الله- سبحانه- وأن عيسى ما هو إلا رسول من رب العالمين وأن من زعموا أنه غير ذلك جاهلون وضالون.وقوله: قالُوا آمَنَّا وَاشْهَدْ بِأَنَّنا مُسْلِمُونَ حكاية لما نطق به الحواريون من إيمان وطاعة.أى: أن الحواريين عند ما دعوا إلى الدين الحق قالُوا آمَنَّا بأن الله هو الواحد الأحد المستحق للعبادة وأنه لا والد له ولا ولد. ثم أكدوا إيمانهم هذا، بأن قالوا وَاشْهَدْ علينا يا إلهنا واشهد لنا يا عيسى يوم القيامة بِأَنَّنا مُسْلِمُونَ أى: منقادون لكل ما جئتنا به وما تدعونا إليه.وقدموا ذكر الإيمان لأنه صفة القلب، وأخروا ذكر الإسلام لأنه عبارة عن الانقياد الظاهر فكأنهم قالوا: لقد استقر الإيمان في قلوبنا استقرارا مكينا، كان من ثماره أن انقادت ظواهرنا لكل ما يأمرنا الله به على لسانك يا عيسى.قال الفخر الرازي ما ملخصه: فإن قيل: إنه- تعالى- قال في أول الآية اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلى والِدَتِكَ ثم إن جميع ما ذكره- تعالى- من النعم مختص بعيسى، وليس لأمه تعلق بشيء منها. قلنا: كل ما حصل للولد من النعم الجليلة والدرجات العالية فهو حاصل على سبيل التضمن والتبع للأم ولذلك قال- تعالى- وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً فجعلهما معا آية واحدة لشدة اتصال كل واحد منهما بالآخر.وإنما ذكر- سبحانه قوله وَإِذْ أَوْحَيْتُ في معرض تعديد النعم لأن صيرورة الإنسان مقبول القول عند الناس محبوبا في قلوبهم، من أعظم نعم الله على الإنسان.وقد عدد عليه من النعم سبعا: إِذْ أَيَّدْتُكَ وَإِذْ عَلَّمْتُكَ وَإِذْ تَخْلُقُ وإِذْ تَبَرَّأَ. وَإِذْ تُخْرِجُ الْمَوْتى وَإِذْ كَفَفْتُ وَإِذْ أَوْحَيْتُ  ."
}