{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/61/",
    "ayah_number": 61,
    "text": "ثم حكى- سبحانه- بعد ذلك بعض مظاهر نفاقهم وخداعهم فقال: وَإِذا جاؤُكُمْ قالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ.قال الآلوسى: نزلت كما قال قتادة والسدى- في ناس من اليهود كانوا يدخلون على رسول الله صلى الله عليه وسلم فيظهرون له الإيمان والرضا بما جاء به نفاقا.والخطاب للنبي صلى الله عليه وسلم وأصحابه. والضمير في جاؤُكُمْ يعود على اليهود المعاصرين للنبي صلى الله عليه وسلم.أى: وإذا جاء إليكم- أيها المؤمنون- أولئك اليهود أظهروا أمامكم الإسلام، وقالوا لكم آمنا بأنكم على حق، وحالهم وحقيقتهم أنهم قد دخلوا إليكم وهم متلبسون بالكفر، وخرجوا من عندكم وهم متلبسون به- أيضا- فهم يدخلون عليكم ويخرجون من عندكم وقلوبهم كما هي لا تتأثر بالمواعظ التي يلقيها الرسول صلى الله عليه وسلم لأنهم قد قست قلوبهم، وفسدت نفوسهم.وقوله: وَقَدْ دَخَلُوا بِالْكُفْرِ، وَهُمْ قَدْ خَرَجُوا بِهِ جملتان في موضع الحال من ضمير الجمع في قالُوا.والباء في قوله: بِالْكُفْرِ وقوله: بِهِ للملابسة. أى: دخلوا وخرجوا وهم متلبسون بالكفر من غير نقصان منه ولا تغيير فيه ألبتة.قال الفخر الرازي: وذكر عند الدخول كلمة قَدْ وذكر عند الخروج كلمة هُمْ لأن الفائدة من ذكر كلمة قَدْ تقريب الماضي من الحال. والفائدة من ذكر كلمة هُمْ التأكيد في إضافة الكفر إليهم، ونفى أن يكون للنبي صلى الله عليه وسلم في ذلك فعل، أى: لم يسمعوا منك يا محمد عند جلوسهم معك ما يوجب كفرا، فتكون أنت الذي ألقيتهم في الكفر، بل هم الذين خرجوا بالكفر باختيار أنفسهم» .ويبدو لنا أنه عبر عن دخولهم بقوله وَقَدْ دَخَلُوا بِالْكُفْرِ وعبر عن خروجهم بقوله: وَهُمْ قَدْ خَرَجُوا بِهِ بإضافة ضميرهم مع قد، للإشارة إلى أنهم عند خروجهم كانوا أشد كفرا، وأقسى قلوبا منهم عند دخولهم.وهذا شأن الجاحدين المنافقين، لا تؤثر فيهم العظات مهما كانت بليغة، ولا النذر مهما كانت قوية، بخلاف قلوب المؤمنين فإن المواعظ تزيدها يقينا على يقينها، وإيمانا على إيمانها. ألا ترى إلى قوله- تعالى-:وَإِذا ما أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً، فَأَمَّا الَّذِينَ آمَنُوا فَزادَتْهُمْ إِيماناً وَهُمْ يَسْتَبْشِرُونَ. وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ وَماتُوا وَهُمْ كافِرُونَ .وقوله- تعالى- وَاللَّهُ أَعْلَمُ بِما كانُوا يَكْتُمُونَ وعيد شديد لهم على كفرهم ونفاقهم.أى: والله- تعالى- أعلم بما كانوا يخفونه من نفاق وخداع عند دخولهم وعند خروجهم، لأنه- سبحانه- لا تخفى عليه خافية من أحوالهم."
}