{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/45/17/",
    "ayah_number": 17,
    "text": "ثم بين- سبحانه- نعمة أخرى من النعم التي أنعم بها على بنى إسرائيل فقال:وَآتَيْناهُمْ بَيِّناتٍ مِنَ الْأَمْرِ والبينات جمع بينة، وهي الدليل الواضح الصريح.ومِنَ بمعنى في.أى: وأعطيناهم- فضلا عن كل ما سبق- دلائل واضحة، وشرائع بينة تتعلق بأمر دينهم، بأن فصلنا لهم الحلال والحرام، والحسن والقبيح، والحق والباطل، فصاروا بذلك على علم تام بشريعتهم، بحيث لا يخفى عليهم شيء مما اشتملت عليه من أوامر أو نواه، أو حلال أو حرام.فالمقصود من هذه الجملة الكريمة أن الله- تعالى- قد أعطاهم شريعة واضحة لا غموض فيها ولا التباس، ولا عوج فيها ولا انحراف.بل إن شريعتهم قد أخبرتهم عن طريق رسلهم بمبعث النبي صلّى الله عليه وسلّم وبوجوب إيمانهم به عند ظهوره، ومن ذلك قوله- تعالى-: وَإِذْ قالَ عِيسَى ابْنُ مَرْيَمَ يا بَنِي إِسْرائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ، مُصَدِّقاً لِما بَيْنَ يَدَيَّ مِنَ التَّوْراةِ، وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ، فَلَمَّا جاءَهُمْ بِالْبَيِّناتِ قالُوا هذا سِحْرٌ مُبِينٌ  .ثم بين- سبحانه- الموقف القبيح الذي وقفه بنو إسرائيل من نعم الله عليهم فقال:فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ ما جاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ.والبغي: تجاوز الحق إلى الباطل في كل شيء. يقال بغت المرأة إذا أتت مالا يحل لها.وبغى فلان على فلان إذا اعتدى عليه، ومنه قوله- تعالى-: فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ.والاستثناء مفرغ من أعم الأحوال أو الأوقات، وقوله: بَغْياً مفعول لأجله.أى: أن بنى إسرائيل أنعمنا عليهم بتلك النعم الدينية والدنيوية، فما اختلفوا في أمور دينهم التي وضحناها لهم، إلا عن علم لا عن جهل، ولم يكن خلافهم في حال من الأحوال إلا من أجل البغي والحسد فيما بينهم، لا من أجل الوصول إلى الحق.فأنت ترى أن الجملة الكريمة توبخ بنى إسرائيل توبيخا شديدا، لأنها بينت أن خلافهم لم يكن عن جهل، وإنما كان عن علم، والاختلاف بعد العلم بالحق أقبح وأشنع، وأن اختلافهم لم يكن من أجل الوصول إلى الحق، وإنما كان سببه البغي والحسد.فهم قد اختلفوا في الحق مع علمهم به، لأن العلم كالمطر، لا تستفيد منه إلا الأرض الطيبة النقية، وكذلك لا يستفيد من العلم إلا أصحاب النفوس الصافية، والقلوب الواعية..والنفوس عند ما يستولى عليها الهوى، تحول المقتضى إلى مانع.ورحم الله الإمام الرازي فقد قال عند تفسيره لهذه الآية ما ملخصه: والمقصود من هذه الجملة، التعجب من أحوالهم، لأن حصول العلم يوجب ارتفاع الخلاف. وهاهنا صار مجيء العلم سببا لحصول الاختلاف، وذلك لأنهم لم يكن مقصودهم من العلم نفس العلم، وإنما المقصود منه طلب الرياسة والبغي  .وقوله- تعالى-: إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيامَةِ بيان لحكم الله العادل فيهم.أى: إن ربك- أيها الرسول الكريم- يقضى بين هؤلاء المختلفين يوم القيامة، بقضائه العادل، بأن ينزل بهم العقاب الذي يستحقونه بسبب ما كانوا يختلفون فيه من أمر الدين، الذي جعل الله أحكامه واضحة لهم، ولا تحتمل الاختلاف أو التنازع."
}