{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/5/58/",
    "ayah_number": 58,
    "text": "وقوله [ تعالى ] ( وإذا ناديتم إلى الصلاة اتخذوها هزوا ولعبا ) أي : وكذلك إذا أذنتم داعين إلى الصلاة التي هي أفضل الأعمال لمن يعقل ويعلم من ذوي الألباب ( اتخذوها ) أيضا ( هزوا ولعبا ذلك بأنهم قوم لا يعقلون ) معاني عبادة الله وشرائعه ، وهذه صفات أتباع الشيطان الذي \" إذا سمع الأذان أدبر وله حصاص ، أي : ضراط حتى لا يسمع التأذين ، فإذا قضي التأذين أقبل ، فإذا ثوب بالصلاة أدبر ، فإذا قضي التثويب أقبل حتى يخطر بين المرء وقلبه ، فيقول : اذكر كذا ، اذكر كذا ، لما لم يكن يذكر ، حتى يظل الرجل إن يدري كم صلى ، فإذا وجد أحدكم ذلك ، فليسجد سجدتين قبل السلام \" . متفق عليه .وقال الزهري : قد ذكر الله [ تعالى ] التأذين في كتابه فقال : ( وإذا ناديتم إلى الصلاة اتخذوها هزوا ولعبا ذلك بأنهم قوم لا يعقلون ) رواه ابن أبي حاتم .وقال أسباط عن السدي في قوله : ( وإذا ناديتم إلى الصلاة اتخذوها هزوا ولعبا ) قال : كان رجل من النصارى بالمدينة إذا سمع المنادي ينادي : \" أشهد أن محمدا رسول الله \" قال : حرق الكاذب! فدخلت خادمة ليلة من الليالي بنار وهو نائم وأهله نيام ، فسقطت شرارة فأحرقت البيت ، فاحترق هو وأهله . رواه ابن جرير وابن أبي حاتم .وذكر محمد بن إسحاق بن يسار في السيرة : أن رسول الله صلى الله عليه وسلم دخل الكعبة عام الفتح ، ومعه بلال فأمره أن يؤذن وأبو سفيان بن حرب وعتاب بن أسيد والحارث بن هشام جلوس بفناء الكعبة ، فقال عتاب بن أسيد : لقد أكرم الله أسيدا ألا يكون سمع هذا فيسمع منه ما يغيظه . وقال الحارث بن هشام : أما والله لو أعلم أنه محق لاتبعته . فقال أبو سفيان : لا أقول شيئا لو تكلمت لأخبرت عني هذه الحصى . فخرج عليهم النبي صلى الله عليه وسلم فقال : \" قد علمت الذي قلتم \" ثم ذكر ذلك لهم ، فقال الحارث وعتاب : نشهد أنك رسول الله ، [ والله ] ما اطلع على هذا أحد كان معنا ، فنقول أخبرك .وقال الإمام أحمد : حدثنا روح بن عبادة ، حدثنا ابن جريج أخبرنا عبد العزيز بن عبد الملك بن أبي محذورة أن عبد الله بن محيريز أخبره - وكان يتيما في حجر أبي محذورة - قال : قلت لأبي محذورة : يا عم ، إني خارج إلى الشام وأخشى أن أسأل عن تأذينك . فأخبرني أن أبا محذورة قال له : نعم خرجت في نفر ، وكنا ببعض طريق حنين ، مقفل رسول الله صلى الله عليه وسلم من حنين ، فلقينا رسول الله صلى الله عليه وسلم ببعض الطريق ، فأذن مؤذن رسول الله صلى الله عليه وسلم بالصلاة عند رسول الله صلى الله عليه وسلم ، فسمعنا صوت المؤذن ونحن متنكبون فصرخنا نحكيه ونستهزئ به ، فسمع رسول الله صلى الله عليه وسلم الصوت ، فأرسل إلينا إلى أن وقفنا بين يديه ، فقال رسول الله صلى الله عليه وسلم : \" أيكم الذي سمعت صوته قد ارتفع؟ \" فأشار القوم كلهم إلي ، وصدقوا ، فأرسل كلهم وحبسني . وقال \" قم فأذن بالصلاة \" . فقمت ولا شيء أكره إلي من رسول الله صلى الله عليه وسلم ، ولا مما يأمرني به فقمت بين يدي رسول الله صلى الله عليه وسلم ، فألقى علي رسول الله صلى الله عليه وسلم التأذين هو بنفسه ، قال : \" قل : الله أكبر ، الله أكبر ، أشهد أن لا إله إلا الله ، أشهد أن لا إله إلا الله ، أشهد أن محمدا رسول الله ، أشهد أن محمدا رسول الله ، \" ثم قال لي : \" ارجع فامدد من صوتك \" . ثم قال : أشهد أن لا إله إلا الله ، أشهد أن لا إله إلا الله ، أشهد أن محمدا رسول الله ، أشهد أن محمدا رسول الله ، حي على الصلاة ، حي على الصلاة ، حي على الفلاح ، حي على الفلاح ، الله أكبر ، الله أكبر ، لا إله إلا الله \" . ثم دعاني حين قضيت التأذين ، فأعطاني صرة فيها شيء من فضة ، ثم وضع يده على ناصية أبي محذورة ثم أمرها على وجهه ، ثم بين ثدييه ثم على كبده حتى بلغت يد رسول الله سرة أبي محذورة ثم قال رسول الله صلى الله عليه وسلم : \" بارك الله فيك وبارك عليك \" . فقلت : يا رسول الله ، مرني بالتأذين بمكة . فقال قد \" أمرتك به \" . وذهب كل شيء كان لرسول الله صلى الله عليه وسلم من كراهة ، وعاد ذلك كله محبة لرسول الله صلى الله عليه وسلم . فقدمت على عتاب بن أسيد عامل رسول الله صلى الله عليه وسلم بمكة فأذنت معه بالصلاة عن أمر رسول الله صلى الله عليه وسلم وأخبرني ذلك من أدركت من أهلي ممن أدرك أبا محذورة على نحو ما أخبرني عبد الله بن محيريز .هكذا رواه الإمام أحمد وقد أخرجه مسلم في صحيحه ، وأهل السنن الأربعة من طريق عن عبد الله بن محيريز ، عن أبي محذورة - واسمه سمرة بن معير بن لوذان - أحد مؤذني رسول الله صلى الله عليه وسلم الأربعة ، وهو مؤذن أهل مكة وامتدت أيامه ، رضي الله عنه وأرضاه ."
}