{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/5/44/",
    "ayah_number": 44,
    "text": "ثم مدح التوراة التي أنزلها على عبده ورسوله موسى بن عمران فقال : ( إنا أنزلنا التوراة فيها هدى ونور يحكم بها النبيون الذين أسلموا للذين هادوا ) أي : لا يخرجون عن حكمها ولا يبدلونها ولا يحرفونها ( والربانيون والأحبار ) أي : وكذلك الربانيون منهم وهم العباد العلماء ، والأحبار وهم العلماء ( بما استحفظوا من كتاب الله ) أي : بما استودعوا من كتاب الله الذي أمروا أن يظهروه ويعملوا به ( وكانوا عليه شهداء فلا تخشوا الناس واخشون ) أي : لا تخافوا منهم وخافوني ( ولا تشتروا بآياتي ثمنا قليلا ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) فيه قولان سيأتي بيانهما .سبب آخر لنزول هذه الآيات الكريمة .قال الإمام أحمد : حدثنا إبراهيم بن العباس حدثنا عبد الرحمن بن أبي الزناد عن أبيه ، عن عبيد الله بن عبد الله عن ابن عباس قال : إن الله أنزل : ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) و ( فأولئك هم الظالمون ) [ المائدة : 45 ] ( فأولئك هم الفاسقون ) [ المائدة : 47 ] قال : قال ابن عباس : أنزلها الله في الطائفتين من اليهود كانت إحداهما قد قهرت الأخرى في الجاهلية ، حتى ارتضوا أو اصطلحوا على أن كل قتيل قتلته العزيزة من الذليلة فديته خمسون وسقا ، وكل قتيل قتلته الذليلة من العزيزة فديته مائة وسق ، فكانوا على ذلك حتى قدم النبي صلى الله عليه وسلم المدينة ، فذلت الطائفتان كلتاهما ، لمقدم رسول الله صلى الله عليه وسلم ، ويومئذ لم يظهر ، ولم يوطئهما عليه ، وهو في الصلح ، فقتلت الذليلة من العزيزة قتيلا فأرسلت العزيزة إلى الذليلة : أن ابعثوا لنا بمائة وسق ، فقالت الذليلة : وهل كان هذا في حيين قط دينهما واحد ، ونسبهما واحد ، وبلدهما واحد : دية بعضهم نصف دية بعض . إنما أعطيناكم هذا ضيما منكم لنا ، وفرقا منكم ، فأما إذ قدم محمد فلا نعطيكم ذلك ، فكادت الحرب تهيج بينهما ، ثم ارتضوا على أن يجعلوا رسول الله صلى الله عليه وسلم بينهم ، ثم ذكرت العزيزة فقالت : والله ما محمد بمعطيكم منهم ضعف ما يعطيهم منكم ولقد صدقوا ، ما أعطونا هذا إلا ضيما منا وقهرا لهم ، فدسوا إلى محمد : من يخبر لكم رأيه ، إن أعطاكم ما تريدون حكمتموه وإن لم يعطكم حذرتم فلم تحكموه . فدسوا إلى رسول الله صلى الله عليه وسلم ناسا من المنافقين ليخبروا لهم رأي رسول الله صلى الله عليه وسلم فلما جاءوا رسول الله صلى الله عليه وسلم أخبر الله رسوله صلى الله عليه وسلم بأمرهم كله ، وما أرادوا ، فأنزل الله تعالى : ( يا أيها الرسول لا يحزنك الذين يسارعون في الكفر ) إلى قوله : ( الفاسقون ) ففيهم - والله - أنزل ، وإياهم عنى الله عز وجل .ورواه أبو داود من حديث ابن أبي الزناد عن أبيه ، بنحوه .وقال أبو جعفر بن جرير : حدثنا هناد بن السري وأبو كريب قالا : حدثنا يونس بن بكير عن محمد بن إسحاق حدثني داود بن الحصين عن عكرمة عن ابن عباس أن الآيات في \" المائدة \" ، قوله : ( فاحكم بينهم أو أعرض عنهم ) إلى ( المقسطين ) إنما أنزلت في الدية في بني النضير وبني قريظة وذلك أن قتلى بني النضير كان لهم شرف ، تؤدى الدية كاملة ، وأن قريظة كانوا يودون نصف الدية فتحاكموا في ذلك إلى رسول الله صلى الله عليه وسلم ، فأنزل الله ذلك فيهم ، فحملهم رسول الله صلى الله عليه وسلم على الحق في ذلك ، فجعل الدية في ذلك سواء - والله أعلم ؛ أي ذلك كان .ورواه أحمد وأبو داود والنسائي من حديث ابن إسحاق .ثم قال ابن جرير : حدثنا أبو كريب حدثنا عبيد الله بن موسى عن علي بن صالح عن سماك عن عكرمة عن ابن عباس قال : كانت قريظة والنضير وكانت النضير أشرف من قريظة فكان إذا قتل رجل من قريظة رجلا من النضير قتل به ، وإذا قتل رجل من النضير رجلا من قريظة ودي مائة وسق تمر . فلما بعث رسول الله صلى الله عليه وسلم ، قتل رجل من النضير رجلا من قريظة فقالوا : ادفعوه إلينا فقالوا : بيننا وبينكم رسول الله صلى الله عليه وسلم . فنزلت : ( وإن حكمت فاحكم بينهم بالقسط )ورواه أبو داود والنسائي وابن حبان والحاكم في المستدرك ، من حديث عبيد الله بن موسى بنحوه .وهكذا قال قتادة ومقاتل بن حيان وابن زيد وغير واحد .وقد روى العوفي وعلي بن أبي طلحة الوالبي عن ابن عباس : أن هذه الآيات نزلت في اليهوديين اللذين زنيا ، كما تقدمت الأحاديث بذلك . وقد يكون اجتمع هذان السببان في وقت واحد ، فنزلت هذه الآيات في ذلك كله ، والله أعلم .ولهذا قال بعد ذلك : ( وكتبنا عليهم فيها أن النفس بالنفس والعين بالعين ) إلى آخرها ، وهذا يقوي أن سبب النزول قضية القصاص ، والله سبحانه وتعالى أعلم .وقوله : ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) قال البراء بن عازب وحذيفة بن اليمان وابن عباس وأبو مجلز وأبو رجاء العطاردي وعكرمة وعبيد الله بن عبد الله والحسن البصري وغيرهم : نزلت في أهل الكتاب - زاد الحسن البصري : وهي علينا واجبة .وقال عبد الرزاق عن سفيان الثوري عن منصور عن إبراهيم قال : نزلت هذه الآيات في بني إسرائيل ورضي الله لهذه الأمة بها . رواه ابن جرير .وقال ابن جرير أيضا : حدثنا يعقوب حدثنا هشيم أخبرنا عبد الملك بن أبي سليمان عن سلمة بن كهيل عن علقمة ومسروق أنهما سألا ابن مسعود عن الرشوة فقال : من السحت : قال : فقالا وفي الحكم ؟ قال : ذاك الكفر ! ثم تلا ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون )وقال السدي : ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) يقول : ومن لم يحكم بما أنزلت فتركه عمدا ، أو جار وهو يعلم ، فهو من الكافرين [ به ]وقال علي بن أبي طلحة عن ابن عباس قوله : ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) قال : من جحد ما أنزل الله فقد كفر . ومن أقر به ولم يحكم فهو ظالم فاسق . رواه ابن جرير .ثم اختار أن الآية المراد بها أهل الكتاب أو من جحد حكم الله المنزل في الكتاب .وقال عبد الرزاق عن الثوري عن زكريا عن الشعبي : ( ومن لم يحكم بما أنزل الله ) قال : للمسلمين .وقال ابن جرير : حدثنا ابن المثنى حدثنا عبد الصمد حدثنا شعبة عن ابن أبي السفر عن الشعبي : ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) قال : هذا في المسلمين ( ومن لم يحكم بما أنزل الله فأولئك هم الظالمون ) قال : هذا في اليهود ( ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون ) قال : هذا في النصارى .وكذا رواه هشيم والثوري عن زكريا بن أبي زائدة عن الشعبي .وقال عبد الرزاق أيضا : أخبرنا معمر عن ابن طاوس عن أبيه قال : سئل ابن عباس عن قوله : ( ومن لم يحكم [ بما أنزل الله فأولئك هم الكافرون ] ) قال : هي به كفر - قال ابن طاوس : وليس كمن كفر بالله وملائكته وكتبه ورسله .وقال الثوري عن ابن جريج عن عطاء أنه قال : كفر دون كفر ، وظلم دون ظلم ، وفسق دون فسق . رواه ابن جرير .وقال وكيع عن سفيان عن سعيد المكي عن طاوس : ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) قال : ليس بكفر ينقل عن الملة .وقال ابن أبي حاتم : حدثنا محمد بن عبد الله بن يزيد المقري حدثنا سفيان بن عيينة عن هشام بن حجير عن طاوس عن ابن عباس في قوله : ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) قال : ليس بالكفر الذي يذهبون إليه .ورواه الحاكم في مستدركه ، عن حديث سفيان بن عيينة وقال : صحيح على شرط الشيخين ولم يخرجاه ."
}