{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/31/20/",
    "ayah_number": 20,
    "text": "ثم ذكر- سبحانه- بعض النعم التي أنعم بها على الناس، ودعا المنحرفين عن الحق إلى ترك المجادلة بالباطل، وإلى مخالفة الشيطان، فقال- تعالى-:والخطاب في قوله- تعالى-: أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ ما فِي السَّماواتِ وَما فِي الْأَرْضِ.. لأولئك المشركين الذين استحبوا العمى على الهدى، واشتروا لهو الحديث ليضلوا غيرهم عن طريق الحق.وسخر: من التسخير، بمعنى التذليل والتكليف، يقال: سخر فلان فلانا تسخيرا، إذا كلفه عملا بلا أجرة، والمراد به هنا: الإعداد والتهيئة لما يراد الانتفاع به.والاستفهام لتقرير الواقع وتأكيده. أى: لقد رأيتم- أيها الناس- وشاهدتم أن الله- تعالى- سخر لمنفعتكم ومصلحتكم ما في السموات من شمس وقمر ونجوم.. وما في الأرض من زرع وأشجار وحيوانات وجبال.. وما دام الأمر كذلك فاشكروا الله- تعالى- على هذا التسخير، وأخلصوا له العبادة والطاعة.وقوله- تعالى-: وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظاهِرَةً وَباطِنَةً معطوف على ما قبله.وقوله: وَأَسْبَغَ بمعنى أتم وأكمل عليكم نعمه: وهي ما ينتفع به الإنسان ويستلذه من الحلال.والنعمة الظاهرة: هي النعمة المشاهدة المحسوسة كنعمة السمع والبصر وحسن الهيئة والمال، والجاه، وما يشبه ذلك مما يراه الإنسان ويشاهده.والنعمة الباطنة: هي النعمة الخفية التي يجد الإنسان أثرها في نفسه دون أن يراها. كنعمة الإيمان بالله- تعالى- وإسلام الوجه له- عز وجل-، والاتجاه إلى مكارم الأخلاق، والبعد عن رذائلها وسفسافها.وفي تفسير النعم الظاهرة والباطنة أقوال أخرى، نرى أن ما ذكرناه أوجهها وأجمعها  .ثم بين- سبحانه- ما عليه بعض الناس من جدال بالباطل فقال: وَمِنَ النَّاسِ مَنْ يُجادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ، وَلا هُدىً، وَلا كِتابٍ مُنِيرٍ.وقوله: يُجادِلُ من الجدال بمعنى المفاوضة على سبيل المخاصمة والمنازعة والمغالبة.مأخوذ من جدلت الحبل، إذا أحكمت فتله، فكأن المتجادلين يحاول كل واحد منهما أن يقوى رأيه، ويضعف رأى صاحبه.والمراد من المجادلة في الله: المجادلة في ذاته وصفاته وتشريعاته..وقوله: بِغَيْرِ عِلْمٍ حال من الفاعل في يُجادِلُ، وهي حال موضحة لما تشعر به المجادلة هنا من الجهل والعناد. أى: ومن الناس قوم استولى عليهم الجهل والعناد، لأنهم يجادلون وينازعون في ذات الله، وفي صفاته، وفي وحيه، وفي تشريعاته.. بغير مستند من علم عقلي أو نقلي، وبغير «هدى» يهديه ويرشده إلى الحق، وبغير كِتابٍ مُنِيرٍ أى: وبغير وحى ينير عقله وقلبه، ويوضح له سبيل الرشاد.فأنت ترى أن الآية الكريمة قد جردت هذا المجادل، من أى مستند يستند إليه في جداله، سواء أكان هذا المستند عقليا أم نقليا، بل أثبتت له الجهالة من كل الجهات."
}