{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/31/6/",
    "ayah_number": 6,
    "text": "وقد ذكر المفسرون في سبب نزول هاتين الآيتين روايات اشهرها، أنهما نزلتا في النضر بن الحارث. اشترى قينة- أى مغنية-، وكان لا يسمع بأحد يريد الإسلام إلا انطلق به إلى قينته، فيقول لها: أطعميه واسقيه وغنيه، فهذا خير مما يدعوك إليه محمد صلى الله عليه وسلم من الصلاة والصيام، وأن تقاتل بين يديه.  .ولَهْوَ الْحَدِيثِ: باطله، ويطلق على كل كلام يلهى القلب، ويشغله عن طاعة الله- تعالى-، كالغناء، والملاهي، وما يشبه ذلك مما يصد عن ذكر الله- تعالى-:وقد فسره كثير من العلماء بالغناء، والأفضل تفسيره بكل حديث لا يثمر خيرا.ومِنَ في قوله وَمِنَ النَّاسِ للتبعيض، أى: ومن الناس من يترك القول الذي ينفعه، ويشترى الأحاديث الباطلة، والخرافات الفاسدة.قال القرطبي ما ملخصه: هذه إحدى الآيات التي استدل بها العلماء على كراهة الغناء والمنع منه. ولا يختلف في تحريم الغناء الذي يحرك النفوس، ويبعثها على الغزل والمجون.. فأما ما سلّم من ذلك، فيجوز القليل منه في أوقات الفرح، كالعرس والعيد وعند التنشيط على الأعمال الشاقة، كما كان في حفر الخندق..  .وقوله: لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَها هُزُواً.. تعليل لاشتراء لهو الحديث. والمراد بسبيل الله- تعالى-: دينه وطريقه الذي اختاره لعباده.وقد قرأ الجمهور: لِيُضِلَّ بضم الياء- أى: يشترى لهو الحديث ليضل غيره عن صراط الله المستقيم، حالة كونه غير عالم بسوء عاقبة ما يفعله، ولكي يتخذ آيات الله- تعالى- مادة لسخريته واستهزائه.وقرأ ابن كثير وأبو عمرو لِيُضِلَّ- بفتح الياء- فيكون المعنى: يشترى لهو الحديث ليزداد رسوخا في ضلاله.قال صاحب الكشاف: فإن قلت: القراءة بالضم بينة، لأن النضر كان غرضه باشتراء اللهو، أن يصد الناس عن الدخول في الإسلام واستماع القرآن، ويضلهم عنه، فما معنى القراءة بالفتح؟.قلت: فيه معنيان، أحدهما: ليثبت على ضلاله الذي كان عليه، ولا يصدف عنه، ويزيد فيه ويمده، فإن المخذول كان شديد الشكيمة في عداوة الدين وصد الناس عنه. والثاني: أن يوضع ليضل موضع ليضل، من قبل أن من أضل كان ضالا لا محالة، فدل بالرديف على المردوف..  .وقوله: أُولئِكَ لَهُمْ عَذابٌ مُهِينٌ بيان لسوء عاقبة من يؤثر الضلالة على الهداية.أى: أولئك الذين يشترون لهو الحديث، ليصرفوا الناس عن دين الله- تعالى-، وليستهزئوا بآياته، لهم عذاب يهينهم ويذلهم، ويجعلهم محل الاحتقار والهوان."
}