{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/31/32/",
    "ayah_number": 32,
    "text": "ثم بين- سبحانه- بعد ذلك أحوال الناس عند ما تحيط بهم المصائب وهم في وسط البحر فقال: وَإِذا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ.وقوله غَشِيَهُمْ من الغشاء بمعنى: الغطاء. فيقال: غشى الظلام المكان، إذا حل به وأصل «الموج» الحركة والازدحام. ومنه قولهم: ماج البحر إذا اضطرب وارتفع ماؤه.والظلل: جمع ظلة- كغرفة وغرف-، وهي ما أظل غيره من سحاب أو جبل أو غيرهما.أى: وإذا ما ركب الناس في السفن، وأحاطت بهم الأمواج من كل جانب، وأوشكت أن تعلوهم وتغطيهم ... في تلك الحالة لجئوا إلى الله- تعالى- وحده، يدعونه بإخلاص وطاعة وتضرع، أن ينجيهم مما هم فيه من بلاء..فَلَمَّا نَجَّاهُمْ- سبحانه- بفضله وإحسانه، وأوصلهم إِلَى الْبَرِّ انقسموا إلى قسمين، أما القسم الأول، فقد عبر عنه- سبحانه- بقوله: فَمِنْهُمْ مُقْتَصِدٌ أى:فمنهم من هو مقتصد، أى: متوسط في عبادته وطاعته، يعيش حياته بين الخوف والرجاء.قال ابن كثير: قال ابن زيد: هو المتوسط في العمل، ثم قال ابن كثير: وهذا الذي قاله ابن زيد هو المراد في قوله- تعالى-: ثُمَّ أَوْرَثْنَا الْكِتابَ الَّذِينَ اصْطَفَيْنا مِنْ عِبادِنا، فَمِنْهُمْ ظالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ، وَمِنْهُمْ سابِقٌ بِالْخَيْراتِ فالمقتصد هاهنا هو المتوسط في العمل. ويحتمل أن يكون مرادا هنا- أيضا- ويكون من باب الإنكار على من شاهد تلك الأهوال، والأمور العظام، والآيات الباهرات في البحر، ثم بعد ما أنعم الله عليه من الخلاص، كان ينبغي أن يقابل ذلك بالعمل التام، والمبادرة إلى الخيرات، فمن اقتصد بعد ذلك كان مقصرا، والحالة هذه   .وأما القسم الثاني فقد عبر عنه- سبحانه- بقوله: وَما يَجْحَدُ بِآياتِنا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ.والختار: من الختر، وهو أبشع وأقبح الغدر والخديعة. يقال: فلان خاتر وختار وختير، إذا كان شديد الغدر والنقض لعهوده، ومنه قول الشاعر:وإنك لو رأيت أبا عمير ... ملأت يديك من غدر وختروالكفور: هو الشديد الكفران والجحود لنعم الله- تعالى-.أى: وما يجحد بآياتنا الدالة على قدرتنا ورحمتنا، إلا من كان كثير النقض لعهودنا، شديد النكران لنعمنا.ثم ختم- سبحانه- السورة الكريمة بدعوة الناس إلا الاستعداد ليوم الحساب وإلى مراقبة الله- تعالى- في كل أحوالهم، لأنه- سبحانه- لا يخفى عليه شيء منها. فقال:"
}