{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/31/12/",
    "ayah_number": 12,
    "text": "قال ابن كثير- رحمه الله-: اختلف السلف في لقمان، هل كان نبيا أو عبدا صالحا من غير نبوة؟ والأكثرون على أنه لم يكن نبيا.وعن ابن عباس وغيره: كان لقمان عبدا حبشيا نجارا..قال له مولاه: اذبح لنا شاة وجئني بأخبث ما فيها؟ فذبحها وجاءه بلسانها وقلبها. ثم قال له مرة ثانية: اذبح لنا شاة وجئني بأحسن ما فيها؟ فذبحها وجاءه- أيضا- بقلبها ولسانها، فقال له مولاه ما هذا؟ فقال لقمان: إنه ليس من شيء أطيب منهما إذا طابا، وليس من شيء أخبث منهما إذا خبثا.وقال له رجل: ألست عبد فلان؟ فما الذي بلغ بك ما أرى من الحكمة؟ فقال لقمان: قدر الله وأداء الأمانة، وصدق الحديث، وتركي ما لا يعنيني .ومن أقواله لابنه: يا بنى اتخذ تقوى الله لك تجارة، يأتك الربح من غير بضاعة.يا بنى، لا تكن أعجز من هذا الديك الذي يصوت بالأسحار، وأنت نائم على فراشك.يا بنى، اعتزل الشر كما يعتزلك، فإن الشر للشر خلق.يا بنى، عليك بمجالس العلماء، وبسماع كلام الحكماء، فإن الله- تعالى- يحيى القلب الميت بنور الحكمة.يا بنى، إنك منذ نزلت الدنيا استدبرتها، واستقبلت الآخرة، ودار أنت إليها تسير، أقرب من دار أنت عنها ترتحل.. .وقال الآلوسى ما ملخصه: ولقمان: اسم أعجمى لا عربي وهو ابن باعوراء. قيل: كان في زمان داود- عليه السلام- وقيل: كان زمانه بين عيسى وبين محمد- عليهما الصلاة والسلام-.ثم قال الآلوسى: وإنى أختار أنه كان رجلا صالحا حكيما، ولم يكن نبيا .وقوله- سبحانه-: وَلَقَدْ آتَيْنا لُقْمانَ الْحِكْمَةَ ... كلام مستأنف مسوق لإبطال الإشراك بالله- تعالى- عن طريق النقل، بعد بيان إبطاله عن طريق العقل، في قوله- سبحانه- قبل ذلك: هذا خَلْقُ اللَّهِ فَأَرُونِي ماذا خَلَقَ الَّذِينَ مِنْ دُونِهِ....والحكمة: اكتساب العلم النافع والعمل به. أو هي: العقل والفهم. أو هي الإصابة في القول والعمل.والمعنى: والله لقد أعطينا- بفضلنا وإحساننا- عبدنا لقمان العلم النافع والعمل به.وقوله- سبحانه- أَنِ اشْكُرْ لِلَّهِ بيان لما يقتضيه إعطاء الحكمة. أى: آتيناه الحكمة وقلنا له أن اشكر لله على ما أعطاك من نعم لكي يزيدك منها.قال الشوكانى: قوله: أَنِ اشْكُرْ لِلَّهِ أن هي المفسرة: لأن في إيتاء الحكمة معنى القول. وقيل التقدير: قلنا له أن اشكر لي.. وقيل: بأن اشكر لي فشكر، فكان حكيما بشكره.والشكر لله: الثناء عليه في مقابلة النعمة- واستعمالها فيما خلقت له-، وطاعته فيما أمر به   .ثم بين- سبحانه- حسن عاقبة الشكر وسوء عاقبة الجحود فقال: وَمَنْ يَشْكُرْ فَإِنَّما يَشْكُرُ لِنَفْسِهِ، وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ.أى: ومن يشكر الله- تعالى- على نعمه، فإن نفع شكره إنما يعود إليه، ومن جحد نعم الله- تعالى- واستحب الكفر على الإيمان، فالله- تعالى- غنى عنه وعن غيره، حقيق بالحمد من سائر خلقه لإنعامه عليهم بالنعم التي لا تعد ولا تحصى: فحميد بمعنى محمود.فالجملة الكريمة المقصود بها، بيان غنى الله- تعالى- عن خلقه، وعدم انتفاعه بطاعتهم، لأن منفعتها راجعة إليهم، وعدم تضرره بمعصيتهم. وإنما ضرر ذلك يعود عليهم.وعبر- سبحانه- في جانب الشكر بالفعل المضارع، للإشارة إلى أن من شأن الشاكرين أنهم دائما على تذكر لنعم الله- تعالى-، وإذا ما غفلوا عن ذلك لفترة من الوقت، عادوا إلى طاعته- سبحانه- وشكره.وعبر في جانب الكفر بالفعل الماضي، للإشعار بأنه لا يصح ولا ينبغي من أى عاقل، بل كل عاقل عليه أن يهجر ذلك هجرا تاما، وأن يجعله في خبر كان.وجواب الشرط محذوف، وقد قام مقامه قوله- تعالى-: فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ والتقدير: ومن كفر فضرر كفره راجع إليه. لأن الله- تعالى- غنى حميد."
}