{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/21/82/",
    "ayah_number": 82,
    "text": "وقوله- سبحانه-: وَمِنَ الشَّياطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذلِكَ بيان لمنة أخرى من المنن الكثيرة التي امتن بها- سبحانه- على عبده ونبيه سليمان.ويغوصون من الغوص وهو النزول تحت الماء، ومنه الغواص الذي ينزل تحت الماء لاستخراج الجواهر وغيرها.وقوله: مَنْ يَغُوصُونَ لَهُ في محل نصب عطفا على معمول سَخَّرْنا، السابق.أى: وسخرنا- أيضا- لسليمان من يغوص له، أى: لأجله، من الشياطين، فينزلون تحت مياه البحار ليستخرجوا له منها الجواهر النفيسة كاللؤلؤ والمرجان.وفي التعبير بقوله: لَهُ إشعار بأن غوصهم لم يكن لمنفعة أنفسهم أو باختيارهم، وإنما هم كانوا يغوصون من أجل مصلحة سليمان- عليه السلام- وبأمره.وقوله: وَيَعْمَلُونَ عَمَلًا دُونَ ذلِكَ أى: لم تكن مهمتهم الغوص فقط وإنما كان سليمان يسخرهم ويكلفهم بأعمال أخرى كثيرة كبناء المدائن والقصور وصنع التماثيل والمحاريب.. كما قال- تعالى-: وَلِسُلَيْمانَ الرِّيحَ غُدُوُّها شَهْرٌ وَرَواحُها شَهْرٌ، وَأَسَلْنا لَهُ عَيْنَ الْقِطْرِ، وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنا نُذِقْهُ مِنْ عَذابِ السَّعِيرِ يَعْمَلُونَ لَهُ ما يَشاءُ مِنْ مَحارِيبَ وَتَماثِيلَ وَجِفانٍ كَالْجَوابِ وَقُدُورٍ راسِياتٍ اعْمَلُوا آلَ داوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ .فاسم الإشارة في قوله وَيَعْمَلُونَ عَمَلًا دُونَ ذلِكَ يعود إلى الغوص أى: ويعملون له عملا كثيرا سوى ذلك الغوص.ثم ختم- سبحانه- الآية الكريمة بقوله: وَكُنَّا لَهُمْ حافِظِينَ أى: وكنا لهؤلاء الشياطين حافظين من أن يخرجوا عن طاعته. أو أن يوجد منهم فساد فيما هم مسخرون له.وتلك نعمة كبرى لسليمان- عليه السلام- حيث جعل- سبحانه- الشياطين لا يستطيعون أن يزيغوا عن أمره.هذا وقد ذكر بعض المفسرين عند تفسيرهم لهذه الآيات قصصا متعددة منها قصة بساط الريح الذي قيل إن سليمان كان يجلس عليه هو وجنده، فيطير بهم إلى الشام في وقت قصير، ومنها صفة حمل الريح له وصفة جنوده من الجن والإنس والطير.وقد رأينا عدم ذكر ذلك هنا، لأنه لم يرد ما يؤيده من الآثار الصحيحة.ثم ساق- سبحانه- جانبا من قصة أيوب- عليه السلام- وهي قصة تمثل الابتلاء بالضر في أشد صوره. قال- تعالى-:"
}