{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/50/16/",
    "ayah_number": 16,
    "text": "والمراد بالإنسان في قوله- تعالى-: وَلَقَدْ خَلَقْنَا الْإِنْسانَ وَنَعْلَمُ ما تُوَسْوِسُ بِهِ نَفْسُهُ.. جنسه. وقوله: تُوَسْوِسُ من الوسوسة وهو الصوت الخفى، والمراد به حديث الإنسان مع نفسه. قال الشاعر:وأكذب النفس إذا حدثتها ... إن صدق النفس يزرى بالأملوما موصولة، والضمير عائد عليها والباء صلة، أى: ونعلم الأمر الذي تحدثه نفسه به. ويصح أن تكون مصدرية، والضمير للإنسان، والباء للتعدية، أى ونعلم وسوسة نفسه إياه.والمتدبر في هذه الآية يرى أن افتتاحها يشير إلى مضمونها، لأن التعبير بخلقنا، يشعر بالعلم التام بأحوال المخلوق، إذ خالق الشيء وصانعه أدرى بتركيب جزئياته. أى: والله لقد خلقنا بقدرتنا هذا الإنسان. ونعلم علما تاما شاملا ما تحدثه به نفسه من أفكار وخواطر..وقوله: وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ تقرير وتوكيد لما قبله.وحبل الوريد: عرق في باطن العنق يسرى فيه الدم، والإضافة بيانية. أى: حبل هو الوريد. أى: ونحن بسبب علمنا التام بأحواله كلها، أقرب إليه من أقرب شيء لديه، وهو عرق الوريد الذي في باطن عنقه، أو أقرب إليه من دمائه التي تسرى في عروقه.فالمقصود من الآية الكريمة بيان أن علم الله- تعالى- بأحوال الإنسان، أقرب إلى هذا الإنسان، من أعضائه ومن دمائه التي تسرى في تلك الأعضاء.والمقصود من القرب: القرب عن طريق العلم، لا القرب في المكان لاستحالة ذلك عليه- تعالى-.قال القرطبي: قوله: وَلَقَدْ خَلَقْنَا الْإِنْسانَ يعنى الناس. وَنَعْلَمُ ما تُوَسْوِسُ بِهِ نَفْسُهُ أى: ما يختلج في سره وقلبه وضميره، وفي هذا زجر عن المعاصي التي استخفى بها.. وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ هو حبل العاتق، وهو ممتد من ناحية حلقه إلى عاتقه، وهما وريدان عن يمين وشمال.. والحبل هو الوريد فأضيف إلى نفسه لاختلاف اللفظين.. وهذا تمثيل لشدة القرب. أى: ونحن أقرب إليه من حبل وريده الذي هو من نفسه.. وهذا القرب، هو قرب العلم والقدرة، وأبعاض الإنسان يحجب البعض البعض، ولا يحجب علم الله- تعالى- شيء  .وقال القشيري: في هذه الآية هيبة وفزع وخوف لقوم، وروح وأنس وسكون قلب لقوم  .وعلى هذا التفسير الذي سرنا عليه. وسار عليه من قبلنا جمهور المفسرين يكون الضمير نَحْنُ يعود إلى الله- تعالى-، وجيء بهذا الضمير بلفظ نَحْنُ على سبيل التعظيم.ويرى الإمام ابن كثير أن الضمير هنا يعود إلى الملائكة، فقد قال- رحمه الله- وقوله:وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ يعنى ملائكته- تعالى- أقرب إلى الإنسان من حبل وريده إليه. ومن تأوله على العلم فإنما فر لئلا يلزم حلول أو اتحاد، وهما منفيان بالإجماع- تعالى الله وتقدس- ولكن اللفظ لا يقتضيه فإنه لم يقل: وأنا أقرب إليه من حبل الوريد وإنما قال: وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ كما قال في المحتضر وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْيعنى ملائكته.وكذلك الملائكة أقرب إلى الإنسان من حبل وريده إليه، بإقدار الله لهم على ذلك  .وهذا الذي ذهب إليه ابن كثير وإن كان مقبولا- لأن قرب الملائكة من العبد بإقدار الله لهم على ذلك- إلا أن ما ذهب إليه الجمهور من أن الضمير نَحْنُ لله- تعالى- أدل على قرب الله- سبحانه- لأحوال عباده، وأظهر في معنى الآية، وأزجر للإنسان عن ارتكاب المعاصي."
}