{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/43/81/",
    "ayah_number": 81,
    "text": "وإِنْ في قوله- تعالى-: قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ ... يرى بعضهم أنها شرطية، وأن الكلام مسوق على سبيل الفرض والتقدير.والمعنى: قل- أيها الرسول الكريم- ردا على هؤلاء الكافرين الذين نسبوا الولد إلى الله- تعالى-، قل لهم: إن كان للرحمن ولد- على سبيل الفرض والتقدير- فأنا أول العابدين لهذا الولد، ولكن هذا الفرض قد ثبتت استحالته يقينا لا شك معه، فما أدى إليه، وما ترتب عليه من نسبتكم الولد إلى الله- تعالى- محال- أيضا- وإذا فأنا لا أعبد إلا الله- تعالى- وحده، وأنزهه- سبحانه- عن الولد أو الشريك.ومن الآيات الكريمة التي نفت عن الله- عز وجل- الولد قوله- تعالى-: بَدِيعُ السَّماواتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صاحِبَةٌ، وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ .وقوله- عز وجل-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً. لَقَدْ جِئْتُمْ شَيْئاً إِدًّا. تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً .ومن المفسرين الذين رجحوا أن تكون إِنَّ هنا شرطية، الإمام ابن جرير، فقد قال بعد أن ذكر بعض الأقوال في ذلك: وأولى الأقوال عندنا بالصواب في ذلك، قول من قال:معنى إِنَّ الشرط الذي يقتضى الجزاء. ومعنى الكلام: قل يا محمد لمشركي قومك، الزاعمين أن الملائكة بنات الله، إن كان للرحمن ولد- على سبيل الفرض- فأنا أول العابدين. ولكنه لا ولد له فأنا أعبده لأنه لا ينبغي أن يكون له ولد.وإذا وجه الكلام إلى ما قلنا من هذا الوجه، لم يكن على وجه الشك، ولكن على الإلطاف في الكلام، وحسن الخطاب، كما قال- جل ثناؤه- وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ .وقال الإمام ابن كثير: يقول- تعالى-: قُلْ يا محمد إِنْ كانَ لِلرَّحْمنِ وَلَدٌ فَأَنَا أَوَّلُ الْعابِدِينَ.أى: لو فرض هذا لعبدته على ذلك، لأنى عبد من عبيده، مطيع لجميع ما أمرنى به، ليس عندي استكبار ولا إباء عن عبادته، فلو فرض هذا كان هذا، ولكن هذا ممتنع في حقه  - تعالى-، والشرط لا يلزم منه الوقوع ولا الجواز- أيضا- كما قال- تعالى-: لَوْ أَرادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لَاصْطَفى مِمَّا يَخْلُقُ ما يَشاءُ، سُبْحانَهُ هُوَ اللَّهُ الْواحِدُ الْقَهَّارُ .وقال صاحب الكشاف- رحمه الله-: قوله- تعالى-: قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ..وصح ذلك وثبت ببرهان صحيح.. فَأَنَا أَوَّلُ الْعابِدِينَ أى: فأنا أول من يعظم ذلك الولد، وأسبقكم إلى طاعته..وهذا كلام وارد على سبيل الفرض والتمثيل لغرض، وهو المبالغة في نفى الولد، والإطناب فيه.. وذلك أنه علق العبادة بكينونة الولد، وهي محال في نفسها، فكان المعلق بها محالا مثلها..  .ويرى بعض العلماء أن إِنْ في الآية نافية بمعنى ما، فيكون المعنى: قل- أيها الرسول- لهؤلاء الكافرين: ما كان للرحمن من ولد، وما صح وما أمكن ذلك، فهو مستحيل عقلا وشرعا ... وما دام الأمر كذلك، فأنا أول العابدين لله- تعالى- المنزهين له عن الولد والشريك وغيرهما.قال الإمام القرطبي: قوله- تعالى-: قُلْ إِنْ كانَ لِلرَّحْمنِ وَلَدٌ ... اختلف في معناه. فقال ابن عباس والحسن والسدى: المعنى: ما كان للرحمن ولد. إِنْ بمعنى ما، ويكون الكلام على هذا تاما، ثم تبتدى بقوله- تعالى- فَأَنَا أَوَّلُ الْعابِدِينَ.وقيل المعنى: قل يا محمد، إن ثبت له ولد، فأنا أول من يعبد ولده، ولكن يستحيل أن يكون له ولد، وهو كما تقول لمن تناظره: إن ثبت ما قلت بالدليل، فأنا أول من يعتقده، وهذا مبالغة في الاستبعاد، أى: لا سبيل إلى اعتقاده..وإِنْ على هذا للشرط، وهو الأجود.وقيل إن معنى الْعابِدِينَ الآنفين. وقال بعض العلماء لو كان كذلك لكان العبدين..بغير ألف، يقال: عبد- بكسر الباء- يعبد عبدا- بفتحها- إذا أنف وغضب فهو عبد، والاسم العبدة، مثل الأنفة..  .ويبدو لنا أن الرأيين يؤديان إلى نفى أن يكون لله- تعالى- ولد وإن كان الرأى الأول- وهو أنّ حرف إِنْ للشرط- هو المتبادر من معنى الآية وعليه جمهور المفسرين."
}