{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/85/",
    "ayah_number": 85,
    "text": "ذكر المفسرون في سبب نزول قوله- تعالى-: وَيَسْئَلُونَكَ عَنِ الرُّوحِ روايات منها: ما أخرجه الشيخان عن عبد الله بن مسعود قال: بينما أنا أمشى مع النبي صلى الله عليه وسلم في حرث وهو متوكئ على عسيب- أى على عصا- إذ مر اليهود، فقال بعضهم لبعض: سلوه عن الروح، فقالوا: يا محمد ما لروح؟ فأمسك النبي صلى الله عليه وسلم فلم يرد عليهم شيئا، فعلمت أنه يوحى إليه، فقمت مقامي، فلما نزل الوحى قال: وَيَسْئَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي....قال الإمام ابن كثير بعد أن ذكر هذه الرواية وغيرها: وهذا السياق يقتضى فيما يظهر بادى الرأى، أن هذه الآية مدنية، وأنها نزلت حين سأله اليهود عن ذلك بالمدينة، مع أن السورة كلها مكية.وقد يجاب عن هذا بأنه قد تكون نزلت عليه بالمدينة مرة ثانية، كما نزلت عليه بمكة قبل ذلك. أو أنه نزل عليه الوحى بأنه يجيبهم عما سألوه بالآية المتقدم إنزالها عليه، وهي هذه الآية: وَيَسْئَلُونَكَ عَنِ الرُّوحِ....ومما يدل على نزول هذه الآية بمكة ما أخرجه الإمام أحمد عن ابن عباس قال: قالت قريش ليهود. أعطونا شيئا نسأل عنه هذا الرجل؟ فقالوا: سلوه عن الروح، فسألوه فنزلت: ويسألونك عن الروح.. الآية» .وكلمة الروح تطلق في القرآن الكريم على أمور منها:الوحى، كما في قوله- تعالى-: يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ .. .ومنها: القوة والثبات كما في قوله- تعالى-: أُولئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ ... .ومنها: جبريل، كما في قوله- تعالى-: نَزَلَ بِهِ الرُّوحُ الْأَمِينُ. عَلى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ ... .ومنها: القرآن كما في قوله- سبحانه-: وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا .. .ومنها: عيسى ابن مريم، كما في قوله- تعالى-: إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقاها إِلى مَرْيَمَ وَرُوحٌ مِنْهُ ... .وجمهور العلماء على أن المراد بالروح في قوله- تعالى-: وَيَسْئَلُونَكَ عَنِ الرُّوحِ ... ما يحيا به بدن الإنسان، وبه تكون حياته، وبمفارقته للجسد يموت الإنسان، وأن السؤال إنما هو عن حقيقة الروح، إذ معرفة حقيقة الشيء. تسبق معرفة أحواله.وقيل المراد بالروح هنا: القرآن الكريم، وقيل: جبريل، وقيل: عيسى إلى غير ذلك من الأقوال التي أوصلها بعضهم إلى أكثر من عشرة أقوال.ويبدو لنا أن ما ذهب إليه جمهور المفسرين، أولى بالاتباع، لأن قوله- تعالى- بعد ذلك: قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي يؤيد هذا الاتجاه.قال الآلوسى: الظاهر عند المنصف، أن السؤال كان عن حقيقة الروح الذي هو مدار البدن الإنسانى، ومبدأ حياته، لأن ذلك من أدق الأمور التي لا يسع أحدا إنكارها، ويشرئب الجميع إلى معرفتها، وتتوافر دواعي العقلاء إليها، وتكلّ الأذهان عنها، ولا تكاد تعلم إلا بوحي..»  .ومِنْ في قوله: قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي بيانية. والمراد بالأمر هنا. الشأن.والمعنى: ويسألك بعض الناس- أيها الرسول- عن حقيقة الروح، قل لهم على سبيل الإرشاد والزجر: الروح شيء من جنس الأشياء التي استأثر الله- تعالى- وحده بعلم حقيقتها وجوهرها.وقال- سبحانه-: قُلِ الرُّوحُ بالإظهار، لكمال العناية بشأن المسئول عنه.وإضافة كلمة أَمْرِ إلى لفظ الرب- عز وجل-، من باب الاختصاص العلمي، إذ الرب وحده هو العليم بشأنها، وليس من باب الاختصاص الوجودي، لأن الروح وغيرها من مخلوقات الله- تعالى-.وفي هذه الإضافة ما فيها من تشريف المضاف، حيث أضيف هذا الأمر إلى الله- تعالى- وحده.قال القرطبي: وقوله- تعالى- قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي دليل على خلق الروح، أى: هو أمر عظيم، وشأن كبير من أمر الله- تعالى-، مبهما له وتاركا تفصيله، ليعرف الإنسان على القطع عجزه عن علم حقيقة نفسه مع العلم بوجودها. وإذا كان الإنسان في معرفة نفسه هكذا، كان عجزه عن إدراك حقيقة الحق أولى. وحكمة ذلك تعجيز العقل عن إدراك معرفة مخلوق مجاور له، دلالة على أنه عن إدراك خالقه أعجز  .وقوله: وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا من جملة الجواب الذي أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد به على السائلين عن حقيقة الروح.أى: وما أوتيتم- أيها السائلون عن الروح- من العلم إلا علما قليلا، بالنسبة إلى علمه- تعالى- الذي وسع كل شيء، ولا يخفى عليه شيء.وإن علمكم مهما كثر فإنه لا يمكنه أن يتعلق بحقيقة الروح وأحوالها، لأن ذلك شيء استأثر الله- تعالى- به وحده، واقتضت حكمته- عز وجل- أن يجعله فوق مستوى عقولكم.قال صاحب الظلال عند تفسيره لهذه الآية: والمنهج الذي سار عليه القرآن- وهو المنهج الأقوم- أن يجيب الناس عما هم في حاجة إليه، وما يستطيع إدراكهم البشرى بلوغه ومعرفته، فلا يبدد الطاقة العقلية التي وهبها الله لهم فيما لا ينتج ولا يثمر، وفي غير مجالها الذي تملك وسائله، وبعضهم عند ما سأل النبي صلى الله عليه وسلم عن الروح، أمره الله أن يجيبهم بأن الروح من أمره- سبحانه- ...وليس في هذا حجر على العقل البشرى أن يعمل، ولكن فيه توجيها لهذا العقل أن يعمل في حدوده، وفي مجاله الذي يدركه.والروح غيب من غيب الله لا يدركه سواه.. ولقد أبدع الإنسان في هذه الأرض ما أبدع، ولكنه وقف حسيرا أمام ذلك السر اللطيف- الروح- لا يدرى ما هو؟ ولا كيف جاء؟ ولا كيف يذهب؟ ولا أين كان ولا أين يكون، إلا ما يخبر به العليم الخبير في التنزيل» «2» .وقال بعض العلماء: وفي هذه الآية ما يزجر الخائضين في شأن الروح، المتكلفين لبيان ماهيته، وإيضاح حقيقته، أبلغ زجر، ويردعهم أعظم ردع، وقد أطالوا المقال في هذا البحث، بما لا يتسع له المقام، وغالبه، بل كله من الفضول الذي لا يأتى بنفع في دين أو دنيا..فقد استأثر الله- تعالى- بعلم الروح، ولم يطلع عليه أنبياءه، ولم يأذن لهم بالسؤال عنه،ولا البحث عن حقيقته، فضلا عن أممهم المقتدين بهم ... » ."
}