{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/93/",
    "ayah_number": 93,
    "text": "ثم حكى- سبحانه- بقية مطالبهم التي لا يقرها عقل سليم فقال: أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ.أى: من ذهب، والزخرف يطلق في الأصل على الزينة، وأطلق هنا على الذهب لأن الذهب أثمن ما يتزين به في العادة.أَوْ تَرْقى فِي السَّماءِ أى: تصعد إليها. يقال: رقى فلان في السلم يرقى رقيا ورقيا أى صعد، وَلَنْ نُؤْمِنَ لِرُقِيِّكَ وصعودك إليها مع مشاهدتنا لذلك حَتَّى تُنَزِّلَ عَلَيْنا منها كِتاباً نَقْرَؤُهُ ونفهم ما فيه، أى: يكون هذا الكتاب بلغتنا التي نفهمها وبأسلوب مخاطباتنا، وفيه ما يدل دلالة قاطعة على أنك رسول من عند الله- تعالى-، وما يدعونا إلى الإيمان بك.ثم ختم- سبحانه- هذه الآيات، بأن أمر نبيه محمدا صلى الله عليه وسلم بأن يرد عليهم بما يخرس ألسنتهم، فقال: قُلْ سُبْحانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَراً رَسُولًا.أى: قل- أيها الرسول الكريم- على سبيل التعجب من سوء تفكير هؤلاء الجاحدين:يا سبحان الله هل أنا إلا بشر كسائر البشر، ورسول كسائر الرسل، وليس من شأن من كان كذلك أن يأتى بتلك المطالب المتعنتة التي طلبتموها، وإنما من شأنه أن يبلغ ما أمره الله بتبليغه من هدايات. تخرج الناس من ظلمات الكفر والجهل. إلى نور الإيمان والعلم.فالاستفهام في قوله هَلْ كُنْتُ ... للنفي، أى: ما كنت إلا رسولا كسائر الرسل، وبشرا مثلهم.وقوله سُبْحانَ رَبِّي يفيد التعجيب من فرط حماقتهم، ومن بالغ جهلهم، حيث طلبوا تلك المطالب، التي تضمنت ما يعتبر من أعظم المستحيلات، كطلبهم إتيان الله- عز وجل- والملائكة إليهم، ورؤيتهم لذاته- سبحانه-، على سبيل المعاينة والمقابلة.وهذا التعنت والعناد الذي حكاه الله- تعالى- عن هؤلاء الجاحدين، قد جاء ما يشبهه في آيات أخرى. كما جاء ما يدل على أنهم حتى لو أعطاهم الله- تعالى- مطالبهم.لما آمنوا، ومن ذلك قوله- تعالى-: وَلَوْ أَنَّنا نَزَّلْنا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتى، وَحَشَرْنا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا، ما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ، وَلكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ  .وقوله- سبحانه-: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لا يُؤْمِنُونَ وَلَوْ جاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ .وقوله- عز وجل-: وَلَوْ فَتَحْنا عَلَيْهِمْ باباً مِنَ السَّماءِ فَظَلُّوا فِيهِ يَعْرُجُونَ لَقالُوا إِنَّما سُكِّرَتْ أَبْصارُنا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ .ثم حكى- سبحانه- بعد ذلك شبهة من شبهاتهم الفاسدة والمتعددة، وهي زعمهم أن الرسول لا يكون من البشر بل يكون ملكا. وقد أمر الله- تعالى- رسوله صلى الله عليه وسلم بأن يرد عليهم بما يبطل مدعاهم فقال:"
}