{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/100/",
    "ayah_number": 100,
    "text": "ثم ختم- سبحانه- الآيات الكريمة بأمر النبي صلى الله عليه وسلم بأن يجابه هؤلاء الظالمين بما جبلوا عليه من بخل وشح، بعد أن طلبوا منه ما طلبوا من مقترحات متعنتة، فقال- تعالى-: قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزائِنَ رَحْمَةِ رَبِّي إِذاً لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفاقِ، وَكانَ الْإِنْسانُ قَتُوراً.والمراد بخزائن رحمة ربي: أرزاقه التي وزعها على عباده، ونعمه التي أنعم بها عليهم.وقَتُوراً من التقتير بمعنى البخل. يقال: قتر فلان يقتر- بضم التاء وكسرها- إذا بالغ في الإمساك والشح.أى: قل- أيها الرسول الكريم- لهؤلاء الظالمين الذين أعرضوا عن دعوتك، وطالبوك بما ليس في وسعك من تفجير الأرض بالأنهار، ومن غير ذلك من مقترحاتهم الفاسدة، قل لهم على سبيل التقريع والتبكيت: لو أنكم تملكون- أيها الناس- التصرف في خزائن الأرزاق التي وزعها الله على خلقه، إذا لبخلتم وأمسكتم في توزيعها عليهم، مخافة أن يصيبكم الفقر لو أنكم توسعتم في العطاء، مع أن خزائن الله لا تنفد أبدا، ولكن لأن البخل من طبيعتكم فعلتم ذلك.قال بعضهم: وقوله: لَوْ أَنْتُمْ تَمْلِكُونَ فيه وجهان: أحدهما: أن المسألة من باب الاشتغال. فأنتم مرفوع بفعل مقدر يفسره هذا الظاهر، لأن لولا يليها إلا الفعل ظاهرا أو مضمرا. فهي كإن في قوله- تعالى-: وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ..والأصل: لو تملكون، فحذف الفعل لدلالة ما بعده عليه- والثاني: أنه مرفوع بكان، وقد كثر حذفها بعد لو، والتقدير: لو كنتم تملكون ... .والمقصود بالإمساك هنا: إمساكهم عن العطاء في الدنيا، وهذا لا ينافي قوله- تعالى-:وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا ما فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ ... لأن ذلك حكاية عن أحوالهم في الآخرة عند ما يرون العذاب، ويتمنون أن يفتدوا أنفسهم منه بأى شيء.وقوله إِذاً ظرف لتملكون. وقوله لَأَمْسَكْتُمْ جواب لو، وقوله خَشْيَةَ الْإِنْفاقِ علة للإمساك والبخل.وقوله: وَكانَ الْإِنْسانُ قَتُوراً أى: مبالغا في البخل والإمساك.قال الإمام ابن كثير: والله- تعالى- يصف الإنسان من حيث هو، إلا من وفقه الله وهداه، فإن البخل والجزع والهلع صفة له، كما قال- تعالى-: إِنَّ الْإِنْسانَ خُلِقَ هَلُوعاً. إِذا مَسَّهُ الشَّرُّ جَزُوعاً. وَإِذا مَسَّهُ الْخَيْرُ مَنُوعاً. إِلَّا الْمُصَلِّينَ.ولهذا نظائر كثيرة في القرآن الكريم، وهذا يدل على كرمه- تعالى- وإحسانه. وقد جاء في الصحيحين: يد الله ملأى لا يغيضها نفقة، سحاء الليل والنهار، أرأيتم ما أنفق منذ خلق السموات والأرض، فإنه لم يغض ما في يمينه.وقال الآلوسى: وقد بلغت هذه الآية من الوصف بالشح الغاية القصوى التي لا يبلغها الوهم، حيث أفادت أنهم لو ملكوا خزائن رحمة الله- تعالى- التي لا تتناهى، وانفردوا بملكها من غير مزاحم، لأمسكوا عن النفقة من غير مقتض إلا خشية الفقر، وإن شئت فوازن بقول الشاعر:ولو ان دارك أنبتت لك أرضها ... إبرا يضيق بها فناء المنزلوأتاك يوسف يستعيرك إبرة ... ليخيط قد قميصه لم تفعلمع أن فيه من المبالغات ما يزيد على العشرة، ترى التفاوت الذي لا يحصر ... » .ثم بين- سبحانه- ما يدل على أن العبرة في الإيمان، ليست بعظم الخوارق ووضوحها، وإنما العبرة بتفتح القلوب للحق، واستعدادها لقبوله، وساق- سبحانه- مثلا لذلك من قصة موسى- عليه السلام- فقد أعطاه من المعجزات البينة ما يشهد بصدقه، ولكن فرعون وجنده لم تزدهم تلك المعجزات إلا كفرا وعنادا، فقال- تعالى-:"
}