{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/45/",
    "ayah_number": 45,
    "text": "والخطاب في قوله- تعالى-: وَإِذا قَرَأْتَ الْقُرْآنَ ... للرسول صلى الله عليه وسلم وقوله حِجاباً من الحجب بمعنى المنع.قال صاحب المصباح: حجبه حجبا- من باب قتل-: منعه. ومنه قيل للستر:حجاب لأنه يمنع المشاهدة. وقيل للبواب: حاجب، لأنه يمنع من الدخول. والأصل في الحجاب: جسم حائل بين جسدين، وقد استعمل في المعاني فقيل: العجز حاجب، أى: بين الإنسان ومراده.. .وقوله مَسْتُوراً ساترا، فهو من إطلاق اسم المفعول وإرادة اسم الفاعل. كميمون بمعنى يامن. ومشئوم بمعنى شائم.واختار بعضهم أن مستورا على معناه الظاهر، من كونه اسم مفعول، لأن ذلك الحجاب مستور عن أعين الناس فلا يرونه، أو مستورا به القارئ فلا يراه غيره، ويجوز أن يكون مستورا، أى: ذا ستر فهو للنسب كمكان مهول: ذو هول..وللمفسرين في تفسير هذه الآية أقوال، أشهرها قولان:أولهما يرى أصحابه، أن المراد بالحجاب المستور: ما حجب الله به قلوب هؤلاء الكافرين عن الانتفاع بهدى القرآن الكريم، بسبب جحودهم وجهلهم وإصرارهم على كفرهم. فهو حجاب معنوي خفى، حال بينهم وبين الانتفاع بالقرآن.فهم يستمعون إليه، ولكنهم يجاهدون قلوبهم ألا ترق له، ويمانعون فطرتهم عن التأثر به، فكان استماعهم له كعدمه، وعاقبهم الله على ذلك بأن طمس بصائرهم عن فقهه.والمعنى: وإذا قرأت- أيها الرسول الكريم- القرآن الهادي إلى الطريق التي هي أقوم، جعلنا- بقدرتنا، ومشيئتنا-، بينك وبين الذين لا يؤمنون بالآخرة، حجابا يحجبهم ويمنعهم عن إدراك أسراره وهداياته، وساترا بينك وبينهم، بحيث لا يصل القرآن إلى قلوبهم وصول انتفاع وهداية.ويشهد لهذا المعنى قوله- تعالى-: وَقالُوا قُلُوبُنا فِي أَكِنَّةٍ مِمَّا تَدْعُونا إِلَيْهِ وَفِي آذانِنا وَقْرٌ، وَمِنْ بَيْنِنا وَبَيْنِكَ حِجابٌ، فَاعْمَلْ إِنَّنا عامِلُونَ  .ومن المفسرين الذين اكتفوا بهذا القول، فلم يذكروا غيره، الإمام البيضاوي، فقد قال- رحمه الله: قوله: وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابا يحجبهم عن فهم ما تقرؤه عليهم مَسْتُوراً ذا ستر: كقوله- تعالى-: إِنَّهُ كانَ وَعْدُهُ مَأْتِيًّا أى مستورا عن الحس.. .أما القول الثاني فيرى أصحابه: أن المراد بالحجاب المستور، أن الله- تعالى- يحجب نبيه صلى الله عليه وسلم عن أعين المشركين، بحيث لا يرونه في أوقات معينة، لحكم منها: النجاة من شرورهم.فيكون المعنى: وإذا قرأت القرآن- أيها الرسول الكريم- جعلنا بينك وبين هؤلاء الكافرين، حجابا ساترا لك عنهم بحيث لا يرونك، عند ما تكون المصلحة في ذلك.وقد استشهد أصحاب هذا القول بما أخرجه الحافظ أبو يعلى عن أسماء بنت أبى بكر قالت: لما نزلت سورة تَبَّتْ يَدا أَبِي لَهَبٍ جاءت العوراء أم جميل ولها ولولة، وفي يدها فهر- أى حجر- وهي تقول: مذمّما أتينا، وأمره عصينا، ودينه قلينا ورسول الله صلى الله عليه وسلم جالس، وأبو بكر إلى جنبه.فقال أبو بكر: يا رسول الله، لقد أقبلت هذه وأخاف أن تراك، فقال صلى الله عليه وسلم: «إنها لن تراني» وقرأ قرآنا اعتصم به منها، ومما قرأه-: وَإِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجاباً مَسْتُوراً.فجاءت حتى قامت على أبى بكر، فلم تر النبي صلى الله عليه وسلم، فقالت: يا أبا بكر، بلغني أن صاحبك هجانى: فقال أبو بكر: لا ورب هذا البيت ما هجاك.فانصرفت وهي تقول: لقد علمت قريش أنى بنت سيدها .ومن المفسرين الذين استظهروا هذا القول، الإمام القرطبي، فقد قال بعد أن ذكر ما روى عن أسماء بنت أبى بكر- رضى الله عنهما-: وقال سعيد بن جبير: لما نزلت سورة تَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ جاءت امرأة أبى لهب إلى النبي صلى الله عليه وسلم ومعه أبو بكر، فقال أبو بكر لو تنحيت عنها لئلا تسمعك ما يؤذيك فإنها امرأة بذيّة.فقال صلى الله عليه وسلم: «إنه سيحال بيني وبينها» فلم تره. فقالت لأبى بكر: يا أبا بكر هجانا صاحبك.فقال أبو بكر: والله ما ينطق بالشعر ولا يقوله. فاندفعت راجعة. فقال أبو بكر:يا رسول الله، أما رأتك؟.قال: لا. ما زال ملك بيني وبينها يسترني حتى ذهبت.ثم قال القرطبي: وقيل: الحجاب المستور، طبع الله على قلوبهم حتى لا يفقهوه:ولا يدركوا ما فيه من الحكمة. قاله قتادة. وقال الحسن: أى أنهم لإعراضهم عن قراءتك، وتغافلهم عنك كمن بينك وبينه حجاب في عدم رؤيتهم لك، حتى كأن على قلوبهم أغطية ...ثم قال: والقول الأول أظهر في الآية .ويبدو لنا أن كلا القولين صحيح في ذاته، وأن كل واحد منهما يحكى حالات معينة، ويشهد لذلك ما نقله الجمل في حاشيته على الجلالين عن شيخه فقد قال- رحمه الله-. قوله:حِجاباً مَسْتُوراً، أى: ساترا لك عنهم فلا يرونك وهذا بالنسبة لبعضهم، كان يحجب بصره عن رؤية النبي صلى الله عليه وسلم إذا أراده بمكروه وهو يقرأ القرآن: وبعضهم كان يحجب قلبه عن إدراك معاني القرآن.. وبعضهم كان ينفر عند قراءة القرآن.. ."
}