{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/60/",
    "ayah_number": 60,
    "text": "ثم ذكر- سبحانه- ما يزيد النبي صلى الله عليه وسلم ثباتا على ثباته، ويقينا على يقينه، وما يدل على شمول علمه- تعالى- ونفاذ قدرته، وبليغ حكمته فقال: وَإِذْ قُلْنا لَكَ إِنَّ رَبَّكَ أَحاطَ بِالنَّاسِ....أى: واذكر- أيها الرسول الكريم- وقت أن قلنا لك على لسان وحينا. إن ربك- عز وجل- قد أحاط بالناس علما وقدرة. فهم في قبضته، وتحت تصرفه، وقد عصمك منهم، فامض في طريقك. وبلغ رسالة ربك، دون أن تخشى من كفار مكة أو من غيرهم، عدوانا على حياتك، فقد عصمك- سبحانه- منهم.وفي هذه الجملة ما فيها من التسلية للنبي صلى الله عليه وسلم، ومن التبشير له ولأصحابه، بأن العاقبة ستكون لهم، ومن الحض لهم على المضي في طريقهم دون أن يخشوا أحدا إلا الله.والمراد بالرؤيا في قوله- تعالى-: وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ:ما رآه النبي صلى الله عليه وسلم وعاينه بعينيه من عجائب، ليلة الإسراء والمعراج.أى: وما جعلنا ما رأيته وعاينته ليلة إسرائنا بك من غرائب، إلا فتنة للناس. ليتميز قوى الإيمان من ضعيفه، وسليم القلب من مريضه.وأطلق- سبحانه- على ما أراه لنبيه ليلة الإسراء لفظ الرؤيا مع أنه كان يقظة «لأن هذا اللفظ يطلق حقيقة على رؤيا المنام، وعلى رؤية اليقظة ليلا فإنه قد يقال لرؤية العين رؤيا، كما في قول الشاعر يصف صائدا: وكبر للرؤيا وهش فؤاده.. أى: وسر لرؤيته للصيد الذي سيصيده. أو أطلق عليه لفظ الرؤيا على سبيل التشبيه بالرؤيا المنامية، نظرا لما رآه في تلك الليلة من عجائب سماوية وأرضية، أو أطلق عليه ذلك بسبب أن ما رآه قد كان ليلا. وقد كان في سرعته كأنه رؤيا منامية.وكان ما رآه صلى الله عليه وسلم في تلك الليلة فتنة للناس، لأنه لما قص عليهم ما رآه، ارتد بعضهم عن الإسلام، وتردد البعض الآخر في قبوله، وضاقت عقولهم عن تصديقه، زاعمة أنه لا يمكن أن يذهب صلى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى، ثم يعرج إلى السموات العلا.. ثم يعود إلى مكة، كل ذلك في ليلة واحدة.وبعضهم يرى أن المراد بالرؤيا هنا: ما رآه النبي صلى الله عليه وسلم من أنه سيدخل مكة هو وأصحابه..وبعضهم يرى أن المراد بها هنا: ما أراه الله- تعالى- لنبيه في منامه، من مصارع المشركين قبل غزوة بدر فقد قال صلى الله عليه وسلم قبل بدء المعركة: والله لكأنى أنظر إلى مصارع القوم. ثم أومأ إلى الأرض وقال: هذا مصرع فلان. وهذا مصرع فلان.والذي نرجحه هو الرأى الأول، لأنه هو الظاهر من معنى الآية الكريمة، ولأنه على الرأيين الثاني والثالث يترجح أن الآية مدنية، لأن غزوة بدر وفتح مكة كانا بعد الهجرة، والتحقيق أن هذه الآية مكية.قال القرطبي ما ملخصه: قوله- تعالى-: وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ.. لما بين أن إنزال آيات القرآن تتضمن التخويف، ضم إليه ذكر آية الإسراء، وهي المذكورة في صدر السورة. وفي البخاري والترمذي عن ابن عباس في قوله- تعالى-:وَما جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْناكَ إِلَّا فِتْنَةً لِلنَّاسِ قال: هي رؤيا عين أريها النبي صلى الله عليه وسلم ليلة أسرى به إلى بيت المقدس ...وكانت الفتنة ارتداد قوم كانوا أسلموا حين أخبرهم النبي صلى الله عليه وسلم أنه أسرى به.وقيل: كانت رؤيا نوم. وهذه الآية تقضى بفساده، وذلك أن رؤيا المنام لا فتنة فيها، وما كان أحد لينكرها.وعن ابن عباس قال: الرؤيا التي في هذه الآية، رؤيا رسول الله صلى الله عليه وسلم أنه يدخل مكة في سنة الحديبية- فرده المشركون عن دخولها في تلك السنة-، فافتتن بعض المسلمين لذلك، فنزلت هذه الآية.. وفي هذا التأويل ضعف. لأن السورة مكية، وتلك الرؤيا كانت بالمدينة ... »وقوله- سبحانه-: وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ معطوف على الرؤيا.أى: وما جعلنا الرؤيا التي أريناك والشجرة الملعونة في القرآن إلا فتنة للناس.والمراد بالشجرة الملعونة هنا: شجرة الزقوم، المذكورة في قوله- تعالى-: أَذلِكَ خَيْرٌ نُزُلًا أَمْ شَجَرَةُ الزَّقُّومِ. إِنَّا جَعَلْناها فِتْنَةً لِلظَّالِمِينَ. إِنَّها شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ، طَلْعُها كَأَنَّهُ رُؤُسُ الشَّياطِينِ  .والمراد بلعنها: لعن الآكلين منها وهم المشركون، أو هي ملعونة لأنها تخرج في أصل الجحيم. أو هي ملعونة لأن طعامها مؤذ وضار، والعرب تقول لكل طعام ضار: إنه ملعون.قال الآلوسى: وروى في جعلها فتنة لهم: أنه لما نزل في شأنها في سورة الصافات وغيرها ما نزل، قال أبو جهل وغيره: هذا محمد يتوعدكم بنار تحرق الحجارة، ثم يقول ينبت فيها الشجر. وما نعرف الزقوم إلا بالتمر والزبد، ثم أمر جارية له فأحضرت تمرا وزبدا، وقال لأصحابه: تزقموا.وافتتن بهذه الآية أيضا بعض الضعفاء، ولقد ضلوا في ذلك ضلالا بعيدا ...  .وقوله- تعالى-: وَنُخَوِّفُهُمْ فَما يَزِيدُهُمْ إِلَّا طُغْياناً كَبِيراً تذييل قصد به بيان ما جبل عليه هؤلاء المشركون من جحود، وقسوة قلب ...أى: ونخوف هؤلاء المشركين بعذاب الدنيا، وبعذاب الآخرة وبشجرة الزقوم التي طلعها كأنه رءوس الشياطين ... فما يزيدهم هذا التخويف والتهديد إلا طغيانا متجاوزا في ضخامته وكبره كل حد، وكل عقل سليم.وعبر- سبحانه- بصيغة المضارع الدالة على الاستقبال، مع أن تخويفهم وازدياد طغيانهم قد وقعا، للإشعار بالتجدد والاستمرار.وبذلك نرى الآيات الكريمة قد ساقت من سنن الله- تعالى- في خلقه، ومن فضله على هذه الأمة، ومن تبشيره وإنذاره، ووعده ووعيده، ما يزيد المؤمنين إيمانا على إيمانهم، وما يصرف الطاغين عن طغيانهم لو كانوا يعقلون.ثم ساق- سبحانه- جانبا من قصة آدم وإبليس، لزيادة التسلية للرسول صلى الله عليه وسلم وللإشعار بأن الحسد والغرور، كما منعا إبليس من السجود لآدم، فقد منعا مشركي مكة من الإيمان بالنبي صلى الله عليه وسلم فقال- تعالى-:"
}