{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/59/",
    "ayah_number": 59,
    "text": "ثم بين- سبحانه- بعض مظاهر فضله على الأمة الإسلامية، ورحمته بها، فقال- تعالى-: وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ....وقد ذكر المفسرون في سبب نزول هذه الآية آثارا منها ما أخرجه الإمام أحمد عن ابن عباس- رضى الله عنهما- قال: سأل أهل مكة رسول الله صلى الله عليه وسلم أن يجعل لهم الصفا ذهبا، وأن ينحى الجبال عنهم فيزرعوا. فقيل له: إن شئت أن تستأنى بهم، وإن شئت أن يأتيهم الذي سألوا. فإن كفروا، هلكوا كما أهلكت من كان قبلهم من الأمم.فقال صلى الله عليه وسلم: «لا.. بل استأنى بهم» ، وأنزل الله قوله: وَما مَنَعَنا أَنْ نُرْسِلَ بِالْآياتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ ... .قال الآلوسى: والمنع لغة: كف الغير وقسره عن فعل يريد أن يفعله، ولاستحالة ذلك في حقه- تعالى- لاستلزامه العجز المحال المنافى للربوبية قالوا: إنه مستعار هنا للصرف والترك ... » .وقوله: أَنْ نُرْسِلَ في محل نصب لأنه مفعول ثان لمنعنا، أو في محل جر، على حذف الجار، أى: من أن نرسل، وقوله: إِلَّا أَنْ كَذَّبَ بِهَا في محل رفع لأنه فاعل منعنا، والتقدير: وما منعنا من إرسال الآيات إلا تكذيب الأولين.والمراد بالآيات: ما اقترحه المشركون على النبي صلى الله عليه وسلم من قلب الصفا ذهبا، ومن إزاحة الجبال عن مكة ليزرعوا مكانها ...والمعنى: وما كان سبب تركنا لإجابة المقترحات التي طلبها المشركون منك- أيها الرسول الكريم- إلا علمنا بأنهم سيكذبون بها إذا جاءتهم، كما كذب بأمثالها أشباههم الأولون، وفي هذه الحالة فإنهم سيستحقون مثلهم عذاب الاستئصال كما جرت بذلك سنتنا.وقد اقتضت حكمتنا ورحمتنا- بأمتك أيها الرسول الكريم-، ألا نعذبهم عذاب الاستئصال والمحو، بل نؤخر عذاب الضالين منهم إلى يوم القيامة.قالوا: ومن الحكم في هذا التأخير: الإظهار لمزيد شرف النبي صلى الله عليه وسلم، كما قال- تعالى-: وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ، والرعاية لشأن من سيولد من بعضهم من المؤمنين، ولمن سيؤمن من هؤلاء المقترحين، إلى غير ذلك من الحكم التي لا يعلمها إلا هو- سبحانه-.قال صاحب الكشاف: استعير المنع لترك إرسال الآيات من أجل صارف الحكمة ...والمراد: الآيات التي اقترحتها قريش من قلب الصفا ذهبا، ومن إحياء الموتى، وغير ذلك.وعادة الله في الأمم، أن من اقترح منهم آية فأجيب إليها. ثم لم يؤمن، أن يعاجل بعذاب الاستئصال. فالمعنى: وما صرفنا عن إرسال ما يقترحونه من الآيات إلا أن كذب بها الذين هم أمثالهم من المطبوع على قلوبهم، كعاد وثمود، وأنها لو أرسلت لكذبوا بها تكذيب أولئك، وقالوا: هذا سحر مبين، كما يقولون في غيرها. واستوجبوا العذاب المستأصل. وقد عزمنا أن نؤخر أمر من بعثت إليهم إلى يوم القيامة»  .ثم ساق- سبحانه- مثالا للسابقين الذين أجيبوا إلى ما اقترحوه، ولكنهم لم يؤمنوا، فأخذهم عذاب الاستئصال، فقال- تعالى-: وَآتَيْنا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِها.وثمود: هم قوم صالح- عليه السلام-، وخصهم بالذكر، لأنهم معروفون لأهل مكة أكثر من غيرهم، لمرورهم على ديارهم عند أسفارهم إلى بلاد الشام.والناقة المراد بها: ناقة صالح- عليه السلام- التي طلبها قومه منه، فأخرجها الله- تعالى- لهم لتكون معجزة له، ولكنهم لم يؤمنوا به، بل عقروا الناقة وعتوا عن أمر ربهم، فأهلكهم الله- تعالى- بالصيحة التي جعلتهم في دارهم جاثمين.وقوله مُبْصِرَةً أى: معجزة واضحة، يراها الناس بأعينهم بدون خفاء أو لبس..قال الجمل: مُبْصِرَةً بكسر الصاد- باتفاق السبعة، والإسناد مجازى. أى:يبصرونها خارجة من الصخرة. وقرئ شاذا بفتح الصاد. ثم قال: وفي السمين: مبصرة حال. وهو إسناد مجازى، إذ المراد إبصار أهلها، ولكنها لما كانت سببا في الإبصار نسب إليها، والظاهر أن المراد الإبصار المعنوي، وهو الاهتداء بها، والتوصل بها، إلى تصديق نبيهم، وعلى هذا تظهر السببية، فإن وجودها سبب في هذا المعنى ... » .وقال الآلوسى: وقوله: مُبْصِرَةً على صيغة اسم الفاعل حال من الناقة، والمراد:ذات إبصار، أو ذات بصيرة يبصرها الغير ويتبصر بها، فالصيغة للنسب....» .والمعنى: لقد تركنا إجابة المطالب التي اقترحها قومك- يا محمد-، رحمة بهم، لأننا لو أعطيناهم إياهم ثم استمروا في تكذيبهم لك لأهلكناهم كما أهلكنا السابقين. فقد أجبنا قوم صالح- عليه السلام- إلى ما طلبوه من نبيهم، بأن أخرجنا لهم الناقة، وجعلناها معجزة واضحة نيرة في الدلالة على صدقه، فقابلوها بالتكذيب والجحود، وظلموا أنفسهم وعرضوها للهلاك بسبب عقرها.قال- تعالى-: فَعَقَرُوا النَّاقَةَ، وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ، وَقالُوا يا صالِحُ ائْتِنا بِما تَعِدُنا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ. فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دارِهِمْ جاثِمِينَ  .وقال- سبحانه-: كَذَّبَتْ ثَمُودُ بِطَغْواها. إِذِ انْبَعَثَ أَشْقاها. فَقالَ لَهُمْ رَسُولُ اللَّهِ ناقَةَ اللَّهِ وَسُقْياها. فَكَذَّبُوهُ فَعَقَرُوها فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاها. وَلا يَخافُ عُقْباها .وقوله- سبحانه-: وَما نُرْسِلُ بِالْآياتِ إِلَّا تَخْوِيفاً تذييل قصد به الزجر عن تكذيب ما يأتى به الأنبياء من هدايات ومعجزات تدل على صدقهم.والباء في قوله بِالْآياتِ للملابسة، ومفعول، نرسل، محذوف، وتَخْوِيفاً مفعول لأجله.قال القرطبي قوله: وَما نُرْسِلُ بِالْآياتِ إِلَّا تَخْوِيفاً فيه خمسة أقوال: الأول: العبر والمعجزات التي جعلها الله على أيدى الرسل، من دلائل الإنذار تخويفا للمكذبين. الثاني:أنها آيات الانتقام تخويفا من المعاصي. الثالث: أنها تقلب الأحوال من صغر إلى شباب ثم إلى تكهل ثم إلى مشيب، لتعتبر بتقلب أحوالك فتخاف عاقبة أمرك. الرابع: القرآن، الخامس: الموت الذريع» .والمعنى: وما نرسل رسلنا ملتبسين بالآيات والمعجزات الدالة على صدقهم، إلا تخويفا لأقوامهم من سوء تكذيبهم لها. فإنهم إن كذبوها يصيبهم من العذاب ما يصيبهم."
}