{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/62/",
    "ayah_number": 62,
    "text": "ثم فصل- سبحانه- ما قاله إبليس في اعتراضه على السجود لآدم فقال: قالَ أَرَأَيْتَكَ هذَا الَّذِي كَرَّمْتَ عَلَيَّ، لَئِنْ أَخَّرْتَنِ إِلى يَوْمِ الْقِيامَةِ، لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا.ورأى هنا علمية فتتعدى إلى مفعولين، أولهما هذَا والثاني محذوف لدلالة الصلة عليه، والكاف حرف خطاب مؤكد لمعنى التاء قبله، والاسم الموصول الَّذِي بدل من هذَا أو صفة له، والمراد من التكريم في قوله كَرَّمْتَ عَلَيَّ: التفضيل.والمعنى: قال إبليس في الرد على خالقه- عز وجل-: أخبرنى عن هذا الإنسان المخلوق من الطين، والذي فضلته على، لماذا فضلته على وأمرتنى بالسجود له مع أننى أفضل منه، لأنه مخلوق من طين، وأنا مخلوق من نار!! وجملة هذا الذي كرمت على، واقعة موقع المفعول الثاني.ومقصود إبليس من هذا الاستفهام، التهوين من شأن آدم- عليه السلام- والتقليل من منزلته. ولم يجبه- سبحانه- على سؤاله، تحقيرا له. وإهمالا لشخصه، بسبب اعتراضه على أمر خالقه- عز وجل-.ثم أكد إبليس كلامه فقال: لَئِنْ أَخَّرْتَنِ إِلى يَوْمِ الْقِيامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا.إذ أن اللام في قوله لَئِنْ ... موطئة للقسم، وجوابه لأحتنكن.وأصل الاحتناك: الاستيلاء على الشيء أو الاستئصال له. يقال: حنك فلان الدابة يحتنكها- بكسر النون ورفعها- إذا وضع في حنكها- أى في ذقنها- الرسن ليقودها به.ويقال: احتنك الجراد الأرض، إذا أكل نباتها وأتى عليه.والمعنى: قال إبليس- متوعدا ومهددا-: لئن أخرتن- يا إلهى- إلى يوم القيامة، لأستولين على ذرية آدم، ولأقودنهم إلى ما أشاء من المعاصي والشهوات، إلا عددا قليلا منهم فإنى لا أستطيع ذلك بالنسبة لهم، لقوة إيمانهم، وشدة إخلاصهم.وهذا الذي ذكره- سبحانه- عن إبليس في هذه الآية من قوله: لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا شبيه به قوله- تعالى-: ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ، وَعَنْ أَيْمانِهِمْ، وَعَنْ شَمائِلِهِمْ، وَلا تَجِدُ أَكْثَرَهُمْ شاكِرِينَ  .وقوله- تعالى- قالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ. إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ .قال بعض العلماء: وقول إبليس في هذه الآية: لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ ... قاله ظنا منه أنه سيقع. وقد تحقق له هذا الظن- في كثير من بنى آدم- كما قال- تعالى- وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ ."
}