{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/15/",
    "ayah_number": 15,
    "text": "ثم ساق- سبحانه- قاعدة كلية، لتحمل كل إنسان نتيجة عمله، فقال- تعالى-:مَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ، وَمَنْ ضَلَّ فَإِنَّما يَضِلُّ عَلَيْها، وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى.والفعل تَزِرُ من الوزر بمعنى الإثم والحمل والثقل. يقال: وزر يزر وزرا، أى:أثم، أو حمل حملا ثقيلا، ومنه سمى الوزير، لأنه يحمل أعباء تدبير شئون الدولة.أى: من اهتدى إلى الطريق المستقيم، وقدم في حياته العمل الصالح فثمرة هدايته راجعة إلى نفسه، ومن ضل عن الطريق القويم، وفسق عن أمر ربه فوبال ضلاله راجع إليه وحده، ولا تحمل نفس آثمة، إثم نفس أخرى، وإنما تسأل كل نفس عن آثامها فحسب.وقد تكرر هذا المعنى في كثير من آيات القرآن الكريم ومن ذلك قوله- تعالى-:وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْها، وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى  .وقوله- تعالى-: وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى، وَإِنْ تَدْعُ مُثْقَلَةٌ إِلى حِمْلِها لا يُحْمَلْ مِنْهُ شَيْءٌ، وَلَوْ كانَ ذا قُرْبى.  .ولا يتنافى هذا مع قوله- تعالى-: وَلَيَحْمِلُنَّ أَثْقالَهُمْ وَأَثْقالًا مَعَ أَثْقالِهِمْ.. .وقوله- تعالى-: لِيَحْمِلُوا أَوْزارَهُمْ كامِلَةً يَوْمَ الْقِيامَةِ، وَمِنْ أَوْزارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ.. .لأن المقصود في هاتين الآيتين وأشباههما، أن دعاة الكفر والفسوق والعصيان، يحملون ذنوبهم يوم القيامة، ويحملون فوق ذلك جانبا من ذنوب من كانوا هم سببا في ضلالهم، لأن من سن سنة سيئة فعليه وزرها، ووزر من عمل بها- كما جاء في الحديث الصحيح- فهم يحملون آثام أنفسهم، والآثام التي كانوا سببا في ارتكاب غيرهم لها.كذلك لا يتنافى قوله- تعالى-: وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى مع ما ثبت في الحديث الصحيح عن ابن عمر رضى الله عنهما من «أن الميت يعذب ببكاء أهله عليه..» .لأن العلماء حملوا الحديث على أن يكون الميت قد أوصى بذلك قبل موته، أو أن يهمل نهيهم عن النوح عليه قبل موته، مع أنه يعلم أنهم سينوحون عليه ويشقون الجيوب، ويلطمون الخدود.. فتعذيبه بسبب تفريطه، وعدم تنفيذه لقوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ ناراً، وَقُودُهَا النَّاسُ وَالْحِجارَةُ.. .وقوله- تعالى-: وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا بيان لمظهر من مظاهر رحمة الله- تعالى- بعباده- ورأفته بهم، وكرمه معهم.قال الآلوسى: قوله: وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا بيان للعناية الربانية إثر بيان آثار الهداية والضلالة بأصحابها، وعدم حرمان المهتدى من ثمرات هدايته. وعدم مؤاخذة النفس بجناية غيرها.أى: وما صح وما استقام منا، بل استحال في سنتنا المبنية على الحكم البالغة.. أن نعذب أحدا بنوع ما من العذاب دنيويا كان أو أخرويا، على فعل شيء أو ترك شيء أصليا كان أو فرعيا، حتى نبعث إليه رَسُولًا يهدى إلى الحق، ويردع عن الضلال، ويقيم الحجج، ويمهد الشرائع..  .وقد وردت آيات كثيرة في القرآن الكريم، تشبه هذه الآية، في بيان أن الله- تعالى- لا يعذب أحدا من خلقه، حتى يبعث إليه رسولا يبشره وينذره، فيعصى ذلك الرسول، ويستمر في كفره وضلاله بعد التبشير والإنذار.ومن هذه الآيات قوله- تعالى-: رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ، لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ، وَكانَ اللَّهُ عَزِيزاً حَكِيماً  .وقوله- تعالى-: وَلَوْ أَنَّا أَهْلَكْناهُمْ بِعَذابٍ مِنْ قَبْلِهِ، لَقالُوا رَبَّنا لَوْلا أَرْسَلْتَ إِلَيْنا رَسُولًا فَنَتَّبِعَ آياتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزى .وقوله- تعالى-: يا أَهْلَ الْكِتابِ قَدْ جاءَكُمْ رَسُولُنا يُبَيِّنُ لَكُمْ عَلى فَتْرَةٍ مِنَ الرُّسُلِ، أَنْ تَقُولُوا ما جاءَنا مِنْ بَشِيرٍ وَلا نَذِيرٍ، فَقَدْ جاءَكُمْ بَشِيرٌ وَنَذِيرٌ..  .قال ابن كثير عند تفسيره لقوله- تعالى-: وَما كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا:هذا إخبار عن عدله- تعالى- وأنه لا يعذب أحدا إلا بعد قيام الحجة عليه، بإرسال الرسول إليه، كما قال- تعالى-: كُلَّما أُلْقِيَ فِيها فَوْجٌ سَأَلَهُمْ خَزَنَتُها أَلَمْ يَأْتِكُمْ نَذِيرٌ، قالُوا بَلى قَدْ جاءَنا نَذِيرٌ فَكَذَّبْنا وَقُلْنا ما نَزَّلَ اللَّهُ مِنْ شَيْءٍ ...إلى غير ذلك من الآيات التي تدل على أن الله- تعالى- لا يدخل أحدا النار إلا بعد إرسال الرسول إليه.. .هذا، وما ذهب إليه الإمام ابن كثير، والإمام الآلوسى، من أن الله- تعالى- اقتضت رحمته وعدالته، أنه لا يعذب أحدا إلا بعد قيام الحجة عليه، عن طريق إرسال الرسل، هو الذي نعتقده، وتطمئن إليه نفوسنا، لأنه هو الظاهر من معاني الآيات الكريمة، ولأنه هو المناسب لرحمة الله- تعالى- التي وسعت كل شيء.وهناك من يرى أن من مات على الكفر فهو في النار، ولو لم يرسل الله- تعالى- إليه رسولا، واستدلوا بأدلة لا مجال لذكرها هنا  .ثم ساق- سبحانه- سنة من سننه في إهلاك الأمم، وفي حال الذين يريدون العاجلة، وحال الذين يريدون الآجلة، فقال- تعالى-:"
}