{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/71/",
    "ayah_number": 71,
    "text": "وقوله- سبحانه-: يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ شروع في بيان تفاوت أحوال بنى آدم في الآخرة، بعد بيان حالهم في الدنيا.ولفظ يَوْمَ منصوب بفعل محذوف، أى: واذكر يوم ندعو كل أناس بإمامهم. والمراد بإمامهم هنا: كتاب أعمالهم.وقد اختار هذا القول الإمام ابن كثير ورجحه فقال: يخبر الله- تعالى- عن يوم القيامة، أنه يحاسب كل أمة بإمامهم، وقد اختلفوا في ذلك. فقال مجاهد وقتادة أى: بنبيهم، وهذا كقوله- تعالى-: وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذا جاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ ...وقال ابن زيد: بإمامهم أى بكتابهم الذي أنزل على نبيهم من التشريع، واختاره ابن جرير ...وروى العوفى عن ابن عباس في قوله: يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ أى: بكتاب أعمالهم ...وهذا القول هو الأرجح لقوله- تعالى-: وَكُلَّ شَيْءٍ أَحْصَيْناهُ فِي إِمامٍ مُبِينٍ، وقال- تعالى-: وَوُضِعَ الْكِتابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ..ويحتمل أن المراد بإمامهم: أن كل قوم بمن يأتمون به، فأهل الإيمان ائتموا بالأنبياء- عليهم السلام-، وأهل الكفر ائتموا بأئمتهم في الكفر ...وفي الصحيحين: «لتتبع كل أمة ما كانت تعبد، فيتبع من كان يعبد الطواغيت الطواغيت ... » الحديث ...ثم قال- رحمه الله- ولكن المراد هاهنا بالإمام، هو كتاب الأعمال .والمعنى: واذكر- أيها العاقل لتعتبر وتتعظ- يوم ندعو كل أناس من بنى آدم الذين كرمناهم وفضلناهم على كثير من خلقنا، بكتاب أعمالهم الذي لا يغادر صغيرة ولا كبيرة إلا أحصاها.ثم بين- سبحانه- حسن عاقبة الذين أخلصوا دينهم لله فقال- تعالى-: فَمَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَأُولئِكَ يَقْرَؤُنَ كِتابَهُمْ، وَلا يُظْلَمُونَ فَتِيلًا.أى: فمن أوتى من بنى آدم يوم القيامة، كتابه بيمينه، بأن ثقلت موازين حسناته على سيئاته، فأولئك السعداء يقرءون كتابهم بسرور وابتهاج، ولا ينقصون من أجورهم قدر فتيل، وهو الخيط المستطيل في شق النواة، وبه يضرب المثل في الشيء القليل ومن في قوله فَمَنْ أُوتِيَ يجوز أن تكون شرطية، وأن تكون موصولة، ودخلت الفاء في الخبر وهو «فأولئك» لشبهه بالشرط.وجاء التعبير في قوله أُوتِيَ كِتابَهُ بِيَمِينِهِ بالإفراد، حملا على لفظ من، وجاء التعبير بالجمع في فَأُولئِكَ حملا على معناها.وفي قوله- سبحانه- بِيَمِينِهِ تشريف وتبشير لصاحب هذا الكتاب المليء بالإيمان والعمل الصالح وقال- سبحانه-: فَأُولئِكَ يَقْرَؤُنَ كِتابَهُمْ بالإظهار، ولم يقل: يقرءونه، لمزيد العناية بهؤلاء السعداء، ولبيان أن هذا الكتاب تبتهج النفوس بتكرار اسمه."
}