{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/29/",
    "ayah_number": 29,
    "text": "ثم أرشد- سبحانه- عباده إلى أفضل الطرق لإنفاق أموالهم والتصرف فيها، فقال- تعالى-: وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلى عُنُقِكَ، وَلا تَبْسُطْها كُلَّ الْبَسْطِ، فَتَقْعُدَ مَلُوماً مَحْسُوراً.وقوله مَغْلُولَةً من الغل- بضم الغين- وأصله الطوق الذي يجعل في العنق وتربط به اليد، كما يربط المذنب والأسير: وهو كناية عن البخل والتقتير.قال صاحب الكشاف ما ملخصه: غل اليد وبسطها مجاز عن البخل والجود ولا يقصد من يتكلم به إثبات يد ولا غل ولا بسط. ولا فرق عنده بين هذا الكلام وبين ما وقع مجازا عنه، لأنهما كلامان معتقبان على حقيقة واحدة. حتى أنه يستعمله في ملك لا يعطى عطاء قط، ولا يمنعه إلا بإشارته من غير استعمال يد وقبضها وبسطها. ولو أعطى الأقطع إلى المنكب عطاء جزيلا لقالوا: ما أبسط يده بالنوال لأن بسط اليد وقبضها عبارتان معاقبتان للبخل والجود..  .وقوله: مَحْسُوراً من الحسور بمعنى الانقطاع عن الشيء، والعجز عن الحصول عليه.يقال: فلان حسره السير، إذا أثر فيه أثرا بليغا جعله يعجز عن اللحاق برفقائه.ويقال: بعير محسور. أى: ذهبت قوته وأصابه الكلل والإعياء. فصار لا يستطيع النهوض بما يوضع عليه من أحمال.والمقصود من الآية الكريمة: الأمر بالتوسط والاعتدال في الإنفاق والنهى عن البخل والإسراف.فقد شبه- سبحانه- مال البخيل، بحال من يده مربوطة إلى عنقه ربطا محكما بالقيود والسلاسل، فصار لا يستطيع تحريكها أو التصرف بها.وشبه حال المسرف والمبذر، بحال من مد يده وبسطها بسطا كبيرا، بحيث أصبحت لا تمسك شيئا يوضع فيها سواء أكان قليلا أم كثيرا.والمعنى: كن- أيها الإنسان- متوسطا في كل أمورك، ومعتدلا في إنفاق أموالك بحيث لا تكون بخيلا ولا مسرفا، فان الإسراف والبخل يؤديان بك إلى أن تصير ملوما. أى:مذموما من الخلق والخالق، محسورا، أى: مغموما منقطعا عن الوصول إلى مبتغاك بسبب ضياع مالك، واحتياجك إلى غيرك.قال الآلوسى ما ملخصه: فالآية الكريمة تحض على التوسط، وذلك هو الجود الممدوح، فخير الأمور أوساطها. وأخرجه أحمد وغيره عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: «ما عال من اقتصد» . وأخرجه البيهقي عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: «الاقتصاد في النفقة نصف المعيشة» . وفي رواية عن أنس مرفوعا: «التدبير نصف المعيشة، والتودد نصف العقل، والهم نصف الهرم، وقلة العيال أحد اليسارين» وكما يقال: حسن التدبير مع الكفاف، خير من الغنى مع الإسراف  ."
}