{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/32/",
    "ayah_number": 32,
    "text": "وبعد أن نهى- سبحانه- عن قتل الأولاد المؤدى إلى إفناء النسل، أتبع ذلك بالنهى عن فاحشة الزنا المؤدية إلى اختلاط الأنساب: فقال- تعالى-: وَلا تَقْرَبُوا الزِّنى، إِنَّهُ كانَ فاحِشَةً وَساءَ سَبِيلًا.والزنا: وطء المرأة بدون عقد شرعي يجيز للرجل وطأها.والفاحشة: ما عظم قبحه من الأقوال والأفعال. يقال فحش الشيء، فحشا، كقبح قبحا- وزنا ومعنى-، ويقال أفحش الرجل، إذا أتى الفحش بضم الفاء وسكون الحاء-، وهو القبيح من القول أو الفعل. وأكثر ما تكون الفاحشة إطلاقا على الزنا.وتعليق النهى بقربانها، للمبالغة في الزجر عنها، لأن قربانها قد يؤدى إلى الوقوع فيها، فمن حام حول الحمى يوشك أن يقع فيه.وهذا لون حكيم من ألوان إصلاح النفوس، لأنه إذا حصل النهى عن القرب من الشيء، فلأن ينهى عن فعله من باب أولى.فكأنه- سبحانه- يقول: كونوا- أيها المسلمون بعيدين عن كل المقدمات التي تفضى إلى فاحشة الزنا كمخالطة النساء، والخلوة بهن، والنظر إليهن ... فإن ذلك يفتح الطريق إلى الوقوع فيها.قال بعض العلماء: وكثيرا ما يتعلق النهى في القرآن بالقربان من الشيء، وضابطه بالاستقراء:أن كل منهى عنه من شأنه أن تميل النفوس إليه، وتدفع إليه الأهواء، جاء النهى فيه عن القربان، ويكون القصد التحذير من أن يأخذ ذلك الميل في النفس مكانة تصل بها إلى اقتراف المحرم، ومن ذلك قوله- تعالى-: وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ ...وَلا تَقْرَبُوا الزِّنى ... وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ ...أما المحرمات التي لم يؤلف ميل النفوس إليها، ولا اقتضاء الشهوات لها، فإن الغالب فيها، أن يتعلق النهى عنها بنفس الفعل لا بالقربان منه.ومن ذلك قوله- تعالى-: وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ ... وقوله- تعالى-:وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ...فهذه وإن كانت فواحش، إلا أنها ليست ذات دوافع نفسية، يميل إليها الإنسان بشهوته.بل هي في نظر العقل على المقابل من ذلك، يجد الإنسان في نفسه مرارة ارتكابها، ولا يقدم عليها إلا وهو كاره لها، أو في حكم الكاره..   .وقوله: إِنَّهُ كانَ فاحِشَةً وَساءَ سَبِيلًا تعليل للنهى عن الاقتراب منه، أى: ابتعدوا عن مقدمات الزنا فضلا عن الوقوع فيه ذاته، لأنه كان- وما زال- في شرع الله، وفي نظر كل عقل سليم فعلة فاحشة ظاهرة القبح وبئس الطريق طريقه، فإنها طريق تؤدى إلى غضب الله- تعالى- وسخطه.ومما لا شك فيه أن فاحشة الزنا من أقبح الفواحش التي تؤدى إلى شيوع الفساد والأمراض الخبيثة في الأفراد والمجتمعات، وما وجدت في أمة إلا وكانت عاقبتها خسرا.ولقد تحدث الإمام الرازي عن تلك المفاسد التي تترتب على الزنا فقال ما ملخصه:الزنا اشتمل على أنواع من المفاسد، أولها: اختلاط الأنساب واشتباهها، فلا يعرف الإنسان أن الولد الذي أتت به الزانية، أهو منه أو من غيره ...وثانيا: أنه إذا لم يوجد سبب شرعي لأجله يكون هذا الرجل لتلك المرأة، لم يبق في حصول ذلك الاختصاص إلا التواثب والتقاتل.وثالثها: أن المرأة إذا باشرت الزنا، استقذرها كل طبع سليم، وحينئذ لا تحصل الألفة والمحبة، ولا يتم السكن والازدواج..ورابعها: أنه إذا فتح باب الزنا، فحينئذ لا يبقى لرجل اختصاص بامرأة وحينئذ لا يبقى بين نوع الإنسان، وبين سائر البهائم فرق في هذا الباب.وخامسها: أنه ليس المقصود من المرأة قضاء الشهوة، بل أن تصير شريكة للرجل في ترتيب المنزل وإعداد مهماته.. وهذه المهمات لا تتم إلا إذا كانت مقصورة الهمة على هذا الرجل الواحد، منقطعة الطمع عن سائر الرجال، وذلك لا يحصل إلا بتحريم الزنا ... فثبت بما ذكرنا أن العقول السليمة تقضى على الزنا بالقبح  .ولقد سد الإسلام جميع المنافذ التي تؤدى إلى ارتكاب هذه الفاحشة، وسلك لذلك وسائل من أهمها:1- تحريم الخلوة بالمرأة الأجنبية، ومنع الاختلاط بين الرجال والنساء إلا في حدود الضرورة الشرعية، ومن الأحاديث التي وردت في هذا المعنى، ما رواه الشيخان عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: «لا يخلون أحدكم بامرأة إلا مع ذي محرم» .وروى الشيخان- أيضا- عن عقبة بن عامر أن رسول الله صلى الله عليه وسلم قال: «إياكم والدخول على النساء. فقال رجل من الأنصار: أفرأيت الحمو- بفتح الحاء وسكون الميم- وهو قريب الزوج كأخيه وابن عمه فقال صلى الله عليه وسلم: «الحمو الموت» «2» . أى: دخوله قد يؤدى إلى الموت.2- تحريم النظر إلى المرأة الأجنبية. ووجوب غض البصر.قال- تعالى-: قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ...وقال- سبحانه-: وَقُلْ لِلْمُؤْمِناتِ يَغْضُضْنَ مِنْ أَبْصارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ.. .وروى الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «كتب على ابن آدم نصيبه من الزنى مدرك ذلك لا محالة: العينان زناهما النظر، والأذنان زناهما الاستماع، واللسان زناه الكلام ... والقلب يهوى ويتمنى، ويصدق ذلك الفرج أو يكذبه» .3- وجوب التستر والاحتشام للمرأة فإن التبرج والسفور يغرى الرجال بالنساء، ويحرك الغريزة الجنسية بينهما.قال- تعالى-: يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذلِكَ أَدْنى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ..  .4- الحض على الزواج، وتيسير وسائله، والبعد عن التغالى في نفقاته، وتخفيف مؤنه وتكاليفه.. فإن الزواج من شأنه أن يحصن الإنسان، ويجعله يقضى شهوته في الحلال..فإذا لم يستطع الشاب الزواج، فعليه بالصوم فإنه له وقاية- كما جاء في الحديث الشريف-.5- إقامة حدود الله بحزم وشدة على الزناة سواء أكانوا من الرجال أم من النساء، كما قال- تعالى-: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ. وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ .وهذا الجلد إنما هو بالنسبة للبكر ذكرا كان أو أنثى، أما بالنسبة للمحصن وهو المتزوج أو الذي سبق له الزواج، فعقوبته الرجم ذكرا كان أو أنثى، وقد ثبت ذلك بالأحاديث الصحيحة.ففي الصحيحين أن رسول الله صلى الله عليه وسلم قضى في زان لم يتزوج وزانية متزوجة، بقوله لوالد الرجل: «على ابنك مائة جلدة وتغريب عام» ثم قال صلى الله عليه وسلم لأحد أصحابه واسمه أنيس: اغد يا أنيس إلى امرأة هذا، فإن اعترفت فارجمها» فغدا عليها فاعترفت فرجمها.ومما لا شك أنه لو تم تنفيذ حدود الله- تعالى- على الزناة، لمحقت هذه الفاحشة محقا، لأن الشخص إن لم يتركها خوفا من ربه- عز وجل- لتركها خوفا من تلك العقوبة الرادعة، ومن فضيحته على رءوس الأشهاد.هذه بعض وسائل الوقاية من تلك الفاحشة القبيحة، ولو اتبعها المسلمون، لطهرت أمتهم من رجسها، ولحفظت في دينها ودنياها."
}