{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/67/",
    "ayah_number": 67,
    "text": "ثم انتقل- سبحانه- من الحديث عن مظاهر نعمه عليهم، في حال سوق السفن ودفعها بهم في البحر برفق وأناة، إلى بيان رعايته لهم في حال اضطرابها وتعرضها للغرق، بسبب هيجان البحر وارتفاع أمواجه، فقال- تعالى-: وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ....والمس: اتصال أحد الشيئين بآخر على وجه الإحساس والإصابة، والمراد به هنا:ما يعتريهم من خوف وفزع، وهم يرون سفينتهم توشك على الغرق.والمراد بالضر هنا: اضطراب الفلك، وارتفاع الأمواج، واشتداد العواصف، وتعرضهم للموت من كل مكان.المعنى: وإذا أحاطت بكم الأمواج من كل جانب وأنتم على ظهور سفنكم وأوشكتم على الغرق.. ذهب وغاب عن خواطركم وأذهانكم، كل معبود سوى الله- عز وجل- لكي ينقذكم مما أنتم فيه من بلاء، بل إياه وحده- سبحانه- تدعون ليكشف عنكم ما نزل بكم من سوء.فالجملة الكريمة تصوير مؤثر بديع لبيان أن الإنسان عند الشدائد والمحن لا يتجه بدعائه وضراعته إلا إلى الله- تعالى- وحده.قال القرطبي: ضَلَّ معناه تلف وفقد وهي عبارة عن تحقير لمن يدعى إلها من دون الله. والمعنى في هذه الآية: أن الكفار إنما يعتقدون في أصنامهم أنها شافعة، وأن لها فضلا، وكل واحد منهم بالفطرة يعلم علما لا يقدر على مدافعته أن الأصنام لا فعل لها في الشدائد،فوقّفهم الله من ذلك على حالة البحر حيث تنقطع الحيل»  .وقال الإمام ابن كثير: يخبر تبارك وتعالى أن الناس إذا مسهم ضر دعوه منيبين إليه مخلصين له الدين، ولهذا قال- تعالى-: وَإِذا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ أى: ذهب عن قلوبكم كل ما تعبدون غير الله- تعالى- كما اتفق لعكرمة بن أبى جهل، لما ذهب فارا من رسول الله صلى الله عليه وسلم حين فتح مكة، فذهب هاربا فركب في البحر ليدخل الحبشة، فجاءتهم ريح عاصف، فقال القوم بعضهم لبعض: إنه لا يغنى عنكم إلا أن تدعو الله وحده.فقال عكرمة في نفسه: والله إن كان لا ينفع في البحر غيره، فإنه لا ينفع في البر غيره، اللهم لك على عهد لئن أخرجتنى منه، لأذهبن فلأضعن يدي في يد محمد صلى الله عليه وسلم فلأجدنه رءوفا رحيما. فخرجوا من البحر، فرجع إلى الرسول صلى الله عليه وسلم فأسلم وحسن إسلامه- رضى الله عنه» .وقوله- تعالى-: فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكانَ الْإِنْسانُ كَفُوراً بيان لطبيعة الإنسان إلا من عصم الله.أى: فلما نجاكم الله- تعالى- بلطفه وإحسانه: من الغرق، وأوصلكم سالمين إلى البر، أعرضتم عن طاعته، وتركتم دعاءه والضراعة إليه، وكان الإنسان الفاسق عن أمر ربه، كَفُوراً أى: كثير الكفران والجحود لنعم ربه- عز وجل-.قال الآلوسي ما ملخصه: وقوله: وَكانَ الْإِنْسانُ كَفُوراً كالتعليل للإعراض، ويعلم منه حكم أولئك المخاطبين، وفيه لطافة حيث أعرض- سبحانه- عن خطابهم بخصوصهم، وذكر أن جنس الإنسان مجبول على الكفران، فلما أعرضوا أعرض الله- تعالى- عنهم» .وفي معنى هذه الآية جاءت آيات كثيرة. منها قوله- تعالى- فَإِذا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ، فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذا هُمْ يُشْرِكُونَ  .وقوله- سبحانه-: وَإِذا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ. فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ، وَما يَجْحَدُ بِآياتِنا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ  ."
}