{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/34/",
    "ayah_number": 34,
    "text": "وبعد أن نهى- سبحانه- عن إتلاف النفوس عن طريق القتل والزنا، أتبع ذلك بالنهى عن إتلاف الأموال التي هي قوام الحياة، وبدأ- سبحانه- بالنهى عن الاقتراب من مال اليتيم إلا بالتي هي أحسن، ثم ثنى بالأمر بإيفاء الكيل والميزان عند التعامل، فقال- تعالى-:وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ، وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كانَ مَسْؤُلًا. وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ، وَزِنُوا بِالْقِسْطاسِ الْمُسْتَقِيمِ، ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا.واليتيم: هو الصغير الذي مات أبوه مأخوذ من اليتم بمعنى الانفراد، ومنه الدرة اليتيمة.والخطاب في قوله: وَلا تَقْرَبُوا ... لأولياء اليتيم، والأوصياء على ماله.والأشد: قوة الإنسان، واشتعال حرارته، ومن الشدة بمعنى القوة. يقال: شد النهار إذا ارتفع واكتمل، وهو مفرد جاء بصيغة الجمع. أو هو جمع لا واحد له من لفظه، أو جمع شدة كأنعم ونعمة.أى: ولا تقربوا- أيها الأولياء على اليتيم- ماله الذي منحه الله إياه عن طريق الميراث أو غيره، إلا بالطريقة التي هي أحسن الطرق، والتي من شأنها أن تنفعه، كالمحافظة عليه، واستثماره له، وإنفاقه في الوجوه المشروعة.واعلموا أن كل تصرف مع اليتيم أو في ماله لا يقع في تلك الدائرة- دائرة الأنفع والأحسن- فهو تصرف محظور ومنهى عنه، وسيحاسبكم الله- تعالى- عليه.وتعليق النهى بالقربان، للمبالغة في الزجر عن التصرف في مال اليتيم، إلا بالطريقة التي هي أحسن.وقوله: حَتَّى يَبْلُغَ أَشُدَّهُ ليس غاية للنهى، إذ ليس المعنى: فإذا بلغ أشده فاقربوه، لأن هذا المعنى يقتضى إباحة أكل الولي لمال اليتيم بعد بلوغه، وإنما هو غاية لما يفهم من النهى، فيكون المعنى: لا تقربوا مال اليتيم إلا بالطريقة التي هي أحسن، واستمروا على ذلك حتى يبلغ أشده، أى: حتى يصير بالغا عاقلا رشيدا، فإذا ما صار كذلك، فسلموا إليه ماله بأمانة واستعفاف عن التطلع إلى شيء منه.هذا، وقد أمرت شريعة الإسلام، بحسن رعاية اليتيم، وبالمحافظة على حقوقه، ونهت عن الإساءة إليه، بأى لون من ألوان الإساءة.قال- تعالى-: وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ، وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ.. .وقال- سبحانه-: إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً، إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً، وَسَيَصْلَوْنَ سَعِيراً .وقال رسول الله صلى الله عليه وسلم في الحديث الذي رواه الإمام البخاري عن سهل بن سعد رضى الله عنه: «أنا وكافل اليتيم في الجنة هكذا» وأشار بالسبابة والوسطى .وروى الشيخان عن أبى هريرة- رضى الله عنه- عن النبي صلى الله عليه وسلم أنه قال:«اجتنبوا السبع الموبقات. قالوا: يا رسول الله وما هن؟ قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات» .ومن الحكم التي من أجلها أمر الإسلام بالعطف على اليتيم ونهى عن ظلمه، أنه إنسان ضعيف فقد الأب الحانى، والعائل والنصير منذ صغره..فإذا نشأ في بيئة ترعاه وتكرمه.. شب محبا لمن حوله، وللمجتمع الذي يعيش فيه.وإذا نشأ في بيئة تقهره وتذله وتظلمه.. نظر إلى من حوله، وإلى المجتمع الذي يعيش فيه، نظرة العدو إلى عدوه..وكأنه يقول لنفسه: إذا كان الناس لم يحسنوا إلى في صغرى وفي حالة ضعفى، فلماذا أحسن إليهم في حال كبرى وقوتي!! وإذا كانوا قد حرموني حقي الذي منحه الله لي فلماذا أعطيهم شيئا من خيرى وبرى!!.هذه بعض الأسباب التي من أجلها أمر الإسلام أتباعه برعاية اليتيم وإكرامه، وصيانة حقوقه من أى اعتداء أو ظلم."
}