{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/13/",
    "ayah_number": 13,
    "text": "ثم ساق- سبحانه- صورة من صور هذا التفصيل المحكم في كل شيء فقال- تعالى-: وَكُلَّ إِنسانٍ أَلْزَمْناهُ طائِرَهُ فِي عُنُقِهِ.والمراد بطائره: عمله الصادر عنه باختياره وكسبه، حسبما قدره الله- تعالى- عليه من خير وشر.أى: وألزمنا كل إنسان مكلف عمله الناتج عنه، إلزاما لا فكاك له منه، ولا قدرة له على مفارقته.وعبر- سبحانه- عن عمل الإنسان بطائره، لأن العرب كانوا- كما يقول الآلوسى- يتفاءلون بالطير، فإذا سافروا ومر بهم الطير زجروه، فإن مر بهم سانحا- أى من جهة الشمال إلى اليمين- تيمنوا وتفاءلوا، وإن مر بارحا، أى: من جهة اليمين الى الشمال تشاءموا، فلما نسبوا الخير والشر إلى الطائر، استعير استعارة تصريحية، لما يشبههما من قدر الله- تعالى- وعمل العبد، لأنه سبب للخير والشر  .وقوله- سبحانه-: فِي عُنُقِهِ تصوير لشدة اللزوم وكمال الارتباط بين الإنسان وعمله.وخص- سبحانه- العنق بالذكر من بين سائر الأعضاء، لأن اللزوم فيه أشد، ولأنه العضو الذي تارة يكون عليه ما يزينه كالقلادة وما يشبهها، وتارة يكون فيه ما يشينه كالغل والقيد وما يشبههما.قال الامام ابن كثير: وطائره: هو ما طار عنه من عمله كما قال ابن عباس ومجاهد، وغير واحد- من خير أو شر، يلزم به ويجازى عليه: كما قال- تعالى-: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ، وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ.وكما قال- تعالى-: إِنَّما تُجْزَوْنَ ما كُنْتُمْ تَعْمَلُونَ.والمقصود أن عمل ابن آدم محفوظ عليه، قليله وكثيره: ويكتب عليه ليلا ونهارا، صباحا ومساء .وقوله- سبحانه-: وَنُخْرِجُ لَهُ يَوْمَ الْقِيامَةِ كِتاباً يَلْقاهُ مَنْشُوراً بيان لحاله في الآخرة بعد بيان حاله في الدنيا.والمراد بالكتاب هنا صحائف أعماله التي سجلت عليه في الدنيا.أى: ألزمنا كل إنسان مكلف عمله الصادر عنه في الدنيا، وجعلناه مسئولا عنه دون غيره. أما في الآخرة فسنخرج له ما عمله من خير أو شر «في كتاب يلقاه منشورا» أى:مفتوحا بحيث يستطيع قراءته، ومكشوفا بحيث لا يملك إخفاء شيء منه، أو تجاهله، أو المغالطة فيه.كتاب ظهرت فيه الخبايا والأسرار ظهورا يغنى عن الشهود والجدال.كتاب مشتمل على كل صغيرة وكبيرة من أعمال الإنسان، كما قال- تعالى-: وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً، وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها، وَكَفى بِنا حاسِبِينَ  ."
}