{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/57/",
    "ayah_number": 57,
    "text": "ثم بين- سبحانه- أن كل معبود- سوى الله- عز وجل- يفتقر إلى عونه- سبحانه-، وإلى رجاء الثواب منه، وإلى دفع العذاب عنه، فقال- تعالى- أُولئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ، وَيَرْجُونَ رَحْمَتَهُ وَيَخافُونَ عَذابَهُ..واسم الإشارة أُولئِكَ يعود على المعبودين من دون الله، وهو مبتدأ، وخبره. قوله:يَبْتَغُونَ وما عطف عليه من قوله: وَيَرْجُونَ رَحْمَتَهُ وَيَخافُونَ عَذابَهُ.والضمير في يَدْعُونَ يعود إلى المشركين، وفي يبتغون يعود إلى المعبودين وأَيُّهُمْ بدل من واو الفاعل في يبتغون، وأَقْرَبُ خبر لمبتدأ محذوف، تقديره: هو، أى:يبتغيها الذي هو أقرب، والجملة صلة أى.والوسيلة: ما يتقرب به الإنسان إلى خالقه من الأعمال الصالحة.والمعنى: أولئك المعبودون الذين يزعم المشركون أنهم آلهة. ويسمونهم أربابا، وينادونهم لكشف الضر عنهم، هؤلاء المعبودون يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ.أى: يتقربون إلى خالقهم ومالك أمرهم بصالح الأعمال، ويبتغى أكثرهم صلاحا وطاعة لله- تعالى- الرضا منه- عز وجل-.وإذا كان هذا شأن أكثرهم قربا فكيف يكون حال من هو أقل منه؟ لا شك أنه يكون أشد طلبا لرضا الله- تعالى- وعفوه، وأشد حرصا على طاعته.وقوله- تعالى- وَيَرْجُونَ رَحْمَتَهُ وَيَخافُونَ عَذابَهُ زيادة بيان لشدة حرص هؤلاء المعبودين على طاعة الله- تعالى- أى: وهم فوق ذلك يرجون رحمة الله- تعالى- وفضله، بأن يحشرهم مع الأبرار، ويخشون عذابه ونقمته، ويتضرعون إليه أن يجنبهم عذاب النار، وبالرجاء والخشية يحيا الصالحون الأخيار، إذ الرجاء يدفع المؤمن إلى الإكثار من العمل الصالح، والخشية تمنعه من الوقوع في المعاصي.وقوله- تعالى-: إِنَّ عَذابَ رَبِّكَ كانَ مَحْذُوراً تذييل قصد به التعليل لما قبله وهو خوف العذاب.أى: إن عذاب ربك كان جديرا وقمينا بأن يحذره، ويحترز منه كل عاقل.وقدم- سبحانه- الرجاء على الخوف، لأن متعلقه أسبق، ولأنه بجانب الله- تعالى- أظهر، ففي الحديث القدسي: «إن رحمتي سبقت غضبى» .هذا، وشبيه بهذه الآية قوله- تعالى-: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ، لا يَمْلِكُونَ مِثْقالَ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ، وَما لَهُمْ فِيهِما مِنْ شِرْكٍ، وَما لَهُ مِنْهُمْ مِنْ ظَهِيرٍ  .وبذلك نرى أن هاتين الآيتين قد قررتا بأسلوب منطقي بليغ، أن الله- تعالى- هو الخالق لكل شيء، وأنه وحده هو المتصرف في شئون عباده، وأن كل مخلوق سواه- سبحانه- محتاج إلى عونه وعفوه ورضاه، وأن الذين زعمهم المشركون آلهة كعيسى وعزير والملائكة ...ما هم إلا من عباد الله الذين يبتغون إليه الوسيلة، ويرجون رحمته ويخافون عذابه.ثم ساق- سبحانه- سنة من سننه التي لا تتخلف، وبين جانبا من مظاهر فضله على هذه الأمة ونبيها صلى الله عليه وسلم. فقال- تعالى-:"
}