{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/7/",
    "ayah_number": 7,
    "text": "ثم ساق- سبحانه- بعد ذلك سنة من سننه التي لا تتخلف، وهي أن الإحسان عاقبته الفلاح، والعصيان عاقبته الخسران، وأن كل إنسان مسئول عن عمله، ونتائج هذا العمل- سواء أكانت خيرا أم شرا- لا تعود إلا عليه، فقال- تعالى-: إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ، وَإِنْ أَسَأْتُمْ فَلَها.أى: إن أحسنتم- أيها الناس- أعمالكم، بأن أديتموها بالطريقة التي ترضى الله- تعالى- أفلحتم وسعدتم، وجنيتم الثمار الطيبة التي تترتب على هذا الإحسان للعمل، وإن أسأتم أعمالكم، بأن آثرتم الأعمال السيئة على الأعمال الحسنة، خسرتم وشقيتم وتحملتم وحدكم النتائج الوخيمة التي تترتب على إتيان الأعمال التي لا ترضى الله- تعالى-.وقد رأيتم كيف أن الإفساد كانت عاقبته أن بَعَثْنا عَلَيْكُمْ عِباداً لَنا أُولِي بَأْسٍ شَدِيدٍ فَجاسُوا خِلالَ الدِّيارِ.وكيف أن الإحسان كانت عاقبته أن رَدَدْنا لَكُمُ الْكَرَّةَ على أعدائكم وَأَمْدَدْناكُمْ بِأَمْوالٍ وَبَنِينَ وَجَعَلْناكُمْ أَكْثَرَ نَفِيراً.قال صاحب البحر ما ملخصه: وجواب «وإن أسأتم» قوله «فلها» وهو خبر لمبتدأ محذوف أى: فالإساءة لها. قال الكرماني: قال- سبحانه-: فَلَها باللام ازدواجا.أى: أنه قابل لِأَنْفُسِكُمْ بقوله فَلَها. وقال الطبري اللام بمعنى إلى أى: فإليها ترجع الإساءة.وقيل: اللام بمعنى على. أى: فعليها، كما في قول الشاعر: فخر صريعا لليدين وللفم .ثم بين- سبحانه- ما يحل بهم من دمار، بعد إفسادهم للمرة الثانية، فقال- تعالى-:فَإِذا جاءَ وَعْدُ الْآخِرَةِ، لِيَسُوؤُا وُجُوهَكُمْ، وَلِيَدْخُلُوا الْمَسْجِدَ كَما دَخَلُوهُ أَوَّلَ مَرَّةٍ، وَلِيُتَبِّرُوا ما عَلَوْا تَتْبِيراً.والكلام أيضا هنا على حذف مضاف، وجواب إذا محذوف دل عليه ما تقدم وهو قوله بَعَثْنا عَلَيْكُمْ عِباداً لَنا فإذا جاء وقت عقوبتكم يا بنى إسرائيل على إفسادكم الثاني في الأرض، بعثنا عليكم أعداءكم ليسوءوا وجوهكم أى: ليجعلوا آثار المساءة والحزن بادية على وجوهكم، من شدة ما تلقونه منهم من إيداء وقتل.قال الجمل ما ملخصه: وقوله لِيَسُوؤُا الواو للعباد أولى البأس الشديد.وفي عود الواو على العباد نوع استخدام، إذ المراد بهم أولا جالوت وجنوده، والمراد بهم هنا بختنصر وجنوده.وقرأ ابن عامر وحمزة بالياء المفتوحة والهمزة المفتوحة آخر الفعل ليسوء والفاعل إما الله- تعالى- وإما الوعد، وإما البعث.وقرأ الكسائي لنسوء- بنون العظمة. أى: لنسوء نحن وهو موافق لما قبله، من قوله:بعثنا، ورددنا، وأمددنا، ولما بعده من قوله: عدنا، وجعلنا، وقرأ الباقون. ليسوءوا، مسندا إلى ضمير الجمع العائد على العباد، وهو موافق لما بعده من قوله: وَلِيَدْخُلُوا الْمَسْجِدَ وَلِيُتَبِّرُوا .وقال الإمام الرازي: ويقال ساءه يسوءه إذا أحزنه، وإنما عزا- سبحانه- الإساءة إلى الوجوه، لأن آثار الأعراض النفسية الحاصلة في القلب إنما تظهر على الوجه، فإن حصل الفرح في القلب ظهر الإشراق في الوجه، وإن حصل الحزن والخوف في القلب، ظهر الكلوح في الوجه .وقوله- سبحانه-: وَلِيَدْخُلُوا الْمَسْجِدَ كَما دَخَلُوهُ أَوَّلَ مَرَّةٍ معطوف على ما قبله وهو قوله- سبحانه- لِيَسُوؤُا وُجُوهَكُمْ.والمراد بالمسجد: المسجد الأقصى الذي ببيت المقدس، وقوله «كما دخلوه» صفة لمصدر محذوف.والمعنى: وليدخلوا المسجد دخولا كائنا كدخولهم إياه أول مرة.قال أبو حيان: ومعنى كَما دَخَلُوهُ أَوَّلَ مَرَّةٍ أى بالسيف والقهر والغلبة والإذلال .أى: أن المراد من التشبيه، بيان أن الأعداء في كل مرة أذلوا بنى إسرائيل وقتلوهم وقهروهم.وقوله- تعالى-: وَلِيُتَبِّرُوا ما عَلَوْا تَتْبِيراً يشعر بشدة العقوبة التي أنزلها أولئك العباد ببني إسرائيل، إذ التتبير معناه الإهلاك والتدمير والتخريب لكل ما تقع عليه. ومنه قول الشاعر:وما الناس إلا عاملان فعامل ... يتبر ما يبنى وآخر رافعأى: يخرب ويهد ما يبنى.و «ما» في قوله ما عَلَوْا اسم موصول مفعول يتبروا: وهو عبارة عن البلاد والأماكن التي هدموها، والعائد محذوف، وتتبيرا مفعول مطلق مؤكد لعامله.أى: وليدمرا ويخربوا البلاد والأماكن التي علوا عليها، وصارت في حوزتهم، تدميرا تاما لا مزيد عليه.وبذلك نرى أن العباد الذين سلطهم الله- تعالى- على بنى إسرائيل، عقب إفسادهم الثاني في الأرض، لم يكتفوا بجوس الديار، بل أضافوا إلى ذلك إلقاء الحزن والرعب في قلوبهم، ودخول المسجد الأقصى فاتحين ومخربين، وتدمير كل ما وقعت عليه أيديهم تدميرا فظيعا لا يوصف.ثم ختم- سبحانه- الآيات الكريمة ببيان أن هذا الدمار الذي حل ببني إسرائيل بسبب إفسادهم في الأرض مرتين، قد يكون طريقا لرحمتهم، وسببا في توبتهم وإنابتهم، إن فتحوا قلوبهم للحق، واعتبروا بالأحداث الماضية، وفهموا عن الله- تعالى- سنته التي لا تتخلف، وهي أن الإحسان يؤدى إلى الفلاح والظفر، والإفساد يؤدى إلى الخسران والهلاك."
}