{
    "verses": [
        {
            "id": 1365,
            "verse_key": "10:1",
            "text_uthmani_simple": "الر تلك ءايت الكتب الحكيم"
        },
        {
            "id": 1366,
            "verse_key": "10:2",
            "text_uthmani_simple": "اكان للناس عجبا ان اوحينا الى رجل منهم ان انذر الناس وبشر الذين ءامنوا۟ ان لهم قدم صدق عند ربهم قال الكفرون ان هذا لسحر مبين"
        },
        {
            "id": 1367,
            "verse_key": "10:3",
            "text_uthmani_simple": "ان ربكم الله الذى خلق السموت والارض فى ستة ايام ثم استوى على العرش يدبر الامر ما من شفيع الا منۢ بعد اذنه ذلكم الله ربكم فاعبدوه افلا تذكرون"
        },
        {
            "id": 1368,
            "verse_key": "10:4",
            "text_uthmani_simple": "اليه مرجعكم جميعا وعد الله حقا انه يبدؤا۟ الخلق ثم يعيده ليجزى الذين ءامنوا۟ وعملوا۟ الصلحت بالقسط والذين كفروا۟ لهم شراب من حميم وعذاب اليمۢ بما كانوا۟ يكفرون"
        },
        {
            "id": 1369,
            "verse_key": "10:5",
            "text_uthmani_simple": "هو الذى جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا۟ عدد السنين والحساب ما خلق الله ذلك الا بالحق يفصل الءايت لقوم يعلمون"
        },
        {
            "id": 1370,
            "verse_key": "10:6",
            "text_uthmani_simple": "ان فى اختلف اليل والنهار وما خلق الله فى السموت والارض لءايت لقوم يتقون"
        },
        {
            "id": 1371,
            "verse_key": "10:7",
            "text_uthmani_simple": "ان الذين لا يرجون لقاءنا ورضوا۟ بالحيوة الدنيا واطمانوا۟ بها والذين هم عن ءايتنا غفلون"
        },
        {
            "id": 1372,
            "verse_key": "10:8",
            "text_uthmani_simple": "او۟لئك ماوىهم النار بما كانوا۟ يكسبون"
        },
        {
            "id": 1373,
            "verse_key": "10:9",
            "text_uthmani_simple": "ان الذين ءامنوا۟ وعملوا۟ الصلحت يهديهم ربهم بايمنهم تجرى من تحتهم الانهر فى جنت النعيم"
        },
        {
            "id": 1374,
            "verse_key": "10:10",
            "text_uthmani_simple": "دعوىهم فيها سبحنك اللهم وتحيتهم فيها سلم وءاخر دعوىهم ان الحمد لله رب العلمين"
        },
        {
            "id": 1375,
            "verse_key": "10:11",
            "text_uthmani_simple": "ولو يعجل الله للناس الشر استعجالهم بالخير لقضى اليهم اجلهم فنذر الذين لا يرجون لقاءنا فى طغينهم يعمهون"
        },
        {
            "id": 1376,
            "verse_key": "10:12",
            "text_uthmani_simple": "واذا مس الانسن الضر دعانا لجنۢبه او قاعدا او قائما فلما كشفنا عنه ضره مر كان لم يدعنا الى ضر مسه كذلك زين للمسرفين ما كانوا۟ يعملون"
        },
        {
            "id": 1377,
            "verse_key": "10:13",
            "text_uthmani_simple": "ولقد اهلكنا القرون من قبلكم لما ظلموا۟ وجاءتهم رسلهم بالبينت وما كانوا۟ ليؤمنوا۟ كذلك نجزى القوم المجرمين"
        },
        {
            "id": 1378,
            "verse_key": "10:14",
            "text_uthmani_simple": "ثم جعلنكم خلئف فى الارض منۢ بعدهم لننظر كيف تعملون"
        },
        {
            "id": 1379,
            "verse_key": "10:15",
            "text_uthmani_simple": "واذا تتلى عليهم ءاياتنا بينت قال الذين لا يرجون لقاءنا ائت بقرءان غير هذا او بدله قل ما يكون لى ان ابدله من تلقائ نفسى ان اتبع الا ما يوحى الى انى اخاف ان عصيت ربى عذاب يوم عظيم"
        },
        {
            "id": 1380,
            "verse_key": "10:16",
            "text_uthmani_simple": "قل لو شاء الله ما تلوته عليكم ولا ادرىكم به فقد لبثت فيكم عمرا من قبله افلا تعقلون"
        },
        {
            "id": 1381,
            "verse_key": "10:17",
            "text_uthmani_simple": "فمن اظلم ممن افترى على الله كذبا او كذب بـايته انه لا يفلح المجرمون"
        },
        {
            "id": 1382,
            "verse_key": "10:18",
            "text_uthmani_simple": "ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعؤنا عند الله قل اتنبـون الله بما لا يعلم فى السموت ولا فى الارض سبحنه وتعلى عما يشركون"
        },
        {
            "id": 1383,
            "verse_key": "10:19",
            "text_uthmani_simple": "وما كان الناس الا امة وحدة فاختلفوا۟ ولولا كلمة سبقت من ربك لقضى بينهم فيما فيه يختلفون"
        },
        {
            "id": 1384,
            "verse_key": "10:20",
            "text_uthmani_simple": "ويقولون لولا انزل عليه ءاية من ربه فقل انما الغيب لله فانتظروا۟ انى معكم من المنتظرين"
        },
        {
            "id": 1385,
            "verse_key": "10:21",
            "text_uthmani_simple": "واذا اذقنا الناس رحمة منۢ بعد ضراء مستهم اذا لهم مكر فى ءاياتنا قل الله اسرع مكرا ان رسلنا يكتبون ما تمكرون"
        },
        {
            "id": 1386,
            "verse_key": "10:22",
            "text_uthmani_simple": "هو الذى يسيركم فى البر والبحر حتى اذا كنتم فى الفلك وجرين بهم بريح طيبة وفرحوا۟ بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا۟ انهم احيط بهم دعوا۟ الله مخلصين له الدين لئن انجيتنا من هذه لنكونن من الشكرين"
        },
        {
            "id": 1387,
            "verse_key": "10:23",
            "text_uthmani_simple": "فلما انجىهم اذا هم يبغون فى الارض بغير الحق يايها الناس انما بغيكم على انفسكم متع الحيوة الدنيا ثم الينا مرجعكم فننبئكم بما كنتم تعملون"
        },
        {
            "id": 1388,
            "verse_key": "10:24",
            "text_uthmani_simple": "انما مثل الحيوة الدنيا كماء انزلنه من السماء فاختلط به نبات الارض مما ياكل الناس والانعم حتى اذا اخذت الارض زخرفها وازينت وظن اهلها انهم قدرون عليها اتىها امرنا ليلا او نهارا فجعلنها حصيدا كان لم تغن بالامس كذلك نفصل الءايت لقوم يتفكرون"
        },
        {
            "id": 1389,
            "verse_key": "10:25",
            "text_uthmani_simple": "والله يدعوا۟ الى دار السلم ويهدى من يشاء الى صرط مستقيم"
        },
        {
            "id": 1390,
            "verse_key": "10:26",
            "text_uthmani_simple": "للذين احسنوا۟ الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة او۟لئك اصحب الجنة هم فيها خلدون"
        },
        {
            "id": 1391,
            "verse_key": "10:27",
            "text_uthmani_simple": "والذين كسبوا۟ السيـات جزاء سيئةۭ بمثلها وترهقهم ذلة ما لهم من الله من عاصم كانما اغشيت وجوههم قطعا من اليل مظلما او۟لئك اصحب النار هم فيها خلدون"
        },
        {
            "id": 1392,
            "verse_key": "10:28",
            "text_uthmani_simple": "ويوم نحشرهم جميعا ثم نقول للذين اشركوا۟ مكانكم انتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم ايانا تعبدون"
        },
        {
            "id": 1393,
            "verse_key": "10:29",
            "text_uthmani_simple": "فكفى بالله شهيدۢا بيننا وبينكم ان كنا عن عبادتكم لغفلين"
        },
        {
            "id": 1394,
            "verse_key": "10:30",
            "text_uthmani_simple": "هنالك تبلوا۟ كل نفس ما اسلفت وردوا۟ الى الله مولىهم الحق وضل عنهم ما كانوا۟ يفترون"
        },
        {
            "id": 1395,
            "verse_key": "10:31",
            "text_uthmani_simple": "قل من يرزقكم من السماء والارض امن يملك السمع والابصر ومن يخرج الحى من الميت ويخرج الميت من الحى ومن يدبر الامر فسيقولون الله فقل افلا تتقون"
        },
        {
            "id": 1396,
            "verse_key": "10:32",
            "text_uthmani_simple": "فذلكم الله ربكم الحق فماذا بعد الحق الا الضلل فانى تصرفون"
        },
        {
            "id": 1397,
            "verse_key": "10:33",
            "text_uthmani_simple": "كذلك حقت كلمت ربك على الذين فسقوا۟ انهم لا يؤمنون"
        },
        {
            "id": 1398,
            "verse_key": "10:34",
            "text_uthmani_simple": "قل هل من شركائكم من يبدؤا۟ الخلق ثم يعيده قل الله يبدؤا۟ الخلق ثم يعيده فانى تؤفكون"
        },
        {
            "id": 1399,
            "verse_key": "10:35",
            "text_uthmani_simple": "قل هل من شركائكم من يهدى الى الحق قل الله يهدى للحق افمن يهدى الى الحق احق ان يتبع امن لا يهدى الا ان يهدى فما لكم كيف تحكمون"
        },
        {
            "id": 1400,
            "verse_key": "10:36",
            "text_uthmani_simple": "وما يتبع اكثرهم الا ظنا ان الظن لا يغنى من الحق شيـا ان الله عليمۢ بما يفعلون"
        },
        {
            "id": 1401,
            "verse_key": "10:37",
            "text_uthmani_simple": "وما كان هذا القرءان ان يفترى من دون الله ولكن تصديق الذى بين يديه وتفصيل الكتب لا ريب فيه من رب العلمين"
        },
        {
            "id": 1402,
            "verse_key": "10:38",
            "text_uthmani_simple": "ام يقولون افترىه قل فاتوا۟ بسورة مثله وادعوا۟ من استطعتم من دون الله ان كنتم صدقين"
        },
        {
            "id": 1403,
            "verse_key": "10:39",
            "text_uthmani_simple": "بل كذبوا۟ بما لم يحيطوا۟ بعلمه ولما ياتهم تاويله كذلك كذب الذين من قبلهم فانظر كيف كان عقبة الظلمين"
        },
        {
            "id": 1404,
            "verse_key": "10:40",
            "text_uthmani_simple": "ومنهم من يؤمن به ومنهم من لا يؤمن به وربك اعلم بالمفسدين"
        },
        {
            "id": 1405,
            "verse_key": "10:41",
            "text_uthmani_simple": "وان كذبوك فقل لى عملى ولكم عملكم انتم بريـون مما اعمل وانا۠ برىء مما تعملون"
        },
        {
            "id": 1406,
            "verse_key": "10:42",
            "text_uthmani_simple": "ومنهم من يستمعون اليك افانت تسمع الصم ولو كانوا۟ لا يعقلون"
        },
        {
            "id": 1407,
            "verse_key": "10:43",
            "text_uthmani_simple": "ومنهم من ينظر اليك افانت تهدى العمى ولو كانوا۟ لا يبصرون"
        },
        {
            "id": 1408,
            "verse_key": "10:44",
            "text_uthmani_simple": "ان الله لا يظلم الناس شيـا ولكن الناس انفسهم يظلمون"
        },
        {
            "id": 1409,
            "verse_key": "10:45",
            "text_uthmani_simple": "ويوم يحشرهم كان لم يلبثوا۟ الا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا۟ بلقاء الله وما كانوا۟ مهتدين"
        },
        {
            "id": 1410,
            "verse_key": "10:46",
            "text_uthmani_simple": "واما نرينك بعض الذى نعدهم او نتوفينك فالينا مرجعهم ثم الله شهيد على ما يفعلون"
        },
        {
            "id": 1411,
            "verse_key": "10:47",
            "text_uthmani_simple": "ولكل امة رسول فاذا جاء رسولهم قضى بينهم بالقسط وهم لا يظلمون"
        },
        {
            "id": 1412,
            "verse_key": "10:48",
            "text_uthmani_simple": "ويقولون متى هذا الوعد ان كنتم صدقين"
        },
        {
            "id": 1413,
            "verse_key": "10:49",
            "text_uthmani_simple": "قل لا املك لنفسى ضرا ولا نفعا الا ما شاء الله لكل امة اجل اذا جاء اجلهم فلا يستـخرون ساعة ولا يستقدمون"
        },
        {
            "id": 1414,
            "verse_key": "10:50",
            "text_uthmani_simple": "قل ارءيتم ان اتىكم عذابه بيتا او نهارا ماذا يستعجل منه المجرمون"
        },
        {
            "id": 1415,
            "verse_key": "10:51",
            "text_uthmani_simple": "اثم اذا ما وقع ءامنتم به ءالـن وقد كنتم به تستعجلون"
        },
        {
            "id": 1416,
            "verse_key": "10:52",
            "text_uthmani_simple": "ثم قيل للذين ظلموا۟ ذوقوا۟ عذاب الخلد هل تجزون الا بما كنتم تكسبون"
        },
        {
            "id": 1417,
            "verse_key": "10:53",
            "text_uthmani_simple": "ويستنۢبـونك احق هو قل اى وربى انه لحق وما انتم بمعجزين"
        },
        {
            "id": 1418,
            "verse_key": "10:54",
            "text_uthmani_simple": "ولو ان لكل نفس ظلمت ما فى الارض لافتدت به واسروا۟ الندامة لما راوا۟ العذاب وقضى بينهم بالقسط وهم لا يظلمون"
        },
        {
            "id": 1419,
            "verse_key": "10:55",
            "text_uthmani_simple": "الا ان لله ما فى السموت والارض الا ان وعد الله حق ولكن اكثرهم لا يعلمون"
        },
        {
            "id": 1420,
            "verse_key": "10:56",
            "text_uthmani_simple": "هو يحى ويميت واليه ترجعون"
        },
        {
            "id": 1421,
            "verse_key": "10:57",
            "text_uthmani_simple": "يايها الناس قد جاءتكم موعظة من ربكم وشفاء لما فى الصدور وهدى ورحمة للمؤمنين"
        },
        {
            "id": 1422,
            "verse_key": "10:58",
            "text_uthmani_simple": "قل بفضل الله وبرحمته فبذلك فليفرحوا۟ هو خير مما يجمعون"
        },
        {
            "id": 1423,
            "verse_key": "10:59",
            "text_uthmani_simple": "قل ارءيتم ما انزل الله لكم من رزق فجعلتم منه حراما وحللا قل ءالله اذن لكم ام على الله تفترون"
        },
        {
            "id": 1424,
            "verse_key": "10:60",
            "text_uthmani_simple": "وما ظن الذين يفترون على الله الكذب يوم القيمة ان الله لذو فضل على الناس ولكن اكثرهم لا يشكرون"
        },
        {
            "id": 1425,
            "verse_key": "10:61",
            "text_uthmani_simple": "وما تكون فى شان وما تتلوا۟ منه من قرءان ولا تعملون من عمل الا كنا عليكم شهودا اذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة فى الارض ولا فى السماء ولا اصغر من ذلك ولا اكبر الا فى كتب مبين"
        },
        {
            "id": 1426,
            "verse_key": "10:62",
            "text_uthmani_simple": "الا ان اولياء الله لا خوف عليهم ولا هم يحزنون"
        },
        {
            "id": 1427,
            "verse_key": "10:63",
            "text_uthmani_simple": "الذين ءامنوا۟ وكانوا۟ يتقون"
        },
        {
            "id": 1428,
            "verse_key": "10:64",
            "text_uthmani_simple": "لهم البشرى فى الحيوة الدنيا وفى الءاخرة لا تبديل لكلمت الله ذلك هو الفوز العظيم"
        },
        {
            "id": 1429,
            "verse_key": "10:65",
            "text_uthmani_simple": "ولا يحزنك قولهم ان العزة لله جميعا هو السميع العليم"
        },
        {
            "id": 1430,
            "verse_key": "10:66",
            "text_uthmani_simple": "الا ان لله من فى السموت ومن فى الارض وما يتبع الذين يدعون من دون الله شركاء ان يتبعون الا الظن وان هم الا يخرصون"
        },
        {
            "id": 1431,
            "verse_key": "10:67",
            "text_uthmani_simple": "هو الذى جعل لكم اليل لتسكنوا۟ فيه والنهار مبصرا ان فى ذلك لءايت لقوم يسمعون"
        },
        {
            "id": 1432,
            "verse_key": "10:68",
            "text_uthmani_simple": "قالوا۟ اتخذ الله ولدا سبحنه هو الغنى له ما فى السموت وما فى الارض ان عندكم من سلطنۭ بهذا اتقولون على الله ما لا تعلمون"
        },
        {
            "id": 1433,
            "verse_key": "10:69",
            "text_uthmani_simple": "قل ان الذين يفترون على الله الكذب لا يفلحون"
        },
        {
            "id": 1434,
            "verse_key": "10:70",
            "text_uthmani_simple": "متع فى الدنيا ثم الينا مرجعهم ثم نذيقهم العذاب الشديد بما كانوا۟ يكفرون"
        },
        {
            "id": 1435,
            "verse_key": "10:71",
            "text_uthmani_simple": "واتل عليهم نبا نوح اذ قال لقومه يقوم ان كان كبر عليكم مقامى وتذكيرى بـايت الله فعلى الله توكلت فاجمعوا۟ امركم وشركاءكم ثم لا يكن امركم عليكم غمة ثم اقضوا۟ الى ولا تنظرون"
        },
        {
            "id": 1436,
            "verse_key": "10:72",
            "text_uthmani_simple": "فان توليتم فما سالتكم من اجر ان اجرى الا على الله وامرت ان اكون من المسلمين"
        },
        {
            "id": 1437,
            "verse_key": "10:73",
            "text_uthmani_simple": "فكذبوه فنجينه ومن معه فى الفلك وجعلنهم خلئف واغرقنا الذين كذبوا۟ بـايتنا فانظر كيف كان عقبة المنذرين"
        },
        {
            "id": 1438,
            "verse_key": "10:74",
            "text_uthmani_simple": "ثم بعثنا منۢ بعده رسلا الى قومهم فجاءوهم بالبينت فما كانوا۟ ليؤمنوا۟ بما كذبوا۟ به من قبل كذلك نطبع على قلوب المعتدين"
        },
        {
            "id": 1439,
            "verse_key": "10:75",
            "text_uthmani_simple": "ثم بعثنا منۢ بعدهم موسى وهرون الى فرعون وملاي۟ه بـايتنا فاستكبروا۟ وكانوا۟ قوما مجرمين"
        },
        {
            "id": 1440,
            "verse_key": "10:76",
            "text_uthmani_simple": "فلما جاءهم الحق من عندنا قالوا۟ ان هذا لسحر مبين"
        },
        {
            "id": 1441,
            "verse_key": "10:77",
            "text_uthmani_simple": "قال موسى اتقولون للحق لما جاءكم اسحر هذا ولا يفلح السحرون"
        },
        {
            "id": 1442,
            "verse_key": "10:78",
            "text_uthmani_simple": "قالوا۟ اجئتنا لتلفتنا عما وجدنا عليه ءاباءنا وتكون لكما الكبرياء فى الارض وما نحن لكما بمؤمنين"
        },
        {
            "id": 1443,
            "verse_key": "10:79",
            "text_uthmani_simple": "وقال فرعون ائتونى بكل سحر عليم"
        },
        {
            "id": 1444,
            "verse_key": "10:80",
            "text_uthmani_simple": "فلما جاء السحرة قال لهم موسى القوا۟ ما انتم ملقون"
        },
        {
            "id": 1445,
            "verse_key": "10:81",
            "text_uthmani_simple": "فلما القوا۟ قال موسى ما جئتم به السحر ان الله سيبطله ان الله لا يصلح عمل المفسدين"
        },
        {
            "id": 1446,
            "verse_key": "10:82",
            "text_uthmani_simple": "ويحق الله الحق بكلمته ولو كره المجرمون"
        },
        {
            "id": 1447,
            "verse_key": "10:83",
            "text_uthmani_simple": "فما ءامن لموسى الا ذرية من قومه على خوف من فرعون وملاي۟هم ان يفتنهم وان فرعون لعال فى الارض وانه لمن المسرفين"
        },
        {
            "id": 1448,
            "verse_key": "10:84",
            "text_uthmani_simple": "وقال موسى يقوم ان كنتم ءامنتم بالله فعليه توكلوا۟ ان كنتم مسلمين"
        },
        {
            "id": 1449,
            "verse_key": "10:85",
            "text_uthmani_simple": "فقالوا۟ على الله توكلنا ربنا لا تجعلنا فتنة للقوم الظلمين"
        },
        {
            "id": 1450,
            "verse_key": "10:86",
            "text_uthmani_simple": "ونجنا برحمتك من القوم الكفرين"
        },
        {
            "id": 1451,
            "verse_key": "10:87",
            "text_uthmani_simple": "واوحينا الى موسى واخيه ان تبوءا لقومكما بمصر بيوتا واجعلوا۟ بيوتكم قبلة واقيموا۟ الصلوة وبشر المؤمنين"
        },
        {
            "id": 1452,
            "verse_key": "10:88",
            "text_uthmani_simple": "وقال موسى ربنا انك ءاتيت فرعون وملاه زينة وامولا فى الحيوة الدنيا ربنا ليضلوا۟ عن سبيلك ربنا اطمس على امولهم واشدد على قلوبهم فلا يؤمنوا۟ حتى يروا۟ العذاب الاليم"
        },
        {
            "id": 1453,
            "verse_key": "10:89",
            "text_uthmani_simple": "قال قد اجيبت دعوتكما فاستقيما ولا تتبعان سبيل الذين لا يعلمون"
        },
        {
            "id": 1454,
            "verse_key": "10:90",
            "text_uthmani_simple": "وجوزنا ببنى اسرءيل البحر فاتبعهم فرعون وجنوده بغيا وعدوا حتى اذا ادركه الغرق قال ءامنت انه لا اله الا الذى ءامنت به بنوا۟ اسرءيل وانا۠ من المسلمين"
        },
        {
            "id": 1455,
            "verse_key": "10:91",
            "text_uthmani_simple": "ءالـن وقد عصيت قبل وكنت من المفسدين"
        },
        {
            "id": 1456,
            "verse_key": "10:92",
            "text_uthmani_simple": "فاليوم ننجيك ببدنك لتكون لمن خلفك ءاية وان كثيرا من الناس عن ءايتنا لغفلون"
        },
        {
            "id": 1457,
            "verse_key": "10:93",
            "text_uthmani_simple": "ولقد بوانا بنى اسرءيل مبوا صدق ورزقنهم من الطيبت فما اختلفوا۟ حتى جاءهم العلم ان ربك يقضى بينهم يوم القيمة فيما كانوا۟ فيه يختلفون"
        },
        {
            "id": 1458,
            "verse_key": "10:94",
            "text_uthmani_simple": "فان كنت فى شك مما انزلنا اليك فسـل الذين يقرءون الكتب من قبلك لقد جاءك الحق من ربك فلا تكونن من الممترين"
        },
        {
            "id": 1459,
            "verse_key": "10:95",
            "text_uthmani_simple": "ولا تكونن من الذين كذبوا۟ بـايت الله فتكون من الخسرين"
        },
        {
            "id": 1460,
            "verse_key": "10:96",
            "text_uthmani_simple": "ان الذين حقت عليهم كلمت ربك لا يؤمنون"
        },
        {
            "id": 1461,
            "verse_key": "10:97",
            "text_uthmani_simple": "ولو جاءتهم كل ءاية حتى يروا۟ العذاب الاليم"
        },
        {
            "id": 1462,
            "verse_key": "10:98",
            "text_uthmani_simple": "فلولا كانت قرية ءامنت فنفعها ايمنها الا قوم يونس لما ءامنوا۟ كشفنا عنهم عذاب الخزى فى الحيوة الدنيا ومتعنهم الى حين"
        },
        {
            "id": 1463,
            "verse_key": "10:99",
            "text_uthmani_simple": "ولو شاء ربك لءامن من فى الارض كلهم جميعا افانت تكره الناس حتى يكونوا۟ مؤمنين"
        },
        {
            "id": 1464,
            "verse_key": "10:100",
            "text_uthmani_simple": "وما كان لنفس ان تؤمن الا باذن الله ويجعل الرجس على الذين لا يعقلون"
        },
        {
            "id": 1465,
            "verse_key": "10:101",
            "text_uthmani_simple": "قل انظروا۟ ماذا فى السموت والارض وما تغنى الءايت والنذر عن قوم لا يؤمنون"
        },
        {
            "id": 1466,
            "verse_key": "10:102",
            "text_uthmani_simple": "فهل ينتظرون الا مثل ايام الذين خلوا۟ من قبلهم قل فانتظروا۟ انى معكم من المنتظرين"
        },
        {
            "id": 1467,
            "verse_key": "10:103",
            "text_uthmani_simple": "ثم ننجى رسلنا والذين ءامنوا۟ كذلك حقا علينا ننج المؤمنين"
        },
        {
            "id": 1468,
            "verse_key": "10:104",
            "text_uthmani_simple": "قل يايها الناس ان كنتم فى شك من دينى فلا اعبد الذين تعبدون من دون الله ولكن اعبد الله الذى يتوفىكم وامرت ان اكون من المؤمنين"
        },
        {
            "id": 1469,
            "verse_key": "10:105",
            "text_uthmani_simple": "وان اقم وجهك للدين حنيفا ولا تكونن من المشركين"
        },
        {
            "id": 1470,
            "verse_key": "10:106",
            "text_uthmani_simple": "ولا تدع من دون الله ما لا ينفعك ولا يضرك فان فعلت فانك اذا من الظلمين"
        },
        {
            "id": 1471,
            "verse_key": "10:107",
            "text_uthmani_simple": "وان يمسسك الله بضر فلا كاشف له الا هو وان يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو الغفور الرحيم"
        },
        {
            "id": 1472,
            "verse_key": "10:108",
            "text_uthmani_simple": "قل يايها الناس قد جاءكم الحق من ربكم فمن اهتدى فانما يهتدى لنفسه ومن ضل فانما يضل عليها وما انا۠ عليكم بوكيل"
        },
        {
            "id": 1473,
            "verse_key": "10:109",
            "text_uthmani_simple": "واتبع ما يوحى اليك واصبر حتى يحكم الله وهو خير الحكمين"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "10"
        }
    }
}