{
    "verses": [
        {
            "id": 1902,
            "verse_key": "16:1",
            "text_uthmani_simple": "اتى امر الله فلا تستعجلوه سبحنه وتعلى عما يشركون"
        },
        {
            "id": 1903,
            "verse_key": "16:2",
            "text_uthmani_simple": "ينزل الملئكة بالروح من امره على من يشاء من عباده ان انذروا۟ انه لا اله الا انا۠ فاتقون"
        },
        {
            "id": 1904,
            "verse_key": "16:3",
            "text_uthmani_simple": "خلق السموت والارض بالحق تعلى عما يشركون"
        },
        {
            "id": 1905,
            "verse_key": "16:4",
            "text_uthmani_simple": "خلق الانسن من نطفة فاذا هو خصيم مبين"
        },
        {
            "id": 1906,
            "verse_key": "16:5",
            "text_uthmani_simple": "والانعم خلقها لكم فيها دفء ومنفع ومنها تاكلون"
        },
        {
            "id": 1907,
            "verse_key": "16:6",
            "text_uthmani_simple": "ولكم فيها جمال حين تريحون وحين تسرحون"
        },
        {
            "id": 1908,
            "verse_key": "16:7",
            "text_uthmani_simple": "وتحمل اثقالكم الى بلد لم تكونوا۟ بلغيه الا بشق الانفس ان ربكم لرءوف رحيم"
        },
        {
            "id": 1909,
            "verse_key": "16:8",
            "text_uthmani_simple": "والخيل والبغال والحمير لتركبوها وزينة ويخلق ما لا تعلمون"
        },
        {
            "id": 1910,
            "verse_key": "16:9",
            "text_uthmani_simple": "وعلى الله قصد السبيل ومنها جائر ولو شاء لهدىكم اجمعين"
        },
        {
            "id": 1911,
            "verse_key": "16:10",
            "text_uthmani_simple": "هو الذى انزل من السماء ماء لكم منه شراب ومنه شجر فيه تسيمون"
        },
        {
            "id": 1912,
            "verse_key": "16:11",
            "text_uthmani_simple": "ينۢبت لكم به الزرع والزيتون والنخيل والاعنب ومن كل الثمرت ان فى ذلك لءاية لقوم يتفكرون"
        },
        {
            "id": 1913,
            "verse_key": "16:12",
            "text_uthmani_simple": "وسخر لكم اليل والنهار والشمس والقمر والنجوم مسخرتۢ بامره ان فى ذلك لءايت لقوم يعقلون"
        },
        {
            "id": 1914,
            "verse_key": "16:13",
            "text_uthmani_simple": "وما ذرا لكم فى الارض مختلفا الونه ان فى ذلك لءاية لقوم يذكرون"
        },
        {
            "id": 1915,
            "verse_key": "16:14",
            "text_uthmani_simple": "وهو الذى سخر البحر لتاكلوا۟ منه لحما طريا وتستخرجوا۟ منه حلية تلبسونها وترى الفلك مواخر فيه ولتبتغوا۟ من فضله ولعلكم تشكرون"
        },
        {
            "id": 1916,
            "verse_key": "16:15",
            "text_uthmani_simple": "والقى فى الارض روسى ان تميد بكم وانهرا وسبلا لعلكم تهتدون"
        },
        {
            "id": 1917,
            "verse_key": "16:16",
            "text_uthmani_simple": "وعلمت وبالنجم هم يهتدون"
        },
        {
            "id": 1918,
            "verse_key": "16:17",
            "text_uthmani_simple": "افمن يخلق كمن لا يخلق افلا تذكرون"
        },
        {
            "id": 1919,
            "verse_key": "16:18",
            "text_uthmani_simple": "وان تعدوا۟ نعمة الله لا تحصوها ان الله لغفور رحيم"
        },
        {
            "id": 1920,
            "verse_key": "16:19",
            "text_uthmani_simple": "والله يعلم ما تسرون وما تعلنون"
        },
        {
            "id": 1921,
            "verse_key": "16:20",
            "text_uthmani_simple": "والذين يدعون من دون الله لا يخلقون شيـا وهم يخلقون"
        },
        {
            "id": 1922,
            "verse_key": "16:21",
            "text_uthmani_simple": "اموت غير احياء وما يشعرون ايان يبعثون"
        },
        {
            "id": 1923,
            "verse_key": "16:22",
            "text_uthmani_simple": "الهكم اله وحد فالذين لا يؤمنون بالءاخرة قلوبهم منكرة وهم مستكبرون"
        },
        {
            "id": 1924,
            "verse_key": "16:23",
            "text_uthmani_simple": "لا جرم ان الله يعلم ما يسرون وما يعلنون انه لا يحب المستكبرين"
        },
        {
            "id": 1925,
            "verse_key": "16:24",
            "text_uthmani_simple": "واذا قيل لهم ماذا انزل ربكم قالوا۟ اسطير الاولين"
        },
        {
            "id": 1926,
            "verse_key": "16:25",
            "text_uthmani_simple": "ليحملوا۟ اوزارهم كاملة يوم القيمة ومن اوزار الذين يضلونهم بغير علم الا ساء ما يزرون"
        },
        {
            "id": 1927,
            "verse_key": "16:26",
            "text_uthmani_simple": "قد مكر الذين من قبلهم فاتى الله بنينهم من القواعد فخر عليهم السقف من فوقهم واتىهم العذاب من حيث لا يشعرون"
        },
        {
            "id": 1928,
            "verse_key": "16:27",
            "text_uthmani_simple": "ثم يوم القيمة يخزيهم ويقول اين شركاءى الذين كنتم تشقون فيهم قال الذين اوتوا۟ العلم ان الخزى اليوم والسوء على الكفرين"
        },
        {
            "id": 1929,
            "verse_key": "16:28",
            "text_uthmani_simple": "الذين تتوفىهم الملئكة ظالمى انفسهم فالقوا۟ السلم ما كنا نعمل من سوءۭ بلى ان الله عليمۢ بما كنتم تعملون"
        },
        {
            "id": 1930,
            "verse_key": "16:29",
            "text_uthmani_simple": "فادخلوا۟ ابوب جهنم خلدين فيها فلبئس مثوى المتكبرين"
        },
        {
            "id": 1931,
            "verse_key": "16:30",
            "text_uthmani_simple": "وقيل للذين اتقوا۟ ماذا انزل ربكم قالوا۟ خيرا للذين احسنوا۟ فى هذه الدنيا حسنة ولدار الءاخرة خير ولنعم دار المتقين"
        },
        {
            "id": 1932,
            "verse_key": "16:31",
            "text_uthmani_simple": "جنت عدن يدخلونها تجرى من تحتها الانهر لهم فيها ما يشاءون كذلك يجزى الله المتقين"
        },
        {
            "id": 1933,
            "verse_key": "16:32",
            "text_uthmani_simple": "الذين تتوفىهم الملئكة طيبين يقولون سلم عليكم ادخلوا۟ الجنة بما كنتم تعملون"
        },
        {
            "id": 1934,
            "verse_key": "16:33",
            "text_uthmani_simple": "هل ينظرون الا ان تاتيهم الملئكة او ياتى امر ربك كذلك فعل الذين من قبلهم وما ظلمهم الله ولكن كانوا۟ انفسهم يظلمون"
        },
        {
            "id": 1935,
            "verse_key": "16:34",
            "text_uthmani_simple": "فاصابهم سيـات ما عملوا۟ وحاق بهم ما كانوا۟ به يستهزءون"
        },
        {
            "id": 1936,
            "verse_key": "16:35",
            "text_uthmani_simple": "وقال الذين اشركوا۟ لو شاء الله ما عبدنا من دونه من شىء نحن ولا ءاباؤنا ولا حرمنا من دونه من شىء كذلك فعل الذين من قبلهم فهل على الرسل الا البلغ المبين"
        },
        {
            "id": 1937,
            "verse_key": "16:36",
            "text_uthmani_simple": "ولقد بعثنا فى كل امة رسولا ان اعبدوا۟ الله واجتنبوا۟ الطغوت فمنهم من هدى الله ومنهم من حقت عليه الضللة فسيروا۟ فى الارض فانظروا۟ كيف كان عقبة المكذبين"
        },
        {
            "id": 1938,
            "verse_key": "16:37",
            "text_uthmani_simple": "ان تحرص على هدىهم فان الله لا يهدى من يضل وما لهم من نصرين"
        },
        {
            "id": 1939,
            "verse_key": "16:38",
            "text_uthmani_simple": "واقسموا۟ بالله جهد ايمنهم لا يبعث الله من يموت بلى وعدا عليه حقا ولكن اكثر الناس لا يعلمون"
        },
        {
            "id": 1940,
            "verse_key": "16:39",
            "text_uthmani_simple": "ليبين لهم الذى يختلفون فيه وليعلم الذين كفروا۟ انهم كانوا۟ كذبين"
        },
        {
            "id": 1941,
            "verse_key": "16:40",
            "text_uthmani_simple": "انما قولنا لشىء اذا اردنه ان نقول له كن فيكون"
        },
        {
            "id": 1942,
            "verse_key": "16:41",
            "text_uthmani_simple": "والذين هاجروا۟ فى الله منۢ بعد ما ظلموا۟ لنبوئنهم فى الدنيا حسنة ولاجر الءاخرة اكبر لو كانوا۟ يعلمون"
        },
        {
            "id": 1943,
            "verse_key": "16:42",
            "text_uthmani_simple": "الذين صبروا۟ وعلى ربهم يتوكلون"
        },
        {
            "id": 1944,
            "verse_key": "16:43",
            "text_uthmani_simple": "وما ارسلنا من قبلك الا رجالا نوحى اليهم فسـلوا۟ اهل الذكر ان كنتم لا تعلمون"
        },
        {
            "id": 1945,
            "verse_key": "16:44",
            "text_uthmani_simple": "بالبينت والزبر وانزلنا اليك الذكر لتبين للناس ما نزل اليهم ولعلهم يتفكرون"
        },
        {
            "id": 1946,
            "verse_key": "16:45",
            "text_uthmani_simple": "افامن الذين مكروا۟ السيـات ان يخسف الله بهم الارض او ياتيهم العذاب من حيث لا يشعرون"
        },
        {
            "id": 1947,
            "verse_key": "16:46",
            "text_uthmani_simple": "او ياخذهم فى تقلبهم فما هم بمعجزين"
        },
        {
            "id": 1948,
            "verse_key": "16:47",
            "text_uthmani_simple": "او ياخذهم على تخوف فان ربكم لرءوف رحيم"
        },
        {
            "id": 1949,
            "verse_key": "16:48",
            "text_uthmani_simple": "اولم يروا۟ الى ما خلق الله من شىء يتفيؤا۟ ظلله عن اليمين والشمائل سجدا لله وهم دخرون"
        },
        {
            "id": 1950,
            "verse_key": "16:49",
            "text_uthmani_simple": "ولله يسجد ما فى السموت وما فى الارض من دابة والملئكة وهم لا يستكبرون"
        },
        {
            "id": 1951,
            "verse_key": "16:50",
            "text_uthmani_simple": "يخافون ربهم من فوقهم ويفعلون ما يؤمرون"
        },
        {
            "id": 1952,
            "verse_key": "16:51",
            "text_uthmani_simple": "وقال الله لا تتخذوا۟ الهين اثنين انما هو اله وحد فايى فارهبون"
        },
        {
            "id": 1953,
            "verse_key": "16:52",
            "text_uthmani_simple": "وله ما فى السموت والارض وله الدين واصبا افغير الله تتقون"
        },
        {
            "id": 1954,
            "verse_key": "16:53",
            "text_uthmani_simple": "وما بكم من نعمة فمن الله ثم اذا مسكم الضر فاليه تجـرون"
        },
        {
            "id": 1955,
            "verse_key": "16:54",
            "text_uthmani_simple": "ثم اذا كشف الضر عنكم اذا فريق منكم بربهم يشركون"
        },
        {
            "id": 1956,
            "verse_key": "16:55",
            "text_uthmani_simple": "ليكفروا۟ بما ءاتينهم فتمتعوا۟ فسوف تعلمون"
        },
        {
            "id": 1957,
            "verse_key": "16:56",
            "text_uthmani_simple": "ويجعلون لما لا يعلمون نصيبا مما رزقنهم تالله لتسـلن عما كنتم تفترون"
        },
        {
            "id": 1958,
            "verse_key": "16:57",
            "text_uthmani_simple": "ويجعلون لله البنت سبحنه ولهم ما يشتهون"
        },
        {
            "id": 1959,
            "verse_key": "16:58",
            "text_uthmani_simple": "واذا بشر احدهم بالانثى ظل وجهه مسودا وهو كظيم"
        },
        {
            "id": 1960,
            "verse_key": "16:59",
            "text_uthmani_simple": "يتورى من القوم من سوء ما بشر به ايمسكه على هون ام يدسه فى التراب الا ساء ما يحكمون"
        },
        {
            "id": 1961,
            "verse_key": "16:60",
            "text_uthmani_simple": "للذين لا يؤمنون بالءاخرة مثل السوء ولله المثل الاعلى وهو العزيز الحكيم"
        },
        {
            "id": 1962,
            "verse_key": "16:61",
            "text_uthmani_simple": "ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة ولكن يؤخرهم الى اجل مسمى فاذا جاء اجلهم لا يستـخرون ساعة ولا يستقدمون"
        },
        {
            "id": 1963,
            "verse_key": "16:62",
            "text_uthmani_simple": "ويجعلون لله ما يكرهون وتصف السنتهم الكذب ان لهم الحسنى لا جرم ان لهم النار وانهم مفرطون"
        },
        {
            "id": 1964,
            "verse_key": "16:63",
            "text_uthmani_simple": "تالله لقد ارسلنا الى امم من قبلك فزين لهم الشيطن اعملهم فهو وليهم اليوم ولهم عذاب اليم"
        },
        {
            "id": 1965,
            "verse_key": "16:64",
            "text_uthmani_simple": "وما انزلنا عليك الكتب الا لتبين لهم الذى اختلفوا۟ فيه وهدى ورحمة لقوم يؤمنون"
        },
        {
            "id": 1966,
            "verse_key": "16:65",
            "text_uthmani_simple": "والله انزل من السماء ماء فاحيا به الارض بعد موتها ان فى ذلك لءاية لقوم يسمعون"
        },
        {
            "id": 1967,
            "verse_key": "16:66",
            "text_uthmani_simple": "وان لكم فى الانعم لعبرة نسقيكم مما فى بطونه منۢ بين فرث ودم لبنا خالصا سائغا للشربين"
        },
        {
            "id": 1968,
            "verse_key": "16:67",
            "text_uthmani_simple": "ومن ثمرت النخيل والاعنب تتخذون منه سكرا ورزقا حسنا ان فى ذلك لءاية لقوم يعقلون"
        },
        {
            "id": 1969,
            "verse_key": "16:68",
            "text_uthmani_simple": "واوحى ربك الى النحل ان اتخذى من الجبال بيوتا ومن الشجر ومما يعرشون"
        },
        {
            "id": 1970,
            "verse_key": "16:69",
            "text_uthmani_simple": "ثم كلى من كل الثمرت فاسلكى سبل ربك ذللا يخرج منۢ بطونها شراب مختلف الونه فيه شفاء للناس ان فى ذلك لءاية لقوم يتفكرون"
        },
        {
            "id": 1971,
            "verse_key": "16:70",
            "text_uthmani_simple": "والله خلقكم ثم يتوفىكم ومنكم من يرد الى ارذل العمر لكى لا يعلم بعد علم شيـا ان الله عليم قدير"
        },
        {
            "id": 1972,
            "verse_key": "16:71",
            "text_uthmani_simple": "والله فضل بعضكم على بعض فى الرزق فما الذين فضلوا۟ برادى رزقهم على ما ملكت ايمنهم فهم فيه سواء افبنعمة الله يجحدون"
        },
        {
            "id": 1973,
            "verse_key": "16:72",
            "text_uthmani_simple": "والله جعل لكم من انفسكم ازوجا وجعل لكم من ازوجكم بنين وحفدة ورزقكم من الطيبت افبالبطل يؤمنون وبنعمت الله هم يكفرون"
        },
        {
            "id": 1974,
            "verse_key": "16:73",
            "text_uthmani_simple": "ويعبدون من دون الله ما لا يملك لهم رزقا من السموت والارض شيـا ولا يستطيعون"
        },
        {
            "id": 1975,
            "verse_key": "16:74",
            "text_uthmani_simple": "فلا تضربوا۟ لله الامثال ان الله يعلم وانتم لا تعلمون"
        },
        {
            "id": 1976,
            "verse_key": "16:75",
            "text_uthmani_simple": "ضرب الله مثلا عبدا مملوكا لا يقدر على شىء ومن رزقنه منا رزقا حسنا فهو ينفق منه سرا وجهرا هل يستون الحمد لله بل اكثرهم لا يعلمون"
        },
        {
            "id": 1977,
            "verse_key": "16:76",
            "text_uthmani_simple": "وضرب الله مثلا رجلين احدهما ابكم لا يقدر على شىء وهو كل على مولىه اينما يوجهه لا يات بخير هل يستوى هو ومن يامر بالعدل وهو على صرط مستقيم"
        },
        {
            "id": 1978,
            "verse_key": "16:77",
            "text_uthmani_simple": "ولله غيب السموت والارض وما امر الساعة الا كلمح البصر او هو اقرب ان الله على كل شىء قدير"
        },
        {
            "id": 1979,
            "verse_key": "16:78",
            "text_uthmani_simple": "والله اخرجكم منۢ بطون امهتكم لا تعلمون شيـا وجعل لكم السمع والابصر والافـدة لعلكم تشكرون"
        },
        {
            "id": 1980,
            "verse_key": "16:79",
            "text_uthmani_simple": "الم يروا۟ الى الطير مسخرت فى جو السماء ما يمسكهن الا الله ان فى ذلك لءايت لقوم يؤمنون"
        },
        {
            "id": 1981,
            "verse_key": "16:80",
            "text_uthmani_simple": "والله جعل لكم منۢ بيوتكم سكنا وجعل لكم من جلود الانعم بيوتا تستخفونها يوم ظعنكم ويوم اقامتكم ومن اصوافها واوبارها واشعارها اثثا ومتعا الى حين"
        },
        {
            "id": 1982,
            "verse_key": "16:81",
            "text_uthmani_simple": "والله جعل لكم مما خلق ظللا وجعل لكم من الجبال اكننا وجعل لكم سربيل تقيكم الحر وسربيل تقيكم باسكم كذلك يتم نعمته عليكم لعلكم تسلمون"
        },
        {
            "id": 1983,
            "verse_key": "16:82",
            "text_uthmani_simple": "فان تولوا۟ فانما عليك البلغ المبين"
        },
        {
            "id": 1984,
            "verse_key": "16:83",
            "text_uthmani_simple": "يعرفون نعمت الله ثم ينكرونها واكثرهم الكفرون"
        },
        {
            "id": 1985,
            "verse_key": "16:84",
            "text_uthmani_simple": "ويوم نبعث من كل امة شهيدا ثم لا يؤذن للذين كفروا۟ ولا هم يستعتبون"
        },
        {
            "id": 1986,
            "verse_key": "16:85",
            "text_uthmani_simple": "واذا رءا الذين ظلموا۟ العذاب فلا يخفف عنهم ولا هم ينظرون"
        },
        {
            "id": 1987,
            "verse_key": "16:86",
            "text_uthmani_simple": "واذا رءا الذين اشركوا۟ شركاءهم قالوا۟ ربنا هؤلاء شركاؤنا الذين كنا ندعوا۟ من دونك فالقوا۟ اليهم القول انكم لكذبون"
        },
        {
            "id": 1988,
            "verse_key": "16:87",
            "text_uthmani_simple": "والقوا۟ الى الله يومئذ السلم وضل عنهم ما كانوا۟ يفترون"
        },
        {
            "id": 1989,
            "verse_key": "16:88",
            "text_uthmani_simple": "الذين كفروا۟ وصدوا۟ عن سبيل الله زدنهم عذابا فوق العذاب بما كانوا۟ يفسدون"
        },
        {
            "id": 1990,
            "verse_key": "16:89",
            "text_uthmani_simple": "ويوم نبعث فى كل امة شهيدا عليهم من انفسهم وجئنا بك شهيدا على هؤلاء ونزلنا عليك الكتب تبينا لكل شىء وهدى ورحمة وبشرى للمسلمين"
        },
        {
            "id": 1991,
            "verse_key": "16:90",
            "text_uthmani_simple": "ان الله يامر بالعدل والاحسن وايتائ ذى القربى وينهى عن الفحشاء والمنكر والبغى يعظكم لعلكم تذكرون"
        },
        {
            "id": 1992,
            "verse_key": "16:91",
            "text_uthmani_simple": "واوفوا۟ بعهد الله اذا عهدتم ولا تنقضوا۟ الايمن بعد توكيدها وقد جعلتم الله عليكم كفيلا ان الله يعلم ما تفعلون"
        },
        {
            "id": 1993,
            "verse_key": "16:92",
            "text_uthmani_simple": "ولا تكونوا۟ كالتى نقضت غزلها منۢ بعد قوة انكثا تتخذون ايمنكم دخلۢا بينكم ان تكون امة هى اربى من امة انما يبلوكم الله به وليبينن لكم يوم القيمة ما كنتم فيه تختلفون"
        },
        {
            "id": 1994,
            "verse_key": "16:93",
            "text_uthmani_simple": "ولو شاء الله لجعلكم امة وحدة ولكن يضل من يشاء ويهدى من يشاء ولتسـلن عما كنتم تعملون"
        },
        {
            "id": 1995,
            "verse_key": "16:94",
            "text_uthmani_simple": "ولا تتخذوا۟ ايمنكم دخلۢا بينكم فتزل قدمۢ بعد ثبوتها وتذوقوا۟ السوء بما صددتم عن سبيل الله ولكم عذاب عظيم"
        },
        {
            "id": 1996,
            "verse_key": "16:95",
            "text_uthmani_simple": "ولا تشتروا۟ بعهد الله ثمنا قليلا انما عند الله هو خير لكم ان كنتم تعلمون"
        },
        {
            "id": 1997,
            "verse_key": "16:96",
            "text_uthmani_simple": "ما عندكم ينفد وما عند الله باق ولنجزين الذين صبروا۟ اجرهم باحسن ما كانوا۟ يعملون"
        },
        {
            "id": 1998,
            "verse_key": "16:97",
            "text_uthmani_simple": "من عمل صلحا من ذكر او انثى وهو مؤمن فلنحيينه حيوة طيبة ولنجزينهم اجرهم باحسن ما كانوا۟ يعملون"
        },
        {
            "id": 1999,
            "verse_key": "16:98",
            "text_uthmani_simple": "فاذا قرات القرءان فاستعذ بالله من الشيطن الرجيم"
        },
        {
            "id": 2000,
            "verse_key": "16:99",
            "text_uthmani_simple": "انه ليس له سلطن على الذين ءامنوا۟ وعلى ربهم يتوكلون"
        },
        {
            "id": 2001,
            "verse_key": "16:100",
            "text_uthmani_simple": "انما سلطنه على الذين يتولونه والذين هم به مشركون"
        },
        {
            "id": 2002,
            "verse_key": "16:101",
            "text_uthmani_simple": "واذا بدلنا ءاية مكان ءاية والله اعلم بما ينزل قالوا۟ انما انت مفترۭ بل اكثرهم لا يعلمون"
        },
        {
            "id": 2003,
            "verse_key": "16:102",
            "text_uthmani_simple": "قل نزله روح القدس من ربك بالحق ليثبت الذين ءامنوا۟ وهدى وبشرى للمسلمين"
        },
        {
            "id": 2004,
            "verse_key": "16:103",
            "text_uthmani_simple": "ولقد نعلم انهم يقولون انما يعلمه بشر لسان الذى يلحدون اليه اعجمى وهذا لسان عربى مبين"
        },
        {
            "id": 2005,
            "verse_key": "16:104",
            "text_uthmani_simple": "ان الذين لا يؤمنون بـايت الله لا يهديهم الله ولهم عذاب اليم"
        },
        {
            "id": 2006,
            "verse_key": "16:105",
            "text_uthmani_simple": "انما يفترى الكذب الذين لا يؤمنون بـايت الله واو۟لئك هم الكذبون"
        },
        {
            "id": 2007,
            "verse_key": "16:106",
            "text_uthmani_simple": "من كفر بالله منۢ بعد ايمنه الا من اكره وقلبه مطمئنۢ بالايمن ولكن من شرح بالكفر صدرا فعليهم غضب من الله ولهم عذاب عظيم"
        },
        {
            "id": 2008,
            "verse_key": "16:107",
            "text_uthmani_simple": "ذلك بانهم استحبوا۟ الحيوة الدنيا على الءاخرة وان الله لا يهدى القوم الكفرين"
        },
        {
            "id": 2009,
            "verse_key": "16:108",
            "text_uthmani_simple": "او۟لئك الذين طبع الله على قلوبهم وسمعهم وابصرهم واو۟لئك هم الغفلون"
        },
        {
            "id": 2010,
            "verse_key": "16:109",
            "text_uthmani_simple": "لا جرم انهم فى الءاخرة هم الخسرون"
        },
        {
            "id": 2011,
            "verse_key": "16:110",
            "text_uthmani_simple": "ثم ان ربك للذين هاجروا۟ منۢ بعد ما فتنوا۟ ثم جهدوا۟ وصبروا۟ ان ربك منۢ بعدها لغفور رحيم"
        },
        {
            "id": 2012,
            "verse_key": "16:111",
            "text_uthmani_simple": "يوم تاتى كل نفس تجدل عن نفسها وتوفى كل نفس ما عملت وهم لا يظلمون"
        },
        {
            "id": 2013,
            "verse_key": "16:112",
            "text_uthmani_simple": "وضرب الله مثلا قرية كانت ءامنة مطمئنة ياتيها رزقها رغدا من كل مكان فكفرت بانعم الله فاذقها الله لباس الجوع والخوف بما كانوا۟ يصنعون"
        },
        {
            "id": 2014,
            "verse_key": "16:113",
            "text_uthmani_simple": "ولقد جاءهم رسول منهم فكذبوه فاخذهم العذاب وهم ظلمون"
        },
        {
            "id": 2015,
            "verse_key": "16:114",
            "text_uthmani_simple": "فكلوا۟ مما رزقكم الله حللا طيبا واشكروا۟ نعمت الله ان كنتم اياه تعبدون"
        },
        {
            "id": 2016,
            "verse_key": "16:115",
            "text_uthmani_simple": "انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل لغير الله به فمن اضطر غير باغ ولا عاد فان الله غفور رحيم"
        },
        {
            "id": 2017,
            "verse_key": "16:116",
            "text_uthmani_simple": "ولا تقولوا۟ لما تصف السنتكم الكذب هذا حلل وهذا حرام لتفتروا۟ على الله الكذب ان الذين يفترون على الله الكذب لا يفلحون"
        },
        {
            "id": 2018,
            "verse_key": "16:117",
            "text_uthmani_simple": "متع قليل ولهم عذاب اليم"
        },
        {
            "id": 2019,
            "verse_key": "16:118",
            "text_uthmani_simple": "وعلى الذين هادوا۟ حرمنا ما قصصنا عليك من قبل وما ظلمنهم ولكن كانوا۟ انفسهم يظلمون"
        },
        {
            "id": 2020,
            "verse_key": "16:119",
            "text_uthmani_simple": "ثم ان ربك للذين عملوا۟ السوء بجهلة ثم تابوا۟ منۢ بعد ذلك واصلحوا۟ ان ربك منۢ بعدها لغفور رحيم"
        },
        {
            "id": 2021,
            "verse_key": "16:120",
            "text_uthmani_simple": "ان ابرهيم كان امة قانتا لله حنيفا ولم يك من المشركين"
        },
        {
            "id": 2022,
            "verse_key": "16:121",
            "text_uthmani_simple": "شاكرا لانعمه اجتبىه وهدىه الى صرط مستقيم"
        },
        {
            "id": 2023,
            "verse_key": "16:122",
            "text_uthmani_simple": "وءاتينه فى الدنيا حسنة وانه فى الءاخرة لمن الصلحين"
        },
        {
            "id": 2024,
            "verse_key": "16:123",
            "text_uthmani_simple": "ثم اوحينا اليك ان اتبع ملة ابرهيم حنيفا وما كان من المشركين"
        },
        {
            "id": 2025,
            "verse_key": "16:124",
            "text_uthmani_simple": "انما جعل السبت على الذين اختلفوا۟ فيه وان ربك ليحكم بينهم يوم القيمة فيما كانوا۟ فيه يختلفون"
        },
        {
            "id": 2026,
            "verse_key": "16:125",
            "text_uthmani_simple": "ادع الى سبيل ربك بالحكمة والموعظة الحسنة وجدلهم بالتى هى احسن ان ربك هو اعلم بمن ضل عن سبيله وهو اعلم بالمهتدين"
        },
        {
            "id": 2027,
            "verse_key": "16:126",
            "text_uthmani_simple": "وان عاقبتم فعاقبوا۟ بمثل ما عوقبتم به ولئن صبرتم لهو خير للصبرين"
        },
        {
            "id": 2028,
            "verse_key": "16:127",
            "text_uthmani_simple": "واصبر وما صبرك الا بالله ولا تحزن عليهم ولا تك فى ضيق مما يمكرون"
        },
        {
            "id": 2029,
            "verse_key": "16:128",
            "text_uthmani_simple": "ان الله مع الذين اتقوا۟ والذين هم محسنون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "16"
        }
    }
}