{
    "verses": [
        {
            "id": 3470,
            "verse_key": "31:1",
            "text_uthmani_simple": "الم"
        },
        {
            "id": 3471,
            "verse_key": "31:2",
            "text_uthmani_simple": "تلك ءايت الكتب الحكيم"
        },
        {
            "id": 3472,
            "verse_key": "31:3",
            "text_uthmani_simple": "هدى ورحمة للمحسنين"
        },
        {
            "id": 3473,
            "verse_key": "31:4",
            "text_uthmani_simple": "الذين يقيمون الصلوة ويؤتون الزكوة وهم بالءاخرة هم يوقنون"
        },
        {
            "id": 3474,
            "verse_key": "31:5",
            "text_uthmani_simple": "او۟لئك على هدى من ربهم واو۟لئك هم المفلحون"
        },
        {
            "id": 3475,
            "verse_key": "31:6",
            "text_uthmani_simple": "ومن الناس من يشترى لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا او۟لئك لهم عذاب مهين"
        },
        {
            "id": 3476,
            "verse_key": "31:7",
            "text_uthmani_simple": "واذا تتلى عليه ءايتنا ولى مستكبرا كان لم يسمعها كان فى اذنيه وقرا فبشره بعذاب اليم"
        },
        {
            "id": 3477,
            "verse_key": "31:8",
            "text_uthmani_simple": "ان الذين ءامنوا۟ وعملوا۟ الصلحت لهم جنت النعيم"
        },
        {
            "id": 3478,
            "verse_key": "31:9",
            "text_uthmani_simple": "خلدين فيها وعد الله حقا وهو العزيز الحكيم"
        },
        {
            "id": 3479,
            "verse_key": "31:10",
            "text_uthmani_simple": "خلق السموت بغير عمد ترونها والقى فى الارض روسى ان تميد بكم وبث فيها من كل دابة وانزلنا من السماء ماء فانۢبتنا فيها من كل زوج كريم"
        },
        {
            "id": 3480,
            "verse_key": "31:11",
            "text_uthmani_simple": "هذا خلق الله فارونى ماذا خلق الذين من دونه بل الظلمون فى ضلل مبين"
        },
        {
            "id": 3481,
            "verse_key": "31:12",
            "text_uthmani_simple": "ولقد ءاتينا لقمن الحكمة ان اشكر لله ومن يشكر فانما يشكر لنفسه ومن كفر فان الله غنى حميد"
        },
        {
            "id": 3482,
            "verse_key": "31:13",
            "text_uthmani_simple": "واذ قال لقمن لابنه وهو يعظه يبنى لا تشرك بالله ان الشرك لظلم عظيم"
        },
        {
            "id": 3483,
            "verse_key": "31:14",
            "text_uthmani_simple": "ووصينا الانسن بولديه حملته امه وهنا على وهن وفصله فى عامين ان اشكر لى ولولديك الى المصير"
        },
        {
            "id": 3484,
            "verse_key": "31:15",
            "text_uthmani_simple": "وان جهداك على ان تشرك بى ما ليس لك به علم فلا تطعهما وصاحبهما فى الدنيا معروفا واتبع سبيل من اناب الى ثم الى مرجعكم فانبئكم بما كنتم تعملون"
        },
        {
            "id": 3485,
            "verse_key": "31:16",
            "text_uthmani_simple": "يبنى انها ان تك مثقال حبة من خردل فتكن فى صخرة او فى السموت او فى الارض يات بها الله ان الله لطيف خبير"
        },
        {
            "id": 3486,
            "verse_key": "31:17",
            "text_uthmani_simple": "يبنى اقم الصلوة وامر بالمعروف وانه عن المنكر واصبر على ما اصابك ان ذلك من عزم الامور"
        },
        {
            "id": 3487,
            "verse_key": "31:18",
            "text_uthmani_simple": "ولا تصعر خدك للناس ولا تمش فى الارض مرحا ان الله لا يحب كل مختال فخور"
        },
        {
            "id": 3488,
            "verse_key": "31:19",
            "text_uthmani_simple": "واقصد فى مشيك واغضض من صوتك ان انكر الاصوت لصوت الحمير"
        },
        {
            "id": 3489,
            "verse_key": "31:20",
            "text_uthmani_simple": "الم تروا۟ ان الله سخر لكم ما فى السموت وما فى الارض واسبغ عليكم نعمه ظهرة وباطنة ومن الناس من يجدل فى الله بغير علم ولا هدى ولا كتب منير"
        },
        {
            "id": 3490,
            "verse_key": "31:21",
            "text_uthmani_simple": "واذا قيل لهم اتبعوا۟ ما انزل الله قالوا۟ بل نتبع ما وجدنا عليه ءاباءنا اولو كان الشيطن يدعوهم الى عذاب السعير"
        },
        {
            "id": 3491,
            "verse_key": "31:22",
            "text_uthmani_simple": "ومن يسلم وجهه الى الله وهو محسن فقد استمسك بالعروة الوثقى والى الله عقبة الامور"
        },
        {
            "id": 3492,
            "verse_key": "31:23",
            "text_uthmani_simple": "ومن كفر فلا يحزنك كفره الينا مرجعهم فننبئهم بما عملوا۟ ان الله عليمۢ بذات الصدور"
        },
        {
            "id": 3493,
            "verse_key": "31:24",
            "text_uthmani_simple": "نمتعهم قليلا ثم نضطرهم الى عذاب غليظ"
        },
        {
            "id": 3494,
            "verse_key": "31:25",
            "text_uthmani_simple": "ولئن سالتهم من خلق السموت والارض ليقولن الله قل الحمد لله بل اكثرهم لا يعلمون"
        },
        {
            "id": 3495,
            "verse_key": "31:26",
            "text_uthmani_simple": "لله ما فى السموت والارض ان الله هو الغنى الحميد"
        },
        {
            "id": 3496,
            "verse_key": "31:27",
            "text_uthmani_simple": "ولو انما فى الارض من شجرة اقلم والبحر يمده منۢ بعده سبعة ابحر ما نفدت كلمت الله ان الله عزيز حكيم"
        },
        {
            "id": 3497,
            "verse_key": "31:28",
            "text_uthmani_simple": "ما خلقكم ولا بعثكم الا كنفس وحدة ان الله سميعۢ بصير"
        },
        {
            "id": 3498,
            "verse_key": "31:29",
            "text_uthmani_simple": "الم تر ان الله يولج اليل فى النهار ويولج النهار فى اليل وسخر الشمس والقمر كل يجرى الى اجل مسمى وان الله بما تعملون خبير"
        },
        {
            "id": 3499,
            "verse_key": "31:30",
            "text_uthmani_simple": "ذلك بان الله هو الحق وان ما يدعون من دونه البطل وان الله هو العلى الكبير"
        },
        {
            "id": 3500,
            "verse_key": "31:31",
            "text_uthmani_simple": "الم تر ان الفلك تجرى فى البحر بنعمت الله ليريكم من ءايته ان فى ذلك لءايت لكل صبار شكور"
        },
        {
            "id": 3501,
            "verse_key": "31:32",
            "text_uthmani_simple": "واذا غشيهم موج كالظلل دعوا۟ الله مخلصين له الدين فلما نجىهم الى البر فمنهم مقتصد وما يجحد بـايتنا الا كل ختار كفور"
        },
        {
            "id": 3502,
            "verse_key": "31:33",
            "text_uthmani_simple": "يايها الناس اتقوا۟ ربكم واخشوا۟ يوما لا يجزى والد عن ولده ولا مولود هو جاز عن والده شيـا ان وعد الله حق فلا تغرنكم الحيوة الدنيا ولا يغرنكم بالله الغرور"
        },
        {
            "id": 3503,
            "verse_key": "31:34",
            "text_uthmani_simple": "ان الله عنده علم الساعة وينزل الغيث ويعلم ما فى الارحام وما تدرى نفس ماذا تكسب غدا وما تدرى نفسۢ باى ارض تموت ان الله عليم خبيرۢ"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "31"
        }
    }
}