{
    "verses": [
        {
            "id": 1751,
            "verse_key": "14:1",
            "text_uthmani_simple": "الر كتب انزلنه اليك لتخرج الناس من الظلمت الى النور باذن ربهم الى صرط العزيز الحميد"
        },
        {
            "id": 1752,
            "verse_key": "14:2",
            "text_uthmani_simple": "الله الذى له ما فى السموت وما فى الارض وويل للكفرين من عذاب شديد"
        },
        {
            "id": 1753,
            "verse_key": "14:3",
            "text_uthmani_simple": "الذين يستحبون الحيوة الدنيا على الءاخرة ويصدون عن سبيل الله ويبغونها عوجا او۟لئك فى ضللۭ بعيد"
        },
        {
            "id": 1754,
            "verse_key": "14:4",
            "text_uthmani_simple": "وما ارسلنا من رسول الا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدى من يشاء وهو العزيز الحكيم"
        },
        {
            "id": 1755,
            "verse_key": "14:5",
            "text_uthmani_simple": "ولقد ارسلنا موسى بـايتنا ان اخرج قومك من الظلمت الى النور وذكرهم بايىم الله ان فى ذلك لءايت لكل صبار شكور"
        },
        {
            "id": 1756,
            "verse_key": "14:6",
            "text_uthmani_simple": "واذ قال موسى لقومه اذكروا۟ نعمة الله عليكم اذ انجىكم من ءال فرعون يسومونكم سوء العذاب ويذبحون ابناءكم ويستحيون نساءكم وفى ذلكم بلاء من ربكم عظيم"
        },
        {
            "id": 1757,
            "verse_key": "14:7",
            "text_uthmani_simple": "واذ تاذن ربكم لئن شكرتم لازيدنكم ولئن كفرتم ان عذابى لشديد"
        },
        {
            "id": 1758,
            "verse_key": "14:8",
            "text_uthmani_simple": "وقال موسى ان تكفروا۟ انتم ومن فى الارض جميعا فان الله لغنى حميد"
        },
        {
            "id": 1759,
            "verse_key": "14:9",
            "text_uthmani_simple": "الم ياتكم نبؤا۟ الذين من قبلكم قوم نوح وعاد وثمود والذين منۢ بعدهم لا يعلمهم الا الله جاءتهم رسلهم بالبينت فردوا۟ ايديهم فى افوههم وقالوا۟ انا كفرنا بما ارسلتم به وانا لفى شك مما تدعوننا اليه مريب"
        },
        {
            "id": 1760,
            "verse_key": "14:10",
            "text_uthmani_simple": "قالت رسلهم افى الله شك فاطر السموت والارض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم الى اجل مسمى قالوا۟ ان انتم الا بشر مثلنا تريدون ان تصدونا عما كان يعبد ءاباؤنا فاتونا بسلطن مبين"
        },
        {
            "id": 1761,
            "verse_key": "14:11",
            "text_uthmani_simple": "قالت لهم رسلهم ان نحن الا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا ان ناتيكم بسلطن الا باذن الله وعلى الله فليتوكل المؤمنون"
        },
        {
            "id": 1762,
            "verse_key": "14:12",
            "text_uthmani_simple": "وما لنا الا نتوكل على الله وقد هدىنا سبلنا ولنصبرن على ما ءاذيتمونا وعلى الله فليتوكل المتوكلون"
        },
        {
            "id": 1763,
            "verse_key": "14:13",
            "text_uthmani_simple": "وقال الذين كفروا۟ لرسلهم لنخرجنكم من ارضنا او لتعودن فى ملتنا فاوحى اليهم ربهم لنهلكن الظلمين"
        },
        {
            "id": 1764,
            "verse_key": "14:14",
            "text_uthmani_simple": "ولنسكننكم الارض منۢ بعدهم ذلك لمن خاف مقامى وخاف وعيد"
        },
        {
            "id": 1765,
            "verse_key": "14:15",
            "text_uthmani_simple": "واستفتحوا۟ وخاب كل جبار عنيد"
        },
        {
            "id": 1766,
            "verse_key": "14:16",
            "text_uthmani_simple": "من ورائه جهنم ويسقى من ماء صديد"
        },
        {
            "id": 1767,
            "verse_key": "14:17",
            "text_uthmani_simple": "يتجرعه ولا يكاد يسيغه وياتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ"
        },
        {
            "id": 1768,
            "verse_key": "14:18",
            "text_uthmani_simple": "مثل الذين كفروا۟ بربهم اعملهم كرماد اشتدت به الريح فى يوم عاصف لا يقدرون مما كسبوا۟ على شىء ذلك هو الضلل البعيد"
        },
        {
            "id": 1769,
            "verse_key": "14:19",
            "text_uthmani_simple": "الم تر ان الله خلق السموت والارض بالحق ان يشا يذهبكم ويات بخلق جديد"
        },
        {
            "id": 1770,
            "verse_key": "14:20",
            "text_uthmani_simple": "وما ذلك على الله بعزيز"
        },
        {
            "id": 1771,
            "verse_key": "14:21",
            "text_uthmani_simple": "وبرزوا۟ لله جميعا فقال الضعفؤا۟ للذين استكبروا۟ انا كنا لكم تبعا فهل انتم مغنون عنا من عذاب الله من شىء قالوا۟ لو هدىنا الله لهدينكم سواء علينا اجزعنا ام صبرنا ما لنا من محيص"
        },
        {
            "id": 1772,
            "verse_key": "14:22",
            "text_uthmani_simple": "وقال الشيطن لما قضى الامر ان الله وعدكم وعد الحق ووعدتكم فاخلفتكم وما كان لى عليكم من سلطن الا ان دعوتكم فاستجبتم لى فلا تلومونى ولوموا۟ انفسكم ما انا۠ بمصرخكم وما انتم بمصرخى انى كفرت بما اشركتمون من قبل ان الظلمين لهم عذاب اليم"
        },
        {
            "id": 1773,
            "verse_key": "14:23",
            "text_uthmani_simple": "وادخل الذين ءامنوا۟ وعملوا۟ الصلحت جنت تجرى من تحتها الانهر خلدين فيها باذن ربهم تحيتهم فيها سلم"
        },
        {
            "id": 1774,
            "verse_key": "14:24",
            "text_uthmani_simple": "الم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة اصلها ثابت وفرعها فى السماء"
        },
        {
            "id": 1775,
            "verse_key": "14:25",
            "text_uthmani_simple": "تؤتى اكلها كل حينۭ باذن ربها ويضرب الله الامثال للناس لعلهم يتذكرون"
        },
        {
            "id": 1776,
            "verse_key": "14:26",
            "text_uthmani_simple": "ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الارض ما لها من قرار"
        },
        {
            "id": 1777,
            "verse_key": "14:27",
            "text_uthmani_simple": "يثبت الله الذين ءامنوا۟ بالقول الثابت فى الحيوة الدنيا وفى الءاخرة ويضل الله الظلمين ويفعل الله ما يشاء"
        },
        {
            "id": 1778,
            "verse_key": "14:28",
            "text_uthmani_simple": "الم تر الى الذين بدلوا۟ نعمت الله كفرا واحلوا۟ قومهم دار البوار"
        },
        {
            "id": 1779,
            "verse_key": "14:29",
            "text_uthmani_simple": "جهنم يصلونها وبئس القرار"
        },
        {
            "id": 1780,
            "verse_key": "14:30",
            "text_uthmani_simple": "وجعلوا۟ لله اندادا ليضلوا۟ عن سبيله قل تمتعوا۟ فان مصيركم الى النار"
        },
        {
            "id": 1781,
            "verse_key": "14:31",
            "text_uthmani_simple": "قل لعبادى الذين ءامنوا۟ يقيموا۟ الصلوة وينفقوا۟ مما رزقنهم سرا وعلانية من قبل ان ياتى يوم لا بيع فيه ولا خلل"
        },
        {
            "id": 1782,
            "verse_key": "14:32",
            "text_uthmani_simple": "الله الذى خلق السموت والارض وانزل من السماء ماء فاخرج به من الثمرت رزقا لكم وسخر لكم الفلك لتجرى فى البحر بامره وسخر لكم الانهر"
        },
        {
            "id": 1783,
            "verse_key": "14:33",
            "text_uthmani_simple": "وسخر لكم الشمس والقمر دائبين وسخر لكم اليل والنهار"
        },
        {
            "id": 1784,
            "verse_key": "14:34",
            "text_uthmani_simple": "وءاتىكم من كل ما سالتموه وان تعدوا۟ نعمت الله لا تحصوها ان الانسن لظلوم كفار"
        },
        {
            "id": 1785,
            "verse_key": "14:35",
            "text_uthmani_simple": "واذ قال ابرهيم رب اجعل هذا البلد ءامنا واجنبنى وبنى ان نعبد الاصنام"
        },
        {
            "id": 1786,
            "verse_key": "14:36",
            "text_uthmani_simple": "رب انهن اضللن كثيرا من الناس فمن تبعنى فانه منى ومن عصانى فانك غفور رحيم"
        },
        {
            "id": 1787,
            "verse_key": "14:37",
            "text_uthmani_simple": "ربنا انى اسكنت من ذريتى بواد غير ذى زرع عند بيتك المحرم ربنا ليقيموا۟ الصلوة فاجعل افـدة من الناس تهوى اليهم وارزقهم من الثمرت لعلهم يشكرون"
        },
        {
            "id": 1788,
            "verse_key": "14:38",
            "text_uthmani_simple": "ربنا انك تعلم ما نخفى وما نعلن وما يخفى على الله من شىء فى الارض ولا فى السماء"
        },
        {
            "id": 1789,
            "verse_key": "14:39",
            "text_uthmani_simple": "الحمد لله الذى وهب لى على الكبر اسمعيل واسحق ان ربى لسميع الدعاء"
        },
        {
            "id": 1790,
            "verse_key": "14:40",
            "text_uthmani_simple": "رب اجعلنى مقيم الصلوة ومن ذريتى ربنا وتقبل دعاء"
        },
        {
            "id": 1791,
            "verse_key": "14:41",
            "text_uthmani_simple": "ربنا اغفر لى ولولدى وللمؤمنين يوم يقوم الحساب"
        },
        {
            "id": 1792,
            "verse_key": "14:42",
            "text_uthmani_simple": "ولا تحسبن الله غفلا عما يعمل الظلمون انما يؤخرهم ليوم تشخص فيه الابصر"
        },
        {
            "id": 1793,
            "verse_key": "14:43",
            "text_uthmani_simple": "مهطعين مقنعى رءوسهم لا يرتد اليهم طرفهم وافـدتهم هواء"
        },
        {
            "id": 1794,
            "verse_key": "14:44",
            "text_uthmani_simple": "وانذر الناس يوم ياتيهم العذاب فيقول الذين ظلموا۟ ربنا اخرنا الى اجل قريب نجب دعوتك ونتبع الرسل اولم تكونوا۟ اقسمتم من قبل ما لكم من زوال"
        },
        {
            "id": 1795,
            "verse_key": "14:45",
            "text_uthmani_simple": "وسكنتم فى مسكن الذين ظلموا۟ انفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الامثال"
        },
        {
            "id": 1796,
            "verse_key": "14:46",
            "text_uthmani_simple": "وقد مكروا۟ مكرهم وعند الله مكرهم وان كان مكرهم لتزول منه الجبال"
        },
        {
            "id": 1797,
            "verse_key": "14:47",
            "text_uthmani_simple": "فلا تحسبن الله مخلف وعده رسله ان الله عزيز ذو انتقام"
        },
        {
            "id": 1798,
            "verse_key": "14:48",
            "text_uthmani_simple": "يوم تبدل الارض غير الارض والسموت وبرزوا۟ لله الوحد القهار"
        },
        {
            "id": 1799,
            "verse_key": "14:49",
            "text_uthmani_simple": "وترى المجرمين يومئذ مقرنين فى الاصفاد"
        },
        {
            "id": 1800,
            "verse_key": "14:50",
            "text_uthmani_simple": "سرابيلهم من قطران وتغشى وجوههم النار"
        },
        {
            "id": 1801,
            "verse_key": "14:51",
            "text_uthmani_simple": "ليجزى الله كل نفس ما كسبت ان الله سريع الحساب"
        },
        {
            "id": 1802,
            "verse_key": "14:52",
            "text_uthmani_simple": "هذا بلغ للناس ولينذروا۟ به وليعلموا۟ انما هو اله وحد وليذكر او۟لوا۟ الالبب"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "14"
        }
    }
}