{
    "verses": [
        {
            "id": 1474,
            "verse_key": "11:1",
            "text_uthmani_simple": "الر كتب احكمت ءايته ثم فصلت من لدن حكيم خبير"
        },
        {
            "id": 1475,
            "verse_key": "11:2",
            "text_uthmani_simple": "الا تعبدوا۟ الا الله اننى لكم منه نذير وبشير"
        },
        {
            "id": 1476,
            "verse_key": "11:3",
            "text_uthmani_simple": "وان استغفروا۟ ربكم ثم توبوا۟ اليه يمتعكم متعا حسنا الى اجل مسمى ويؤت كل ذى فضل فضله وان تولوا۟ فانى اخاف عليكم عذاب يوم كبير"
        },
        {
            "id": 1477,
            "verse_key": "11:4",
            "text_uthmani_simple": "الى الله مرجعكم وهو على كل شىء قدير"
        },
        {
            "id": 1478,
            "verse_key": "11:5",
            "text_uthmani_simple": "الا انهم يثنون صدورهم ليستخفوا۟ منه الا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون انه عليمۢ بذات الصدور"
        },
        {
            "id": 1479,
            "verse_key": "11:6",
            "text_uthmani_simple": "وما من دابة فى الارض الا على الله رزقها ويعلم مستقرها ومستودعها كل فى كتب مبين"
        },
        {
            "id": 1480,
            "verse_key": "11:7",
            "text_uthmani_simple": "وهو الذى خلق السموت والارض فى ستة ايام وكان عرشه على الماء ليبلوكم ايكم احسن عملا ولئن قلت انكم مبعوثون منۢ بعد الموت ليقولن الذين كفروا۟ ان هذا الا سحر مبين"
        },
        {
            "id": 1481,
            "verse_key": "11:8",
            "text_uthmani_simple": "ولئن اخرنا عنهم العذاب الى امة معدودة ليقولن ما يحبسه الا يوم ياتيهم ليس مصروفا عنهم وحاق بهم ما كانوا۟ به يستهزءون"
        },
        {
            "id": 1482,
            "verse_key": "11:9",
            "text_uthmani_simple": "ولئن اذقنا الانسن منا رحمة ثم نزعنها منه انه ليـوس كفور"
        },
        {
            "id": 1483,
            "verse_key": "11:10",
            "text_uthmani_simple": "ولئن اذقنه نعماء بعد ضراء مسته ليقولن ذهب السيـات عنى انه لفرح فخور"
        },
        {
            "id": 1484,
            "verse_key": "11:11",
            "text_uthmani_simple": "الا الذين صبروا۟ وعملوا۟ الصلحت او۟لئك لهم مغفرة واجر كبير"
        },
        {
            "id": 1485,
            "verse_key": "11:12",
            "text_uthmani_simple": "فلعلك تاركۢ بعض ما يوحى اليك وضائقۢ به صدرك ان يقولوا۟ لولا انزل عليه كنز او جاء معه ملك انما انت نذير والله على كل شىء وكيل"
        },
        {
            "id": 1486,
            "verse_key": "11:13",
            "text_uthmani_simple": "ام يقولون افترىه قل فاتوا۟ بعشر سور مثله مفتريت وادعوا۟ من استطعتم من دون الله ان كنتم صدقين"
        },
        {
            "id": 1487,
            "verse_key": "11:14",
            "text_uthmani_simple": "فالم يستجيبوا۟ لكم فاعلموا۟ انما انزل بعلم الله وان لا اله الا هو فهل انتم مسلمون"
        },
        {
            "id": 1488,
            "verse_key": "11:15",
            "text_uthmani_simple": "من كان يريد الحيوة الدنيا وزينتها نوف اليهم اعملهم فيها وهم فيها لا يبخسون"
        },
        {
            "id": 1489,
            "verse_key": "11:16",
            "text_uthmani_simple": "او۟لئك الذين ليس لهم فى الءاخرة الا النار وحبط ما صنعوا۟ فيها وبطل ما كانوا۟ يعملون"
        },
        {
            "id": 1490,
            "verse_key": "11:17",
            "text_uthmani_simple": "افمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتب موسى اماما ورحمة او۟لئك يؤمنون به ومن يكفر به من الاحزاب فالنار موعده فلا تك فى مرية منه انه الحق من ربك ولكن اكثر الناس لا يؤمنون"
        },
        {
            "id": 1491,
            "verse_key": "11:18",
            "text_uthmani_simple": "ومن اظلم ممن افترى على الله كذبا او۟لئك يعرضون على ربهم ويقول الاشهد هؤلاء الذين كذبوا۟ على ربهم الا لعنة الله على الظلمين"
        },
        {
            "id": 1492,
            "verse_key": "11:19",
            "text_uthmani_simple": "الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالءاخرة هم كفرون"
        },
        {
            "id": 1493,
            "verse_key": "11:20",
            "text_uthmani_simple": "او۟لئك لم يكونوا۟ معجزين فى الارض وما كان لهم من دون الله من اولياء يضعف لهم العذاب ما كانوا۟ يستطيعون السمع وما كانوا۟ يبصرون"
        },
        {
            "id": 1494,
            "verse_key": "11:21",
            "text_uthmani_simple": "او۟لئك الذين خسروا۟ انفسهم وضل عنهم ما كانوا۟ يفترون"
        },
        {
            "id": 1495,
            "verse_key": "11:22",
            "text_uthmani_simple": "لا جرم انهم فى الءاخرة هم الاخسرون"
        },
        {
            "id": 1496,
            "verse_key": "11:23",
            "text_uthmani_simple": "ان الذين ءامنوا۟ وعملوا۟ الصلحت واخبتوا۟ الى ربهم او۟لئك اصحب الجنة هم فيها خلدون"
        },
        {
            "id": 1497,
            "verse_key": "11:24",
            "text_uthmani_simple": "مثل الفريقين كالاعمى والاصم والبصير والسميع هل يستويان مثلا افلا تذكرون"
        },
        {
            "id": 1498,
            "verse_key": "11:25",
            "text_uthmani_simple": "ولقد ارسلنا نوحا الى قومه انى لكم نذير مبين"
        },
        {
            "id": 1499,
            "verse_key": "11:26",
            "text_uthmani_simple": "ان لا تعبدوا۟ الا الله انى اخاف عليكم عذاب يوم اليم"
        },
        {
            "id": 1500,
            "verse_key": "11:27",
            "text_uthmani_simple": "فقال الملا الذين كفروا۟ من قومه ما نرىك الا بشرا مثلنا وما نرىك اتبعك الا الذين هم اراذلنا بادى الراى وما نرى لكم علينا من فضلۭ بل نظنكم كذبين"
        },
        {
            "id": 1501,
            "verse_key": "11:28",
            "text_uthmani_simple": "قال يقوم ارءيتم ان كنت على بينة من ربى وءاتىنى رحمة من عنده فعميت عليكم انلزمكموها وانتم لها كرهون"
        },
        {
            "id": 1502,
            "verse_key": "11:29",
            "text_uthmani_simple": "ويقوم لا اسـلكم عليه مالا ان اجرى الا على الله وما انا۠ بطارد الذين ءامنوا۟ انهم ملقوا۟ ربهم ولكنى ارىكم قوما تجهلون"
        },
        {
            "id": 1503,
            "verse_key": "11:30",
            "text_uthmani_simple": "ويقوم من ينصرنى من الله ان طردتهم افلا تذكرون"
        },
        {
            "id": 1504,
            "verse_key": "11:31",
            "text_uthmani_simple": "ولا اقول لكم عندى خزائن الله ولا اعلم الغيب ولا اقول انى ملك ولا اقول للذين تزدرى اعينكم لن يؤتيهم الله خيرا الله اعلم بما فى انفسهم انى اذا لمن الظلمين"
        },
        {
            "id": 1505,
            "verse_key": "11:32",
            "text_uthmani_simple": "قالوا۟ ينوح قد جدلتنا فاكثرت جدلنا فاتنا بما تعدنا ان كنت من الصدقين"
        },
        {
            "id": 1506,
            "verse_key": "11:33",
            "text_uthmani_simple": "قال انما ياتيكم به الله ان شاء وما انتم بمعجزين"
        },
        {
            "id": 1507,
            "verse_key": "11:34",
            "text_uthmani_simple": "ولا ينفعكم نصحى ان اردت ان انصح لكم ان كان الله يريد ان يغويكم هو ربكم واليه ترجعون"
        },
        {
            "id": 1508,
            "verse_key": "11:35",
            "text_uthmani_simple": "ام يقولون افترىه قل ان افتريته فعلى اجرامى وانا۠ برىء مما تجرمون"
        },
        {
            "id": 1509,
            "verse_key": "11:36",
            "text_uthmani_simple": "واوحى الى نوح انه لن يؤمن من قومك الا من قد ءامن فلا تبتئس بما كانوا۟ يفعلون"
        },
        {
            "id": 1510,
            "verse_key": "11:37",
            "text_uthmani_simple": "واصنع الفلك باعيننا ووحينا ولا تخطبنى فى الذين ظلموا۟ انهم مغرقون"
        },
        {
            "id": 1511,
            "verse_key": "11:38",
            "text_uthmani_simple": "ويصنع الفلك وكلما مر عليه ملا من قومه سخروا۟ منه قال ان تسخروا۟ منا فانا نسخر منكم كما تسخرون"
        },
        {
            "id": 1512,
            "verse_key": "11:39",
            "text_uthmani_simple": "فسوف تعلمون من ياتيه عذاب يخزيه ويحل عليه عذاب مقيم"
        },
        {
            "id": 1513,
            "verse_key": "11:40",
            "text_uthmani_simple": "حتى اذا جاء امرنا وفار التنور قلنا احمل فيها من كل زوجين اثنين واهلك الا من سبق عليه القول ومن ءامن وما ءامن معه الا قليل"
        },
        {
            "id": 1514,
            "verse_key": "11:41",
            "text_uthmani_simple": "وقال اركبوا۟ فيها بسم الله مجر۪ىها ومرسىها ان ربى لغفور رحيم"
        },
        {
            "id": 1515,
            "verse_key": "11:42",
            "text_uthmani_simple": "وهى تجرى بهم فى موج كالجبال ونادى نوح ابنه وكان فى معزل يبنى اركب معنا ولا تكن مع الكفرين"
        },
        {
            "id": 1516,
            "verse_key": "11:43",
            "text_uthmani_simple": "قال سـاوى الى جبل يعصمنى من الماء قال لا عاصم اليوم من امر الله الا من رحم وحال بينهما الموج فكان من المغرقين"
        },
        {
            "id": 1517,
            "verse_key": "11:44",
            "text_uthmani_simple": "وقيل يارض ابلعى ماءك ويسماء اقلعى وغيض الماء وقضى الامر واستوت على الجودى وقيل بعدا للقوم الظلمين"
        },
        {
            "id": 1518,
            "verse_key": "11:45",
            "text_uthmani_simple": "ونادى نوح ربه فقال رب ان ابنى من اهلى وان وعدك الحق وانت احكم الحكمين"
        },
        {
            "id": 1519,
            "verse_key": "11:46",
            "text_uthmani_simple": "قال ينوح انه ليس من اهلك انه عمل غير صلح فلا تسـلن ما ليس لك به علم انى اعظك ان تكون من الجهلين"
        },
        {
            "id": 1520,
            "verse_key": "11:47",
            "text_uthmani_simple": "قال رب انى اعوذ بك ان اسـلك ما ليس لى به علم والا تغفر لى وترحمنى اكن من الخسرين"
        },
        {
            "id": 1521,
            "verse_key": "11:48",
            "text_uthmani_simple": "قيل ينوح اهبط بسلم منا وبركت عليك وعلى امم ممن معك وامم سنمتعهم ثم يمسهم منا عذاب اليم"
        },
        {
            "id": 1522,
            "verse_key": "11:49",
            "text_uthmani_simple": "تلك من انۢباء الغيب نوحيها اليك ما كنت تعلمها انت ولا قومك من قبل هذا فاصبر ان العقبة للمتقين"
        },
        {
            "id": 1523,
            "verse_key": "11:50",
            "text_uthmani_simple": "والى عاد اخاهم هودا قال يقوم اعبدوا۟ الله ما لكم من اله غيره ان انتم الا مفترون"
        },
        {
            "id": 1524,
            "verse_key": "11:51",
            "text_uthmani_simple": "يقوم لا اسـلكم عليه اجرا ان اجرى الا على الذى فطرنى افلا تعقلون"
        },
        {
            "id": 1525,
            "verse_key": "11:52",
            "text_uthmani_simple": "ويقوم استغفروا۟ ربكم ثم توبوا۟ اليه يرسل السماء عليكم مدرارا ويزدكم قوة الى قوتكم ولا تتولوا۟ مجرمين"
        },
        {
            "id": 1526,
            "verse_key": "11:53",
            "text_uthmani_simple": "قالوا۟ يهود ما جئتنا ببينة وما نحن بتاركى ءالهتنا عن قولك وما نحن لك بمؤمنين"
        },
        {
            "id": 1527,
            "verse_key": "11:54",
            "text_uthmani_simple": "ان نقول الا اعترىك بعض ءالهتنا بسوء قال انى اشهد الله واشهدوا۟ انى برىء مما تشركون"
        },
        {
            "id": 1528,
            "verse_key": "11:55",
            "text_uthmani_simple": "من دونه فكيدونى جميعا ثم لا تنظرون"
        },
        {
            "id": 1529,
            "verse_key": "11:56",
            "text_uthmani_simple": "انى توكلت على الله ربى وربكم ما من دابة الا هو ءاخذۢ بناصيتها ان ربى على صرط مستقيم"
        },
        {
            "id": 1530,
            "verse_key": "11:57",
            "text_uthmani_simple": "فان تولوا۟ فقد ابلغتكم ما ارسلت به اليكم ويستخلف ربى قوما غيركم ولا تضرونه شيـا ان ربى على كل شىء حفيظ"
        },
        {
            "id": 1531,
            "verse_key": "11:58",
            "text_uthmani_simple": "ولما جاء امرنا نجينا هودا والذين ءامنوا۟ معه برحمة منا ونجينهم من عذاب غليظ"
        },
        {
            "id": 1532,
            "verse_key": "11:59",
            "text_uthmani_simple": "وتلك عاد جحدوا۟ بـايت ربهم وعصوا۟ رسله واتبعوا۟ امر كل جبار عنيد"
        },
        {
            "id": 1533,
            "verse_key": "11:60",
            "text_uthmani_simple": "واتبعوا۟ فى هذه الدنيا لعنة ويوم القيمة الا ان عادا كفروا۟ ربهم الا بعدا لعاد قوم هود"
        },
        {
            "id": 1534,
            "verse_key": "11:61",
            "text_uthmani_simple": "والى ثمود اخاهم صلحا قال يقوم اعبدوا۟ الله ما لكم من اله غيره هو انشاكم من الارض واستعمركم فيها فاستغفروه ثم توبوا۟ اليه ان ربى قريب مجيب"
        },
        {
            "id": 1535,
            "verse_key": "11:62",
            "text_uthmani_simple": "قالوا۟ يصلح قد كنت فينا مرجوا قبل هذا اتنهىنا ان نعبد ما يعبد ءاباؤنا واننا لفى شك مما تدعونا اليه مريب"
        },
        {
            "id": 1536,
            "verse_key": "11:63",
            "text_uthmani_simple": "قال يقوم ارءيتم ان كنت على بينة من ربى وءاتىنى منه رحمة فمن ينصرنى من الله ان عصيته فما تزيدوننى غير تخسير"
        },
        {
            "id": 1537,
            "verse_key": "11:64",
            "text_uthmani_simple": "ويقوم هذه ناقة الله لكم ءاية فذروها تاكل فى ارض الله ولا تمسوها بسوء فياخذكم عذاب قريب"
        },
        {
            "id": 1538,
            "verse_key": "11:65",
            "text_uthmani_simple": "فعقروها فقال تمتعوا۟ فى داركم ثلثة ايام ذلك وعد غير مكذوب"
        },
        {
            "id": 1539,
            "verse_key": "11:66",
            "text_uthmani_simple": "فلما جاء امرنا نجينا صلحا والذين ءامنوا۟ معه برحمة منا ومن خزى يومئذ ان ربك هو القوى العزيز"
        },
        {
            "id": 1540,
            "verse_key": "11:67",
            "text_uthmani_simple": "واخذ الذين ظلموا۟ الصيحة فاصبحوا۟ فى ديرهم جثمين"
        },
        {
            "id": 1541,
            "verse_key": "11:68",
            "text_uthmani_simple": "كان لم يغنوا۟ فيها الا ان ثمودا۟ كفروا۟ ربهم الا بعدا لثمود"
        },
        {
            "id": 1542,
            "verse_key": "11:69",
            "text_uthmani_simple": "ولقد جاءت رسلنا ابرهيم بالبشرى قالوا۟ سلما قال سلم فما لبث ان جاء بعجل حنيذ"
        },
        {
            "id": 1543,
            "verse_key": "11:70",
            "text_uthmani_simple": "فلما رءا ايديهم لا تصل اليه نكرهم واوجس منهم خيفة قالوا۟ لا تخف انا ارسلنا الى قوم لوط"
        },
        {
            "id": 1544,
            "verse_key": "11:71",
            "text_uthmani_simple": "وامراته قائمة فضحكت فبشرنها باسحق ومن وراء اسحق يعقوب"
        },
        {
            "id": 1545,
            "verse_key": "11:72",
            "text_uthmani_simple": "قالت يويلتى ءالد وانا۠ عجوز وهذا بعلى شيخا ان هذا لشىء عجيب"
        },
        {
            "id": 1546,
            "verse_key": "11:73",
            "text_uthmani_simple": "قالوا۟ اتعجبين من امر الله رحمت الله وبركته عليكم اهل البيت انه حميد مجيد"
        },
        {
            "id": 1547,
            "verse_key": "11:74",
            "text_uthmani_simple": "فلما ذهب عن ابرهيم الروع وجاءته البشرى يجدلنا فى قوم لوط"
        },
        {
            "id": 1548,
            "verse_key": "11:75",
            "text_uthmani_simple": "ان ابرهيم لحليم اوه منيب"
        },
        {
            "id": 1549,
            "verse_key": "11:76",
            "text_uthmani_simple": "يابرهيم اعرض عن هذا انه قد جاء امر ربك وانهم ءاتيهم عذاب غير مردود"
        },
        {
            "id": 1550,
            "verse_key": "11:77",
            "text_uthmani_simple": "ولما جاءت رسلنا لوطا سىء بهم وضاق بهم ذرعا وقال هذا يوم عصيب"
        },
        {
            "id": 1551,
            "verse_key": "11:78",
            "text_uthmani_simple": "وجاءه قومه يهرعون اليه ومن قبل كانوا۟ يعملون السيـات قال يقوم هؤلاء بناتى هن اطهر لكم فاتقوا۟ الله ولا تخزون فى ضيفى اليس منكم رجل رشيد"
        },
        {
            "id": 1552,
            "verse_key": "11:79",
            "text_uthmani_simple": "قالوا۟ لقد علمت ما لنا فى بناتك من حق وانك لتعلم ما نريد"
        },
        {
            "id": 1553,
            "verse_key": "11:80",
            "text_uthmani_simple": "قال لو ان لى بكم قوة او ءاوى الى ركن شديد"
        },
        {
            "id": 1554,
            "verse_key": "11:81",
            "text_uthmani_simple": "قالوا۟ يلوط انا رسل ربك لن يصلوا۟ اليك فاسر باهلك بقطع من اليل ولا يلتفت منكم احد الا امراتك انه مصيبها ما اصابهم ان موعدهم الصبح اليس الصبح بقريب"
        },
        {
            "id": 1555,
            "verse_key": "11:82",
            "text_uthmani_simple": "فلما جاء امرنا جعلنا عليها سافلها وامطرنا عليها حجارة من سجيل منضود"
        },
        {
            "id": 1556,
            "verse_key": "11:83",
            "text_uthmani_simple": "مسومة عند ربك وما هى من الظلمين ببعيد"
        },
        {
            "id": 1557,
            "verse_key": "11:84",
            "text_uthmani_simple": "والى مدين اخاهم شعيبا قال يقوم اعبدوا۟ الله ما لكم من اله غيره ولا تنقصوا۟ المكيال والميزان انى ارىكم بخير وانى اخاف عليكم عذاب يوم محيط"
        },
        {
            "id": 1558,
            "verse_key": "11:85",
            "text_uthmani_simple": "ويقوم اوفوا۟ المكيال والميزان بالقسط ولا تبخسوا۟ الناس اشياءهم ولا تعثوا۟ فى الارض مفسدين"
        },
        {
            "id": 1559,
            "verse_key": "11:86",
            "text_uthmani_simple": "بقيت الله خير لكم ان كنتم مؤمنين وما انا۠ عليكم بحفيظ"
        },
        {
            "id": 1560,
            "verse_key": "11:87",
            "text_uthmani_simple": "قالوا۟ يشعيب اصلوتك تامرك ان نترك ما يعبد ءاباؤنا او ان نفعل فى امولنا ما نشؤا۟ انك لانت الحليم الرشيد"
        },
        {
            "id": 1561,
            "verse_key": "11:88",
            "text_uthmani_simple": "قال يقوم ارءيتم ان كنت على بينة من ربى ورزقنى منه رزقا حسنا وما اريد ان اخالفكم الى ما انهىكم عنه ان اريد الا الاصلح ما استطعت وما توفيقى الا بالله عليه توكلت واليه انيب"
        },
        {
            "id": 1562,
            "verse_key": "11:89",
            "text_uthmani_simple": "ويقوم لا يجرمنكم شقاقى ان يصيبكم مثل ما اصاب قوم نوح او قوم هود او قوم صلح وما قوم لوط منكم ببعيد"
        },
        {
            "id": 1563,
            "verse_key": "11:90",
            "text_uthmani_simple": "واستغفروا۟ ربكم ثم توبوا۟ اليه ان ربى رحيم ودود"
        },
        {
            "id": 1564,
            "verse_key": "11:91",
            "text_uthmani_simple": "قالوا۟ يشعيب ما نفقه كثيرا مما تقول وانا لنرىك فينا ضعيفا ولولا رهطك لرجمنك وما انت علينا بعزيز"
        },
        {
            "id": 1565,
            "verse_key": "11:92",
            "text_uthmani_simple": "قال يقوم ارهطى اعز عليكم من الله واتخذتموه وراءكم ظهريا ان ربى بما تعملون محيط"
        },
        {
            "id": 1566,
            "verse_key": "11:93",
            "text_uthmani_simple": "ويقوم اعملوا۟ على مكانتكم انى عمل سوف تعلمون من ياتيه عذاب يخزيه ومن هو كذب وارتقبوا۟ انى معكم رقيب"
        },
        {
            "id": 1567,
            "verse_key": "11:94",
            "text_uthmani_simple": "ولما جاء امرنا نجينا شعيبا والذين ءامنوا۟ معه برحمة منا واخذت الذين ظلموا۟ الصيحة فاصبحوا۟ فى ديرهم جثمين"
        },
        {
            "id": 1568,
            "verse_key": "11:95",
            "text_uthmani_simple": "كان لم يغنوا۟ فيها الا بعدا لمدين كما بعدت ثمود"
        },
        {
            "id": 1569,
            "verse_key": "11:96",
            "text_uthmani_simple": "ولقد ارسلنا موسى بـايتنا وسلطن مبين"
        },
        {
            "id": 1570,
            "verse_key": "11:97",
            "text_uthmani_simple": "الى فرعون وملاي۟ه فاتبعوا۟ امر فرعون وما امر فرعون برشيد"
        },
        {
            "id": 1571,
            "verse_key": "11:98",
            "text_uthmani_simple": "يقدم قومه يوم القيمة فاوردهم النار وبئس الورد المورود"
        },
        {
            "id": 1572,
            "verse_key": "11:99",
            "text_uthmani_simple": "واتبعوا۟ فى هذه لعنة ويوم القيمة بئس الرفد المرفود"
        },
        {
            "id": 1573,
            "verse_key": "11:100",
            "text_uthmani_simple": "ذلك من انۢباء القرى نقصه عليك منها قائم وحصيد"
        },
        {
            "id": 1574,
            "verse_key": "11:101",
            "text_uthmani_simple": "وما ظلمنهم ولكن ظلموا۟ انفسهم فما اغنت عنهم ءالهتهم التى يدعون من دون الله من شىء لما جاء امر ربك وما زادوهم غير تتبيب"
        },
        {
            "id": 1575,
            "verse_key": "11:102",
            "text_uthmani_simple": "وكذلك اخذ ربك اذا اخذ القرى وهى ظلمة ان اخذه اليم شديد"
        },
        {
            "id": 1576,
            "verse_key": "11:103",
            "text_uthmani_simple": "ان فى ذلك لءاية لمن خاف عذاب الءاخرة ذلك يوم مجموع له الناس وذلك يوم مشهود"
        },
        {
            "id": 1577,
            "verse_key": "11:104",
            "text_uthmani_simple": "وما نؤخره الا لاجل معدود"
        },
        {
            "id": 1578,
            "verse_key": "11:105",
            "text_uthmani_simple": "يوم يات لا تكلم نفس الا باذنه فمنهم شقى وسعيد"
        },
        {
            "id": 1579,
            "verse_key": "11:106",
            "text_uthmani_simple": "فاما الذين شقوا۟ ففى النار لهم فيها زفير وشهيق"
        },
        {
            "id": 1580,
            "verse_key": "11:107",
            "text_uthmani_simple": "خلدين فيها ما دامت السموت والارض الا ما شاء ربك ان ربك فعال لما يريد"
        },
        {
            "id": 1581,
            "verse_key": "11:108",
            "text_uthmani_simple": "واما الذين سعدوا۟ ففى الجنة خلدين فيها ما دامت السموت والارض الا ما شاء ربك عطاء غير مجذوذ"
        },
        {
            "id": 1582,
            "verse_key": "11:109",
            "text_uthmani_simple": "فلا تك فى مرية مما يعبد هؤلاء ما يعبدون الا كما يعبد ءاباؤهم من قبل وانا لموفوهم نصيبهم غير منقوص"
        },
        {
            "id": 1583,
            "verse_key": "11:110",
            "text_uthmani_simple": "ولقد ءاتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضى بينهم وانهم لفى شك منه مريب"
        },
        {
            "id": 1584,
            "verse_key": "11:111",
            "text_uthmani_simple": "وان كلا لما ليوفينهم ربك اعملهم انه بما يعملون خبير"
        },
        {
            "id": 1585,
            "verse_key": "11:112",
            "text_uthmani_simple": "فاستقم كما امرت ومن تاب معك ولا تطغوا۟ انه بما تعملون بصير"
        },
        {
            "id": 1586,
            "verse_key": "11:113",
            "text_uthmani_simple": "ولا تركنوا۟ الى الذين ظلموا۟ فتمسكم النار وما لكم من دون الله من اولياء ثم لا تنصرون"
        },
        {
            "id": 1587,
            "verse_key": "11:114",
            "text_uthmani_simple": "واقم الصلوة طرفى النهار وزلفا من اليل ان الحسنت يذهبن السيـات ذلك ذكرى للذكرين"
        },
        {
            "id": 1588,
            "verse_key": "11:115",
            "text_uthmani_simple": "واصبر فان الله لا يضيع اجر المحسنين"
        },
        {
            "id": 1589,
            "verse_key": "11:116",
            "text_uthmani_simple": "فلولا كان من القرون من قبلكم او۟لوا۟ بقية ينهون عن الفساد فى الارض الا قليلا ممن انجينا منهم واتبع الذين ظلموا۟ ما اترفوا۟ فيه وكانوا۟ مجرمين"
        },
        {
            "id": 1590,
            "verse_key": "11:117",
            "text_uthmani_simple": "وما كان ربك ليهلك القرى بظلم واهلها مصلحون"
        },
        {
            "id": 1591,
            "verse_key": "11:118",
            "text_uthmani_simple": "ولو شاء ربك لجعل الناس امة وحدة ولا يزالون مختلفين"
        },
        {
            "id": 1592,
            "verse_key": "11:119",
            "text_uthmani_simple": "الا من رحم ربك ولذلك خلقهم وتمت كلمة ربك لاملان جهنم من الجنة والناس اجمعين"
        },
        {
            "id": 1593,
            "verse_key": "11:120",
            "text_uthmani_simple": "وكلا نقص عليك من انۢباء الرسل ما نثبت به فؤادك وجاءك فى هذه الحق وموعظة وذكرى للمؤمنين"
        },
        {
            "id": 1594,
            "verse_key": "11:121",
            "text_uthmani_simple": "وقل للذين لا يؤمنون اعملوا۟ على مكانتكم انا عملون"
        },
        {
            "id": 1595,
            "verse_key": "11:122",
            "text_uthmani_simple": "وانتظروا۟ انا منتظرون"
        },
        {
            "id": 1596,
            "verse_key": "11:123",
            "text_uthmani_simple": "ولله غيب السموت والارض واليه يرجع الامر كله فاعبده وتوكل عليه وما ربك بغفل عما تعملون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "11"
        }
    }
}