{
    "verses": [
        {
            "id": 4613,
            "verse_key": "49:1",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تقدموا۟ بين يدى الله ورسوله واتقوا۟ الله ان الله سميع عليم"
        },
        {
            "id": 4614,
            "verse_key": "49:2",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا ترفعوا۟ اصوتكم فوق صوت النبى ولا تجهروا۟ له بالقول كجهر بعضكم لبعض ان تحبط اعملكم وانتم لا تشعرون"
        },
        {
            "id": 4615,
            "verse_key": "49:3",
            "text_uthmani_simple": "ان الذين يغضون اصوتهم عند رسول الله او۟لئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة واجر عظيم"
        },
        {
            "id": 4616,
            "verse_key": "49:4",
            "text_uthmani_simple": "ان الذين ينادونك من وراء الحجرت اكثرهم لا يعقلون"
        },
        {
            "id": 4617,
            "verse_key": "49:5",
            "text_uthmani_simple": "ولو انهم صبروا۟ حتى تخرج اليهم لكان خيرا لهم والله غفور رحيم"
        },
        {
            "id": 4618,
            "verse_key": "49:6",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ان جاءكم فاسقۢ بنبا فتبينوا۟ ان تصيبوا۟ قومۢا بجهلة فتصبحوا۟ على ما فعلتم ندمين"
        },
        {
            "id": 4619,
            "verse_key": "49:7",
            "text_uthmani_simple": "واعلموا۟ ان فيكم رسول الله لو يطيعكم فى كثير من الامر لعنتم ولكن الله حبب اليكم الايمن وزينه فى قلوبكم وكره اليكم الكفر والفسوق والعصيان او۟لئك هم الرشدون"
        },
        {
            "id": 4620,
            "verse_key": "49:8",
            "text_uthmani_simple": "فضلا من الله ونعمة والله عليم حكيم"
        },
        {
            "id": 4621,
            "verse_key": "49:9",
            "text_uthmani_simple": "وان طائفتان من المؤمنين اقتتلوا۟ فاصلحوا۟ بينهما فانۢ بغت احدىهما على الاخرى فقتلوا۟ التى تبغى حتى تفىء الى امر الله فان فاءت فاصلحوا۟ بينهما بالعدل واقسطوا۟ ان الله يحب المقسطين"
        },
        {
            "id": 4622,
            "verse_key": "49:10",
            "text_uthmani_simple": "انما المؤمنون اخوة فاصلحوا۟ بين اخويكم واتقوا۟ الله لعلكم ترحمون"
        },
        {
            "id": 4623,
            "verse_key": "49:11",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا يسخر قوم من قوم عسى ان يكونوا۟ خيرا منهم ولا نساء من نساء عسى ان يكن خيرا منهن ولا تلمزوا۟ انفسكم ولا تنابزوا۟ بالالقب بئس الاسم الفسوق بعد الايمن ومن لم يتب فاو۟لئك هم الظلمون"
        },
        {
            "id": 4624,
            "verse_key": "49:12",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اجتنبوا۟ كثيرا من الظن ان بعض الظن اثم ولا تجسسوا۟ ولا يغتب بعضكم بعضا ايحب احدكم ان ياكل لحم اخيه ميتا فكرهتموه واتقوا۟ الله ان الله تواب رحيم"
        },
        {
            "id": 4625,
            "verse_key": "49:13",
            "text_uthmani_simple": "يايها الناس انا خلقنكم من ذكر وانثى وجعلنكم شعوبا وقبائل لتعارفوا۟ ان اكرمكم عند الله اتقىكم ان الله عليم خبير"
        },
        {
            "id": 4626,
            "verse_key": "49:14",
            "text_uthmani_simple": "قالت الاعراب ءامنا قل لم تؤمنوا۟ ولكن قولوا۟ اسلمنا ولما يدخل الايمن فى قلوبكم وان تطيعوا۟ الله ورسوله لا يلتكم من اعملكم شيـا ان الله غفور رحيم"
        },
        {
            "id": 4627,
            "verse_key": "49:15",
            "text_uthmani_simple": "انما المؤمنون الذين ءامنوا۟ بالله ورسوله ثم لم يرتابوا۟ وجهدوا۟ بامولهم وانفسهم فى سبيل الله او۟لئك هم الصدقون"
        },
        {
            "id": 4628,
            "verse_key": "49:16",
            "text_uthmani_simple": "قل اتعلمون الله بدينكم والله يعلم ما فى السموت وما فى الارض والله بكل شىء عليم"
        },
        {
            "id": 4629,
            "verse_key": "49:17",
            "text_uthmani_simple": "يمنون عليك ان اسلموا۟ قل لا تمنوا۟ على اسلمكم بل الله يمن عليكم ان هدىكم للايمن ان كنتم صدقين"
        },
        {
            "id": 4630,
            "verse_key": "49:18",
            "text_uthmani_simple": "ان الله يعلم غيب السموت والارض والله بصيرۢ بما تعملون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "49"
        }
    }
}