{
    "verses": [
        {
            "id": 294,
            "verse_key": "3:1",
            "text_uthmani_simple": "الم"
        },
        {
            "id": 295,
            "verse_key": "3:2",
            "text_uthmani_simple": "الله لا اله الا هو الحى القيوم"
        },
        {
            "id": 296,
            "verse_key": "3:3",
            "text_uthmani_simple": "نزل عليك الكتب بالحق مصدقا لما بين يديه وانزل التورىة والانجيل"
        },
        {
            "id": 297,
            "verse_key": "3:4",
            "text_uthmani_simple": "من قبل هدى للناس وانزل الفرقان ان الذين كفروا۟ بـايت الله لهم عذاب شديد والله عزيز ذو انتقام"
        },
        {
            "id": 298,
            "verse_key": "3:5",
            "text_uthmani_simple": "ان الله لا يخفى عليه شىء فى الارض ولا فى السماء"
        },
        {
            "id": 299,
            "verse_key": "3:6",
            "text_uthmani_simple": "هو الذى يصوركم فى الارحام كيف يشاء لا اله الا هو العزيز الحكيم"
        },
        {
            "id": 300,
            "verse_key": "3:7",
            "text_uthmani_simple": "هو الذى انزل عليك الكتب منه ءايت محكمت هن ام الكتب واخر متشبهت فاما الذين فى قلوبهم زيغ فيتبعون ما تشبه منه ابتغاء الفتنة وابتغاء تاويله وما يعلم تاويله الا الله والرسخون فى العلم يقولون ءامنا به كل من عند ربنا وما يذكر الا او۟لوا۟ الالبب"
        },
        {
            "id": 301,
            "verse_key": "3:8",
            "text_uthmani_simple": "ربنا لا تزغ قلوبنا بعد اذ هديتنا وهب لنا من لدنك رحمة انك انت الوهاب"
        },
        {
            "id": 302,
            "verse_key": "3:9",
            "text_uthmani_simple": "ربنا انك جامع الناس ليوم لا ريب فيه ان الله لا يخلف الميعاد"
        },
        {
            "id": 303,
            "verse_key": "3:10",
            "text_uthmani_simple": "ان الذين كفروا۟ لن تغنى عنهم امولهم ولا اولدهم من الله شيـا واو۟لئك هم وقود النار"
        },
        {
            "id": 304,
            "verse_key": "3:11",
            "text_uthmani_simple": "كداب ءال فرعون والذين من قبلهم كذبوا۟ بـايتنا فاخذهم الله بذنوبهم والله شديد العقاب"
        },
        {
            "id": 305,
            "verse_key": "3:12",
            "text_uthmani_simple": "قل للذين كفروا۟ ستغلبون وتحشرون الى جهنم وبئس المهاد"
        },
        {
            "id": 306,
            "verse_key": "3:13",
            "text_uthmani_simple": "قد كان لكم ءاية فى فئتين التقتا فئة تقتل فى سبيل الله واخرى كافرة يرونهم مثليهم راى العين والله يؤيد بنصره من يشاء ان فى ذلك لعبرة لاو۟لى الابصر"
        },
        {
            "id": 307,
            "verse_key": "3:14",
            "text_uthmani_simple": "زين للناس حب الشهوت من النساء والبنين والقنطير المقنطرة من الذهب والفضة والخيل المسومة والانعم والحرث ذلك متع الحيوة الدنيا والله عنده حسن المـاب"
        },
        {
            "id": 308,
            "verse_key": "3:15",
            "text_uthmani_simple": "قل اؤنبئكم بخير من ذلكم للذين اتقوا۟ عند ربهم جنت تجرى من تحتها الانهر خلدين فيها وازوج مطهرة ورضون من الله والله بصيرۢ بالعباد"
        },
        {
            "id": 309,
            "verse_key": "3:16",
            "text_uthmani_simple": "الذين يقولون ربنا اننا ءامنا فاغفر لنا ذنوبنا وقنا عذاب النار"
        },
        {
            "id": 310,
            "verse_key": "3:17",
            "text_uthmani_simple": "الصبرين والصدقين والقنتين والمنفقين والمستغفرين بالاسحار"
        },
        {
            "id": 311,
            "verse_key": "3:18",
            "text_uthmani_simple": "شهد الله انه لا اله الا هو والملئكة واو۟لوا۟ العلم قائمۢا بالقسط لا اله الا هو العزيز الحكيم"
        },
        {
            "id": 312,
            "verse_key": "3:19",
            "text_uthmani_simple": "ان الدين عند الله الاسلم وما اختلف الذين اوتوا۟ الكتب الا منۢ بعد ما جاءهم العلم بغيۢا بينهم ومن يكفر بـايت الله فان الله سريع الحساب"
        },
        {
            "id": 313,
            "verse_key": "3:20",
            "text_uthmani_simple": "فان حاجوك فقل اسلمت وجهى لله ومن اتبعن وقل للذين اوتوا۟ الكتب والامين ءاسلمتم فان اسلموا۟ فقد اهتدوا۟ وان تولوا۟ فانما عليك البلغ والله بصيرۢ بالعباد"
        },
        {
            "id": 314,
            "verse_key": "3:21",
            "text_uthmani_simple": "ان الذين يكفرون بـايت الله ويقتلون النبين بغير حق ويقتلون الذين يامرون بالقسط من الناس فبشرهم بعذاب اليم"
        },
        {
            "id": 315,
            "verse_key": "3:22",
            "text_uthmani_simple": "او۟لئك الذين حبطت اعملهم فى الدنيا والءاخرة وما لهم من نصرين"
        },
        {
            "id": 316,
            "verse_key": "3:23",
            "text_uthmani_simple": "الم تر الى الذين اوتوا۟ نصيبا من الكتب يدعون الى كتب الله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون"
        },
        {
            "id": 317,
            "verse_key": "3:24",
            "text_uthmani_simple": "ذلك بانهم قالوا۟ لن تمسنا النار الا اياما معدودت وغرهم فى دينهم ما كانوا۟ يفترون"
        },
        {
            "id": 318,
            "verse_key": "3:25",
            "text_uthmani_simple": "فكيف اذا جمعنهم ليوم لا ريب فيه ووفيت كل نفس ما كسبت وهم لا يظلمون"
        },
        {
            "id": 319,
            "verse_key": "3:26",
            "text_uthmani_simple": "قل اللهم ملك الملك تؤتى الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير انك على كل شىء قدير"
        },
        {
            "id": 320,
            "verse_key": "3:27",
            "text_uthmani_simple": "تولج اليل فى النهار وتولج النهار فى اليل وتخرج الحى من الميت وتخرج الميت من الحى وترزق من تشاء بغير حساب"
        },
        {
            "id": 321,
            "verse_key": "3:28",
            "text_uthmani_simple": "لا يتخذ المؤمنون الكفرين اولياء من دون المؤمنين ومن يفعل ذلك فليس من الله فى شىء الا ان تتقوا۟ منهم تقىة ويحذركم الله نفسه والى الله المصير"
        },
        {
            "id": 322,
            "verse_key": "3:29",
            "text_uthmani_simple": "قل ان تخفوا۟ ما فى صدوركم او تبدوه يعلمه الله ويعلم ما فى السموت وما فى الارض والله على كل شىء قدير"
        },
        {
            "id": 323,
            "verse_key": "3:30",
            "text_uthmani_simple": "يوم تجد كل نفس ما عملت من خير محضرا وما عملت من سوء تود لو ان بينها وبينه امدۢا بعيدا ويحذركم الله نفسه والله رءوفۢ بالعباد"
        },
        {
            "id": 324,
            "verse_key": "3:31",
            "text_uthmani_simple": "قل ان كنتم تحبون الله فاتبعونى يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم"
        },
        {
            "id": 325,
            "verse_key": "3:32",
            "text_uthmani_simple": "قل اطيعوا۟ الله والرسول فان تولوا۟ فان الله لا يحب الكفرين"
        },
        {
            "id": 326,
            "verse_key": "3:33",
            "text_uthmani_simple": "ان الله اصطفى ءادم ونوحا وءال ابرهيم وءال عمرن على العلمين"
        },
        {
            "id": 327,
            "verse_key": "3:34",
            "text_uthmani_simple": "ذريةۢ بعضها منۢ بعض والله سميع عليم"
        },
        {
            "id": 328,
            "verse_key": "3:35",
            "text_uthmani_simple": "اذ قالت امرات عمرن رب انى نذرت لك ما فى بطنى محررا فتقبل منى انك انت السميع العليم"
        },
        {
            "id": 329,
            "verse_key": "3:36",
            "text_uthmani_simple": "فلما وضعتها قالت رب انى وضعتها انثى والله اعلم بما وضعت وليس الذكر كالانثى وانى سميتها مريم وانى اعيذها بك وذريتها من الشيطن الرجيم"
        },
        {
            "id": 330,
            "verse_key": "3:37",
            "text_uthmani_simple": "فتقبلها ربها بقبول حسن وانۢبتها نباتا حسنا وكفلها زكريا كلما دخل عليها زكريا المحراب وجد عندها رزقا قال يمريم انى لك هذا قالت هو من عند الله ان الله يرزق من يشاء بغير حساب"
        },
        {
            "id": 331,
            "verse_key": "3:38",
            "text_uthmani_simple": "هنالك دعا زكريا ربه قال رب هب لى من لدنك ذرية طيبة انك سميع الدعاء"
        },
        {
            "id": 332,
            "verse_key": "3:39",
            "text_uthmani_simple": "فنادته الملئكة وهو قائم يصلى فى المحراب ان الله يبشرك بيحيى مصدقۢا بكلمة من الله وسيدا وحصورا ونبيا من الصلحين"
        },
        {
            "id": 333,
            "verse_key": "3:40",
            "text_uthmani_simple": "قال رب انى يكون لى غلم وقد بلغنى الكبر وامراتى عاقر قال كذلك الله يفعل ما يشاء"
        },
        {
            "id": 334,
            "verse_key": "3:41",
            "text_uthmani_simple": "قال رب اجعل لى ءاية قال ءايتك الا تكلم الناس ثلثة ايام الا رمزا واذكر ربك كثيرا وسبح بالعشى والابكر"
        },
        {
            "id": 335,
            "verse_key": "3:42",
            "text_uthmani_simple": "واذ قالت الملئكة يمريم ان الله اصطفىك وطهرك واصطفىك على نساء العلمين"
        },
        {
            "id": 336,
            "verse_key": "3:43",
            "text_uthmani_simple": "يمريم اقنتى لربك واسجدى واركعى مع الركعين"
        },
        {
            "id": 337,
            "verse_key": "3:44",
            "text_uthmani_simple": "ذلك من انۢباء الغيب نوحيه اليك وما كنت لديهم اذ يلقون اقلمهم ايهم يكفل مريم وما كنت لديهم اذ يختصمون"
        },
        {
            "id": 338,
            "verse_key": "3:45",
            "text_uthmani_simple": "اذ قالت الملئكة يمريم ان الله يبشرك بكلمة منه اسمه المسيح عيسى ابن مريم وجيها فى الدنيا والءاخرة ومن المقربين"
        },
        {
            "id": 339,
            "verse_key": "3:46",
            "text_uthmani_simple": "ويكلم الناس فى المهد وكهلا ومن الصلحين"
        },
        {
            "id": 340,
            "verse_key": "3:47",
            "text_uthmani_simple": "قالت رب انى يكون لى ولد ولم يمسسنى بشر قال كذلك الله يخلق ما يشاء اذا قضى امرا فانما يقول له كن فيكون"
        },
        {
            "id": 341,
            "verse_key": "3:48",
            "text_uthmani_simple": "ويعلمه الكتب والحكمة والتورىة والانجيل"
        },
        {
            "id": 342,
            "verse_key": "3:49",
            "text_uthmani_simple": "ورسولا الى بنى اسرءيل انى قد جئتكم بـاية من ربكم انى اخلق لكم من الطين كهيـة الطير فانفخ فيه فيكون طيرۢا باذن الله وابرئ الاكمه والابرص واحى الموتى باذن الله وانبئكم بما تاكلون وما تدخرون فى بيوتكم ان فى ذلك لءاية لكم ان كنتم مؤمنين"
        },
        {
            "id": 343,
            "verse_key": "3:50",
            "text_uthmani_simple": "ومصدقا لما بين يدى من التورىة ولاحل لكم بعض الذى حرم عليكم وجئتكم بـاية من ربكم فاتقوا۟ الله واطيعون"
        },
        {
            "id": 344,
            "verse_key": "3:51",
            "text_uthmani_simple": "ان الله ربى وربكم فاعبدوه هذا صرط مستقيم"
        },
        {
            "id": 345,
            "verse_key": "3:52",
            "text_uthmani_simple": "فلما احس عيسى منهم الكفر قال من انصارى الى الله قال الحواريون نحن انصار الله ءامنا بالله واشهد بانا مسلمون"
        },
        {
            "id": 346,
            "verse_key": "3:53",
            "text_uthmani_simple": "ربنا ءامنا بما انزلت واتبعنا الرسول فاكتبنا مع الشهدين"
        },
        {
            "id": 347,
            "verse_key": "3:54",
            "text_uthmani_simple": "ومكروا۟ ومكر الله والله خير المكرين"
        },
        {
            "id": 348,
            "verse_key": "3:55",
            "text_uthmani_simple": "اذ قال الله يعيسى انى متوفيك ورافعك الى ومطهرك من الذين كفروا۟ وجاعل الذين اتبعوك فوق الذين كفروا۟ الى يوم القيمة ثم الى مرجعكم فاحكم بينكم فيما كنتم فيه تختلفون"
        },
        {
            "id": 349,
            "verse_key": "3:56",
            "text_uthmani_simple": "فاما الذين كفروا۟ فاعذبهم عذابا شديدا فى الدنيا والءاخرة وما لهم من نصرين"
        },
        {
            "id": 350,
            "verse_key": "3:57",
            "text_uthmani_simple": "واما الذين ءامنوا۟ وعملوا۟ الصلحت فيوفيهم اجورهم والله لا يحب الظلمين"
        },
        {
            "id": 351,
            "verse_key": "3:58",
            "text_uthmani_simple": "ذلك نتلوه عليك من الءايت والذكر الحكيم"
        },
        {
            "id": 352,
            "verse_key": "3:59",
            "text_uthmani_simple": "ان مثل عيسى عند الله كمثل ءادم خلقه من تراب ثم قال له كن فيكون"
        },
        {
            "id": 353,
            "verse_key": "3:60",
            "text_uthmani_simple": "الحق من ربك فلا تكن من الممترين"
        },
        {
            "id": 354,
            "verse_key": "3:61",
            "text_uthmani_simple": "فمن حاجك فيه منۢ بعد ما جاءك من العلم فقل تعالوا۟ ندع ابناءنا وابناءكم ونساءنا ونساءكم وانفسنا وانفسكم ثم نبتهل فنجعل لعنت الله على الكذبين"
        },
        {
            "id": 355,
            "verse_key": "3:62",
            "text_uthmani_simple": "ان هذا لهو القصص الحق وما من اله الا الله وان الله لهو العزيز الحكيم"
        },
        {
            "id": 356,
            "verse_key": "3:63",
            "text_uthmani_simple": "فان تولوا۟ فان الله عليمۢ بالمفسدين"
        },
        {
            "id": 357,
            "verse_key": "3:64",
            "text_uthmani_simple": "قل ياهل الكتب تعالوا۟ الى كلمة سواءۭ بيننا وبينكم الا نعبد الا الله ولا نشرك به شيـا ولا يتخذ بعضنا بعضا اربابا من دون الله فان تولوا۟ فقولوا۟ اشهدوا۟ بانا مسلمون"
        },
        {
            "id": 358,
            "verse_key": "3:65",
            "text_uthmani_simple": "ياهل الكتب لم تحاجون فى ابرهيم وما انزلت التورىة والانجيل الا منۢ بعده افلا تعقلون"
        },
        {
            "id": 359,
            "verse_key": "3:66",
            "text_uthmani_simple": "هانتم هؤلاء حججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم وانتم لا تعلمون"
        },
        {
            "id": 360,
            "verse_key": "3:67",
            "text_uthmani_simple": "ما كان ابرهيم يهوديا ولا نصرانيا ولكن كان حنيفا مسلما وما كان من المشركين"
        },
        {
            "id": 361,
            "verse_key": "3:68",
            "text_uthmani_simple": "ان اولى الناس بابرهيم للذين اتبعوه وهذا النبى والذين ءامنوا۟ والله ولى المؤمنين"
        },
        {
            "id": 362,
            "verse_key": "3:69",
            "text_uthmani_simple": "ودت طائفة من اهل الكتب لو يضلونكم وما يضلون الا انفسهم وما يشعرون"
        },
        {
            "id": 363,
            "verse_key": "3:70",
            "text_uthmani_simple": "ياهل الكتب لم تكفرون بـايت الله وانتم تشهدون"
        },
        {
            "id": 364,
            "verse_key": "3:71",
            "text_uthmani_simple": "ياهل الكتب لم تلبسون الحق بالبطل وتكتمون الحق وانتم تعلمون"
        },
        {
            "id": 365,
            "verse_key": "3:72",
            "text_uthmani_simple": "وقالت طائفة من اهل الكتب ءامنوا۟ بالذى انزل على الذين ءامنوا۟ وجه النهار واكفروا۟ ءاخره لعلهم يرجعون"
        },
        {
            "id": 366,
            "verse_key": "3:73",
            "text_uthmani_simple": "ولا تؤمنوا۟ الا لمن تبع دينكم قل ان الهدى هدى الله ان يؤتى احد مثل ما اوتيتم او يحاجوكم عند ربكم قل ان الفضل بيد الله يؤتيه من يشاء والله وسع عليم"
        },
        {
            "id": 367,
            "verse_key": "3:74",
            "text_uthmani_simple": "يختص برحمته من يشاء والله ذو الفضل العظيم"
        },
        {
            "id": 368,
            "verse_key": "3:75",
            "text_uthmani_simple": "ومن اهل الكتب من ان تامنه بقنطار يؤده اليك ومنهم من ان تامنه بدينار لا يؤده اليك الا ما دمت عليه قائما ذلك بانهم قالوا۟ ليس علينا فى الامين سبيل ويقولون على الله الكذب وهم يعلمون"
        },
        {
            "id": 369,
            "verse_key": "3:76",
            "text_uthmani_simple": "بلى من اوفى بعهده واتقى فان الله يحب المتقين"
        },
        {
            "id": 370,
            "verse_key": "3:77",
            "text_uthmani_simple": "ان الذين يشترون بعهد الله وايمنهم ثمنا قليلا او۟لئك لا خلق لهم فى الءاخرة ولا يكلمهم الله ولا ينظر اليهم يوم القيمة ولا يزكيهم ولهم عذاب اليم"
        },
        {
            "id": 371,
            "verse_key": "3:78",
            "text_uthmani_simple": "وان منهم لفريقا يلون السنتهم بالكتب لتحسبوه من الكتب وما هو من الكتب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون"
        },
        {
            "id": 372,
            "verse_key": "3:79",
            "text_uthmani_simple": "ما كان لبشر ان يؤتيه الله الكتب والحكم والنبوة ثم يقول للناس كونوا۟ عبادا لى من دون الله ولكن كونوا۟ ربنين بما كنتم تعلمون الكتب وبما كنتم تدرسون"
        },
        {
            "id": 373,
            "verse_key": "3:80",
            "text_uthmani_simple": "ولا يامركم ان تتخذوا۟ الملئكة والنبين اربابا ايامركم بالكفر بعد اذ انتم مسلمون"
        },
        {
            "id": 374,
            "verse_key": "3:81",
            "text_uthmani_simple": "واذ اخذ الله ميثق النبين لما ءاتيتكم من كتب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال ءاقررتم واخذتم على ذلكم اصرى قالوا۟ اقررنا قال فاشهدوا۟ وانا۠ معكم من الشهدين"
        },
        {
            "id": 375,
            "verse_key": "3:82",
            "text_uthmani_simple": "فمن تولى بعد ذلك فاو۟لئك هم الفسقون"
        },
        {
            "id": 376,
            "verse_key": "3:83",
            "text_uthmani_simple": "افغير دين الله يبغون وله اسلم من فى السموت والارض طوعا وكرها واليه يرجعون"
        },
        {
            "id": 377,
            "verse_key": "3:84",
            "text_uthmani_simple": "قل ءامنا بالله وما انزل علينا وما انزل على ابرهيم واسمعيل واسحق ويعقوب والاسباط وما اوتى موسى وعيسى والنبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون"
        },
        {
            "id": 378,
            "verse_key": "3:85",
            "text_uthmani_simple": "ومن يبتغ غير الاسلم دينا فلن يقبل منه وهو فى الءاخرة من الخسرين"
        },
        {
            "id": 379,
            "verse_key": "3:86",
            "text_uthmani_simple": "كيف يهدى الله قوما كفروا۟ بعد ايمنهم وشهدوا۟ ان الرسول حق وجاءهم البينت والله لا يهدى القوم الظلمين"
        },
        {
            "id": 380,
            "verse_key": "3:87",
            "text_uthmani_simple": "او۟لئك جزاؤهم ان عليهم لعنة الله والملئكة والناس اجمعين"
        },
        {
            "id": 381,
            "verse_key": "3:88",
            "text_uthmani_simple": "خلدين فيها لا يخفف عنهم العذاب ولا هم ينظرون"
        },
        {
            "id": 382,
            "verse_key": "3:89",
            "text_uthmani_simple": "الا الذين تابوا۟ منۢ بعد ذلك واصلحوا۟ فان الله غفور رحيم"
        },
        {
            "id": 383,
            "verse_key": "3:90",
            "text_uthmani_simple": "ان الذين كفروا۟ بعد ايمنهم ثم ازدادوا۟ كفرا لن تقبل توبتهم واو۟لئك هم الضالون"
        },
        {
            "id": 384,
            "verse_key": "3:91",
            "text_uthmani_simple": "ان الذين كفروا۟ وماتوا۟ وهم كفار فلن يقبل من احدهم ملء الارض ذهبا ولو افتدى به او۟لئك لهم عذاب اليم وما لهم من نصرين"
        },
        {
            "id": 385,
            "verse_key": "3:92",
            "text_uthmani_simple": "لن تنالوا۟ البر حتى تنفقوا۟ مما تحبون وما تنفقوا۟ من شىء فان الله به عليم"
        },
        {
            "id": 386,
            "verse_key": "3:93",
            "text_uthmani_simple": "كل الطعام كان حلا لبنى اسرءيل الا ما حرم اسرءيل على نفسه من قبل ان تنزل التورىة قل فاتوا۟ بالتورىة فاتلوها ان كنتم صدقين"
        },
        {
            "id": 387,
            "verse_key": "3:94",
            "text_uthmani_simple": "فمن افترى على الله الكذب منۢ بعد ذلك فاو۟لئك هم الظلمون"
        },
        {
            "id": 388,
            "verse_key": "3:95",
            "text_uthmani_simple": "قل صدق الله فاتبعوا۟ ملة ابرهيم حنيفا وما كان من المشركين"
        },
        {
            "id": 389,
            "verse_key": "3:96",
            "text_uthmani_simple": "ان اول بيت وضع للناس للذى ببكة مباركا وهدى للعلمين"
        },
        {
            "id": 390,
            "verse_key": "3:97",
            "text_uthmani_simple": "فيه ءايتۢ بينت مقام ابرهيم ومن دخله كان ءامنا ولله على الناس حج البيت من استطاع اليه سبيلا ومن كفر فان الله غنى عن العلمين"
        },
        {
            "id": 391,
            "verse_key": "3:98",
            "text_uthmani_simple": "قل ياهل الكتب لم تكفرون بـايت الله والله شهيد على ما تعملون"
        },
        {
            "id": 392,
            "verse_key": "3:99",
            "text_uthmani_simple": "قل ياهل الكتب لم تصدون عن سبيل الله من ءامن تبغونها عوجا وانتم شهداء وما الله بغفل عما تعملون"
        },
        {
            "id": 393,
            "verse_key": "3:100",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ان تطيعوا۟ فريقا من الذين اوتوا۟ الكتب يردوكم بعد ايمنكم كفرين"
        },
        {
            "id": 394,
            "verse_key": "3:101",
            "text_uthmani_simple": "وكيف تكفرون وانتم تتلى عليكم ءايت الله وفيكم رسوله ومن يعتصم بالله فقد هدى الى صرط مستقيم"
        },
        {
            "id": 395,
            "verse_key": "3:102",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اتقوا۟ الله حق تقاته ولا تموتن الا وانتم مسلمون"
        },
        {
            "id": 396,
            "verse_key": "3:103",
            "text_uthmani_simple": "واعتصموا۟ بحبل الله جميعا ولا تفرقوا۟ واذكروا۟ نعمت الله عليكم اذ كنتم اعداء فالف بين قلوبكم فاصبحتم بنعمته اخونا وكنتم على شفا حفرة من النار فانقذكم منها كذلك يبين الله لكم ءايته لعلكم تهتدون"
        },
        {
            "id": 397,
            "verse_key": "3:104",
            "text_uthmani_simple": "ولتكن منكم امة يدعون الى الخير ويامرون بالمعروف وينهون عن المنكر واو۟لئك هم المفلحون"
        },
        {
            "id": 398,
            "verse_key": "3:105",
            "text_uthmani_simple": "ولا تكونوا۟ كالذين تفرقوا۟ واختلفوا۟ منۢ بعد ما جاءهم البينت واو۟لئك لهم عذاب عظيم"
        },
        {
            "id": 399,
            "verse_key": "3:106",
            "text_uthmani_simple": "يوم تبيض وجوه وتسود وجوه فاما الذين اسودت وجوههم اكفرتم بعد ايمنكم فذوقوا۟ العذاب بما كنتم تكفرون"
        },
        {
            "id": 400,
            "verse_key": "3:107",
            "text_uthmani_simple": "واما الذين ابيضت وجوههم ففى رحمة الله هم فيها خلدون"
        },
        {
            "id": 401,
            "verse_key": "3:108",
            "text_uthmani_simple": "تلك ءايت الله نتلوها عليك بالحق وما الله يريد ظلما للعلمين"
        },
        {
            "id": 402,
            "verse_key": "3:109",
            "text_uthmani_simple": "ولله ما فى السموت وما فى الارض والى الله ترجع الامور"
        },
        {
            "id": 403,
            "verse_key": "3:110",
            "text_uthmani_simple": "كنتم خير امة اخرجت للناس تامرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ولو ءامن اهل الكتب لكان خيرا لهم منهم المؤمنون واكثرهم الفسقون"
        },
        {
            "id": 404,
            "verse_key": "3:111",
            "text_uthmani_simple": "لن يضروكم الا اذى وان يقتلوكم يولوكم الادبار ثم لا ينصرون"
        },
        {
            "id": 405,
            "verse_key": "3:112",
            "text_uthmani_simple": "ضربت عليهم الذلة اين ما ثقفوا۟ الا بحبل من الله وحبل من الناس وباءو بغضب من الله وضربت عليهم المسكنة ذلك بانهم كانوا۟ يكفرون بـايت الله ويقتلون الانۢبياء بغير حق ذلك بما عصوا۟ وكانوا۟ يعتدون"
        },
        {
            "id": 406,
            "verse_key": "3:113",
            "text_uthmani_simple": "ليسوا۟ سواء من اهل الكتب امة قائمة يتلون ءايت الله ءاناء اليل وهم يسجدون"
        },
        {
            "id": 407,
            "verse_key": "3:114",
            "text_uthmani_simple": "يؤمنون بالله واليوم الءاخر ويامرون بالمعروف وينهون عن المنكر ويسرعون فى الخيرت واو۟لئك من الصلحين"
        },
        {
            "id": 408,
            "verse_key": "3:115",
            "text_uthmani_simple": "وما يفعلوا۟ من خير فلن يكفروه والله عليمۢ بالمتقين"
        },
        {
            "id": 409,
            "verse_key": "3:116",
            "text_uthmani_simple": "ان الذين كفروا۟ لن تغنى عنهم امولهم ولا اولدهم من الله شيـا واو۟لئك اصحب النار هم فيها خلدون"
        },
        {
            "id": 410,
            "verse_key": "3:117",
            "text_uthmani_simple": "مثل ما ينفقون فى هذه الحيوة الدنيا كمثل ريح فيها صر اصابت حرث قوم ظلموا۟ انفسهم فاهلكته وما ظلمهم الله ولكن انفسهم يظلمون"
        },
        {
            "id": 411,
            "verse_key": "3:118",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تتخذوا۟ بطانة من دونكم لا يالونكم خبالا ودوا۟ ما عنتم قد بدت البغضاء من افوههم وما تخفى صدورهم اكبر قد بينا لكم الءايت ان كنتم تعقلون"
        },
        {
            "id": 412,
            "verse_key": "3:119",
            "text_uthmani_simple": "هانتم او۟لاء تحبونهم ولا يحبونكم وتؤمنون بالكتب كله واذا لقوكم قالوا۟ ءامنا واذا خلوا۟ عضوا۟ عليكم الانامل من الغيظ قل موتوا۟ بغيظكم ان الله عليمۢ بذات الصدور"
        },
        {
            "id": 413,
            "verse_key": "3:120",
            "text_uthmani_simple": "ان تمسسكم حسنة تسؤهم وان تصبكم سيئة يفرحوا۟ بها وان تصبروا۟ وتتقوا۟ لا يضركم كيدهم شيـا ان الله بما يعملون محيط"
        },
        {
            "id": 414,
            "verse_key": "3:121",
            "text_uthmani_simple": "واذ غدوت من اهلك تبوئ المؤمنين مقعد للقتال والله سميع عليم"
        },
        {
            "id": 415,
            "verse_key": "3:122",
            "text_uthmani_simple": "اذ همت طائفتان منكم ان تفشلا والله وليهما وعلى الله فليتوكل المؤمنون"
        },
        {
            "id": 416,
            "verse_key": "3:123",
            "text_uthmani_simple": "ولقد نصركم الله ببدر وانتم اذلة فاتقوا۟ الله لعلكم تشكرون"
        },
        {
            "id": 417,
            "verse_key": "3:124",
            "text_uthmani_simple": "اذ تقول للمؤمنين الن يكفيكم ان يمدكم ربكم بثلثة ءالف من الملئكة منزلين"
        },
        {
            "id": 418,
            "verse_key": "3:125",
            "text_uthmani_simple": "بلى ان تصبروا۟ وتتقوا۟ وياتوكم من فورهم هذا يمددكم ربكم بخمسة ءالف من الملئكة مسومين"
        },
        {
            "id": 419,
            "verse_key": "3:126",
            "text_uthmani_simple": "وما جعله الله الا بشرى لكم ولتطمئن قلوبكم به وما النصر الا من عند الله العزيز الحكيم"
        },
        {
            "id": 420,
            "verse_key": "3:127",
            "text_uthmani_simple": "ليقطع طرفا من الذين كفروا۟ او يكبتهم فينقلبوا۟ خائبين"
        },
        {
            "id": 421,
            "verse_key": "3:128",
            "text_uthmani_simple": "ليس لك من الامر شىء او يتوب عليهم او يعذبهم فانهم ظلمون"
        },
        {
            "id": 422,
            "verse_key": "3:129",
            "text_uthmani_simple": "ولله ما فى السموت وما فى الارض يغفر لمن يشاء ويعذب من يشاء والله غفور رحيم"
        },
        {
            "id": 423,
            "verse_key": "3:130",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تاكلوا۟ الربوا۟ اضعفا مضعفة واتقوا۟ الله لعلكم تفلحون"
        },
        {
            "id": 424,
            "verse_key": "3:131",
            "text_uthmani_simple": "واتقوا۟ النار التى اعدت للكفرين"
        },
        {
            "id": 425,
            "verse_key": "3:132",
            "text_uthmani_simple": "واطيعوا۟ الله والرسول لعلكم ترحمون"
        },
        {
            "id": 426,
            "verse_key": "3:133",
            "text_uthmani_simple": "وسارعوا۟ الى مغفرة من ربكم وجنة عرضها السموت والارض اعدت للمتقين"
        },
        {
            "id": 427,
            "verse_key": "3:134",
            "text_uthmani_simple": "الذين ينفقون فى السراء والضراء والكظمين الغيظ والعافين عن الناس والله يحب المحسنين"
        },
        {
            "id": 428,
            "verse_key": "3:135",
            "text_uthmani_simple": "والذين اذا فعلوا۟ فحشة او ظلموا۟ انفسهم ذكروا۟ الله فاستغفروا۟ لذنوبهم ومن يغفر الذنوب الا الله ولم يصروا۟ على ما فعلوا۟ وهم يعلمون"
        },
        {
            "id": 429,
            "verse_key": "3:136",
            "text_uthmani_simple": "او۟لئك جزاؤهم مغفرة من ربهم وجنت تجرى من تحتها الانهر خلدين فيها ونعم اجر العملين"
        },
        {
            "id": 430,
            "verse_key": "3:137",
            "text_uthmani_simple": "قد خلت من قبلكم سنن فسيروا۟ فى الارض فانظروا۟ كيف كان عقبة المكذبين"
        },
        {
            "id": 431,
            "verse_key": "3:138",
            "text_uthmani_simple": "هذا بيان للناس وهدى وموعظة للمتقين"
        },
        {
            "id": 432,
            "verse_key": "3:139",
            "text_uthmani_simple": "ولا تهنوا۟ ولا تحزنوا۟ وانتم الاعلون ان كنتم مؤمنين"
        },
        {
            "id": 433,
            "verse_key": "3:140",
            "text_uthmani_simple": "ان يمسسكم قرح فقد مس القوم قرح مثله وتلك الايام نداولها بين الناس وليعلم الله الذين ءامنوا۟ ويتخذ منكم شهداء والله لا يحب الظلمين"
        },
        {
            "id": 434,
            "verse_key": "3:141",
            "text_uthmani_simple": "وليمحص الله الذين ءامنوا۟ ويمحق الكفرين"
        },
        {
            "id": 435,
            "verse_key": "3:142",
            "text_uthmani_simple": "ام حسبتم ان تدخلوا۟ الجنة ولما يعلم الله الذين جهدوا۟ منكم ويعلم الصبرين"
        },
        {
            "id": 436,
            "verse_key": "3:143",
            "text_uthmani_simple": "ولقد كنتم تمنون الموت من قبل ان تلقوه فقد رايتموه وانتم تنظرون"
        },
        {
            "id": 437,
            "verse_key": "3:144",
            "text_uthmani_simple": "وما محمد الا رسول قد خلت من قبله الرسل افاي۟ن مات او قتل انقلبتم على اعقبكم ومن ينقلب على عقبيه فلن يضر الله شيـا وسيجزى الله الشكرين"
        },
        {
            "id": 438,
            "verse_key": "3:145",
            "text_uthmani_simple": "وما كان لنفس ان تموت الا باذن الله كتبا مؤجلا ومن يرد ثواب الدنيا نؤته منها ومن يرد ثواب الءاخرة نؤته منها وسنجزى الشكرين"
        },
        {
            "id": 439,
            "verse_key": "3:146",
            "text_uthmani_simple": "وكاين من نبى قتل معه ربيون كثير فما وهنوا۟ لما اصابهم فى سبيل الله وما ضعفوا۟ وما استكانوا۟ والله يحب الصبرين"
        },
        {
            "id": 440,
            "verse_key": "3:147",
            "text_uthmani_simple": "وما كان قولهم الا ان قالوا۟ ربنا اغفر لنا ذنوبنا واسرافنا فى امرنا وثبت اقدامنا وانصرنا على القوم الكفرين"
        },
        {
            "id": 441,
            "verse_key": "3:148",
            "text_uthmani_simple": "فـاتىهم الله ثواب الدنيا وحسن ثواب الءاخرة والله يحب المحسنين"
        },
        {
            "id": 442,
            "verse_key": "3:149",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ان تطيعوا۟ الذين كفروا۟ يردوكم على اعقبكم فتنقلبوا۟ خسرين"
        },
        {
            "id": 443,
            "verse_key": "3:150",
            "text_uthmani_simple": "بل الله مولىكم وهو خير النصرين"
        },
        {
            "id": 444,
            "verse_key": "3:151",
            "text_uthmani_simple": "سنلقى فى قلوب الذين كفروا۟ الرعب بما اشركوا۟ بالله ما لم ينزل به سلطنا وماوىهم النار وبئس مثوى الظلمين"
        },
        {
            "id": 445,
            "verse_key": "3:152",
            "text_uthmani_simple": "ولقد صدقكم الله وعده اذ تحسونهم باذنه حتى اذا فشلتم وتنزعتم فى الامر وعصيتم منۢ بعد ما ارىكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الءاخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم والله ذو فضل على المؤمنين"
        },
        {
            "id": 446,
            "verse_key": "3:153",
            "text_uthmani_simple": "اذ تصعدون ولا تلون على احد والرسول يدعوكم فى اخرىكم فاثبكم غمۢا بغم لكيلا تحزنوا۟ على ما فاتكم ولا ما اصبكم والله خبيرۢ بما تعملون"
        },
        {
            "id": 447,
            "verse_key": "3:154",
            "text_uthmani_simple": "ثم انزل عليكم منۢ بعد الغم امنة نعاسا يغشى طائفة منكم وطائفة قد اهمتهم انفسهم يظنون بالله غير الحق ظن الجهلية يقولون هل لنا من الامر من شىء قل ان الامر كله لله يخفون فى انفسهم ما لا يبدون لك يقولون لو كان لنا من الامر شىء ما قتلنا ههنا قل لو كنتم فى بيوتكم لبرز الذين كتب عليهم القتل الى مضاجعهم وليبتلى الله ما فى صدوركم وليمحص ما فى قلوبكم والله عليمۢ بذات الصدور"
        },
        {
            "id": 448,
            "verse_key": "3:155",
            "text_uthmani_simple": "ان الذين تولوا۟ منكم يوم التقى الجمعان انما استزلهم الشيطن ببعض ما كسبوا۟ ولقد عفا الله عنهم ان الله غفور حليم"
        },
        {
            "id": 449,
            "verse_key": "3:156",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تكونوا۟ كالذين كفروا۟ وقالوا۟ لاخونهم اذا ضربوا۟ فى الارض او كانوا۟ غزى لو كانوا۟ عندنا ما ماتوا۟ وما قتلوا۟ ليجعل الله ذلك حسرة فى قلوبهم والله يحى ويميت والله بما تعملون بصير"
        },
        {
            "id": 450,
            "verse_key": "3:157",
            "text_uthmani_simple": "ولئن قتلتم فى سبيل الله او متم لمغفرة من الله ورحمة خير مما يجمعون"
        },
        {
            "id": 451,
            "verse_key": "3:158",
            "text_uthmani_simple": "ولئن متم او قتلتم لالى الله تحشرون"
        },
        {
            "id": 452,
            "verse_key": "3:159",
            "text_uthmani_simple": "فبما رحمة من الله لنت لهم ولو كنت فظا غليظ القلب لانفضوا۟ من حولك فاعف عنهم واستغفر لهم وشاورهم فى الامر فاذا عزمت فتوكل على الله ان الله يحب المتوكلين"
        },
        {
            "id": 453,
            "verse_key": "3:160",
            "text_uthmani_simple": "ان ينصركم الله فلا غالب لكم وان يخذلكم فمن ذا الذى ينصركم منۢ بعده وعلى الله فليتوكل المؤمنون"
        },
        {
            "id": 454,
            "verse_key": "3:161",
            "text_uthmani_simple": "وما كان لنبى ان يغل ومن يغلل يات بما غل يوم القيمة ثم توفى كل نفس ما كسبت وهم لا يظلمون"
        },
        {
            "id": 455,
            "verse_key": "3:162",
            "text_uthmani_simple": "افمن اتبع رضون الله كمنۢ باء بسخط من الله وماوىه جهنم وبئس المصير"
        },
        {
            "id": 456,
            "verse_key": "3:163",
            "text_uthmani_simple": "هم درجت عند الله والله بصيرۢ بما يعملون"
        },
        {
            "id": 457,
            "verse_key": "3:164",
            "text_uthmani_simple": "لقد من الله على المؤمنين اذ بعث فيهم رسولا من انفسهم يتلوا۟ عليهم ءايته ويزكيهم ويعلمهم الكتب والحكمة وان كانوا۟ من قبل لفى ضلل مبين"
        },
        {
            "id": 458,
            "verse_key": "3:165",
            "text_uthmani_simple": "اولما اصبتكم مصيبة قد اصبتم مثليها قلتم انى هذا قل هو من عند انفسكم ان الله على كل شىء قدير"
        },
        {
            "id": 459,
            "verse_key": "3:166",
            "text_uthmani_simple": "وما اصبكم يوم التقى الجمعان فباذن الله وليعلم المؤمنين"
        },
        {
            "id": 460,
            "verse_key": "3:167",
            "text_uthmani_simple": "وليعلم الذين نافقوا۟ وقيل لهم تعالوا۟ قتلوا۟ فى سبيل الله او ادفعوا۟ قالوا۟ لو نعلم قتالا لاتبعنكم هم للكفر يومئذ اقرب منهم للايمن يقولون بافوههم ما ليس فى قلوبهم والله اعلم بما يكتمون"
        },
        {
            "id": 461,
            "verse_key": "3:168",
            "text_uthmani_simple": "الذين قالوا۟ لاخونهم وقعدوا۟ لو اطاعونا ما قتلوا۟ قل فادرءوا۟ عن انفسكم الموت ان كنتم صدقين"
        },
        {
            "id": 462,
            "verse_key": "3:169",
            "text_uthmani_simple": "ولا تحسبن الذين قتلوا۟ فى سبيل الله اموتۢا بل احياء عند ربهم يرزقون"
        },
        {
            "id": 463,
            "verse_key": "3:170",
            "text_uthmani_simple": "فرحين بما ءاتىهم الله من فضله ويستبشرون بالذين لم يلحقوا۟ بهم من خلفهم الا خوف عليهم ولا هم يحزنون"
        },
        {
            "id": 464,
            "verse_key": "3:171",
            "text_uthmani_simple": "يستبشرون بنعمة من الله وفضل وان الله لا يضيع اجر المؤمنين"
        },
        {
            "id": 465,
            "verse_key": "3:172",
            "text_uthmani_simple": "الذين استجابوا۟ لله والرسول منۢ بعد ما اصابهم القرح للذين احسنوا۟ منهم واتقوا۟ اجر عظيم"
        },
        {
            "id": 466,
            "verse_key": "3:173",
            "text_uthmani_simple": "الذين قال لهم الناس ان الناس قد جمعوا۟ لكم فاخشوهم فزادهم ايمنا وقالوا۟ حسبنا الله ونعم الوكيل"
        },
        {
            "id": 467,
            "verse_key": "3:174",
            "text_uthmani_simple": "فانقلبوا۟ بنعمة من الله وفضل لم يمسسهم سوء واتبعوا۟ رضون الله والله ذو فضل عظيم"
        },
        {
            "id": 468,
            "verse_key": "3:175",
            "text_uthmani_simple": "انما ذلكم الشيطن يخوف اولياءه فلا تخافوهم وخافون ان كنتم مؤمنين"
        },
        {
            "id": 469,
            "verse_key": "3:176",
            "text_uthmani_simple": "ولا يحزنك الذين يسرعون فى الكفر انهم لن يضروا۟ الله شيـا يريد الله الا يجعل لهم حظا فى الءاخرة ولهم عذاب عظيم"
        },
        {
            "id": 470,
            "verse_key": "3:177",
            "text_uthmani_simple": "ان الذين اشتروا۟ الكفر بالايمن لن يضروا۟ الله شيـا ولهم عذاب اليم"
        },
        {
            "id": 471,
            "verse_key": "3:178",
            "text_uthmani_simple": "ولا يحسبن الذين كفروا۟ انما نملى لهم خير لانفسهم انما نملى لهم ليزدادوا۟ اثما ولهم عذاب مهين"
        },
        {
            "id": 472,
            "verse_key": "3:179",
            "text_uthmani_simple": "ما كان الله ليذر المؤمنين على ما انتم عليه حتى يميز الخبيث من الطيب وما كان الله ليطلعكم على الغيب ولكن الله يجتبى من رسله من يشاء فـامنوا۟ بالله ورسله وان تؤمنوا۟ وتتقوا۟ فلكم اجر عظيم"
        },
        {
            "id": 473,
            "verse_key": "3:180",
            "text_uthmani_simple": "ولا يحسبن الذين يبخلون بما ءاتىهم الله من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا۟ به يوم القيمة ولله ميرث السموت والارض والله بما تعملون خبير"
        },
        {
            "id": 474,
            "verse_key": "3:181",
            "text_uthmani_simple": "لقد سمع الله قول الذين قالوا۟ ان الله فقير ونحن اغنياء سنكتب ما قالوا۟ وقتلهم الانۢبياء بغير حق ونقول ذوقوا۟ عذاب الحريق"
        },
        {
            "id": 475,
            "verse_key": "3:182",
            "text_uthmani_simple": "ذلك بما قدمت ايديكم وان الله ليس بظلام للعبيد"
        },
        {
            "id": 476,
            "verse_key": "3:183",
            "text_uthmani_simple": "الذين قالوا۟ ان الله عهد الينا الا نؤمن لرسول حتى ياتينا بقربان تاكله النار قل قد جاءكم رسل من قبلى بالبينت وبالذى قلتم فلم قتلتموهم ان كنتم صدقين"
        },
        {
            "id": 477,
            "verse_key": "3:184",
            "text_uthmani_simple": "فان كذبوك فقد كذب رسل من قبلك جاءو بالبينت والزبر والكتب المنير"
        },
        {
            "id": 478,
            "verse_key": "3:185",
            "text_uthmani_simple": "كل نفس ذائقة الموت وانما توفون اجوركم يوم القيمة فمن زحزح عن النار وادخل الجنة فقد فاز وما الحيوة الدنيا الا متع الغرور"
        },
        {
            "id": 479,
            "verse_key": "3:186",
            "text_uthmani_simple": "لتبلون فى امولكم وانفسكم ولتسمعن من الذين اوتوا۟ الكتب من قبلكم ومن الذين اشركوا۟ اذى كثيرا وان تصبروا۟ وتتقوا۟ فان ذلك من عزم الامور"
        },
        {
            "id": 480,
            "verse_key": "3:187",
            "text_uthmani_simple": "واذ اخذ الله ميثق الذين اوتوا۟ الكتب لتبيننه للناس ولا تكتمونه فنبذوه وراء ظهورهم واشتروا۟ به ثمنا قليلا فبئس ما يشترون"
        },
        {
            "id": 481,
            "verse_key": "3:188",
            "text_uthmani_simple": "لا تحسبن الذين يفرحون بما اتوا۟ ويحبون ان يحمدوا۟ بما لم يفعلوا۟ فلا تحسبنهم بمفازة من العذاب ولهم عذاب اليم"
        },
        {
            "id": 482,
            "verse_key": "3:189",
            "text_uthmani_simple": "ولله ملك السموت والارض والله على كل شىء قدير"
        },
        {
            "id": 483,
            "verse_key": "3:190",
            "text_uthmani_simple": "ان فى خلق السموت والارض واختلف اليل والنهار لءايت لاو۟لى الالبب"
        },
        {
            "id": 484,
            "verse_key": "3:191",
            "text_uthmani_simple": "الذين يذكرون الله قيما وقعودا وعلى جنوبهم ويتفكرون فى خلق السموت والارض ربنا ما خلقت هذا بطلا سبحنك فقنا عذاب النار"
        },
        {
            "id": 485,
            "verse_key": "3:192",
            "text_uthmani_simple": "ربنا انك من تدخل النار فقد اخزيته وما للظلمين من انصار"
        },
        {
            "id": 486,
            "verse_key": "3:193",
            "text_uthmani_simple": "ربنا اننا سمعنا مناديا ينادى للايمن ان ءامنوا۟ بربكم فـامنا ربنا فاغفر لنا ذنوبنا وكفر عنا سيـاتنا وتوفنا مع الابرار"
        },
        {
            "id": 487,
            "verse_key": "3:194",
            "text_uthmani_simple": "ربنا وءاتنا ما وعدتنا على رسلك ولا تخزنا يوم القيمة انك لا تخلف الميعاد"
        },
        {
            "id": 488,
            "verse_key": "3:195",
            "text_uthmani_simple": "فاستجاب لهم ربهم انى لا اضيع عمل عمل منكم من ذكر او انثى بعضكم منۢ بعض فالذين هاجروا۟ واخرجوا۟ من ديرهم واوذوا۟ فى سبيلى وقتلوا۟ وقتلوا۟ لاكفرن عنهم سيـاتهم ولادخلنهم جنت تجرى من تحتها الانهر ثوابا من عند الله والله عنده حسن الثواب"
        },
        {
            "id": 489,
            "verse_key": "3:196",
            "text_uthmani_simple": "لا يغرنك تقلب الذين كفروا۟ فى البلد"
        },
        {
            "id": 490,
            "verse_key": "3:197",
            "text_uthmani_simple": "متع قليل ثم ماوىهم جهنم وبئس المهاد"
        },
        {
            "id": 491,
            "verse_key": "3:198",
            "text_uthmani_simple": "لكن الذين اتقوا۟ ربهم لهم جنت تجرى من تحتها الانهر خلدين فيها نزلا من عند الله وما عند الله خير للابرار"
        },
        {
            "id": 492,
            "verse_key": "3:199",
            "text_uthmani_simple": "وان من اهل الكتب لمن يؤمن بالله وما انزل اليكم وما انزل اليهم خشعين لله لا يشترون بـايت الله ثمنا قليلا او۟لئك لهم اجرهم عند ربهم ان الله سريع الحساب"
        },
        {
            "id": 493,
            "verse_key": "3:200",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اصبروا۟ وصابروا۟ ورابطوا۟ واتقوا۟ الله لعلكم تفلحون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "3"
        }
    }
}