{
    "verses": [
        {
            "id": 3607,
            "verse_key": "34:1",
            "text_uthmani_simple": "الحمد لله الذى له ما فى السموت وما فى الارض وله الحمد فى الءاخرة وهو الحكيم الخبير"
        },
        {
            "id": 3608,
            "verse_key": "34:2",
            "text_uthmani_simple": "يعلم ما يلج فى الارض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو الرحيم الغفور"
        },
        {
            "id": 3609,
            "verse_key": "34:3",
            "text_uthmani_simple": "وقال الذين كفروا۟ لا تاتينا الساعة قل بلى وربى لتاتينكم علم الغيب لا يعزب عنه مثقال ذرة فى السموت ولا فى الارض ولا اصغر من ذلك ولا اكبر الا فى كتب مبين"
        },
        {
            "id": 3610,
            "verse_key": "34:4",
            "text_uthmani_simple": "ليجزى الذين ءامنوا۟ وعملوا۟ الصلحت او۟لئك لهم مغفرة ورزق كريم"
        },
        {
            "id": 3611,
            "verse_key": "34:5",
            "text_uthmani_simple": "والذين سعو فى ءايتنا معجزين او۟لئك لهم عذاب من رجز اليم"
        },
        {
            "id": 3612,
            "verse_key": "34:6",
            "text_uthmani_simple": "ويرى الذين اوتوا۟ العلم الذى انزل اليك من ربك هو الحق ويهدى الى صرط العزيز الحميد"
        },
        {
            "id": 3613,
            "verse_key": "34:7",
            "text_uthmani_simple": "وقال الذين كفروا۟ هل ندلكم على رجل ينبئكم اذا مزقتم كل ممزق انكم لفى خلق جديد"
        },
        {
            "id": 3614,
            "verse_key": "34:8",
            "text_uthmani_simple": "افترى على الله كذبا ام به جنةۢ بل الذين لا يؤمنون بالءاخرة فى العذاب والضلل البعيد"
        },
        {
            "id": 3615,
            "verse_key": "34:9",
            "text_uthmani_simple": "افلم يروا۟ الى ما بين ايديهم وما خلفهم من السماء والارض ان نشا نخسف بهم الارض او نسقط عليهم كسفا من السماء ان فى ذلك لءاية لكل عبد منيب"
        },
        {
            "id": 3616,
            "verse_key": "34:10",
            "text_uthmani_simple": "ولقد ءاتينا داود منا فضلا يجبال اوبى معه والطير والنا له الحديد"
        },
        {
            "id": 3617,
            "verse_key": "34:11",
            "text_uthmani_simple": "ان اعمل سبغت وقدر فى السرد واعملوا۟ صلحا انى بما تعملون بصير"
        },
        {
            "id": 3618,
            "verse_key": "34:12",
            "text_uthmani_simple": "ولسليمن الريح غدوها شهر ورواحها شهر واسلنا له عين القطر ومن الجن من يعمل بين يديه باذن ربه ومن يزغ منهم عن امرنا نذقه من عذاب السعير"
        },
        {
            "id": 3619,
            "verse_key": "34:13",
            "text_uthmani_simple": "يعملون له ما يشاء من محريب وتمثيل وجفان كالجواب وقدور راسيت اعملوا۟ ءال داود شكرا وقليل من عبادى الشكور"
        },
        {
            "id": 3620,
            "verse_key": "34:14",
            "text_uthmani_simple": "فلما قضينا عليه الموت ما دلهم على موته الا دابة الارض تاكل منساته فلما خر تبينت الجن ان لو كانوا۟ يعلمون الغيب ما لبثوا۟ فى العذاب المهين"
        },
        {
            "id": 3621,
            "verse_key": "34:15",
            "text_uthmani_simple": "لقد كان لسبا فى مسكنهم ءاية جنتان عن يمين وشمال كلوا۟ من رزق ربكم واشكروا۟ له بلدة طيبة ورب غفور"
        },
        {
            "id": 3622,
            "verse_key": "34:16",
            "text_uthmani_simple": "فاعرضوا۟ فارسلنا عليهم سيل العرم وبدلنهم بجنتيهم جنتين ذواتى اكل خمط واثل وشىء من سدر قليل"
        },
        {
            "id": 3623,
            "verse_key": "34:17",
            "text_uthmani_simple": "ذلك جزينهم بما كفروا۟ وهل نجزى الا الكفور"
        },
        {
            "id": 3624,
            "verse_key": "34:18",
            "text_uthmani_simple": "وجعلنا بينهم وبين القرى التى بركنا فيها قرى ظهرة وقدرنا فيها السير سيروا۟ فيها ليالى واياما ءامنين"
        },
        {
            "id": 3625,
            "verse_key": "34:19",
            "text_uthmani_simple": "فقالوا۟ ربنا بعد بين اسفارنا وظلموا۟ انفسهم فجعلنهم احاديث ومزقنهم كل ممزق ان فى ذلك لءايت لكل صبار شكور"
        },
        {
            "id": 3626,
            "verse_key": "34:20",
            "text_uthmani_simple": "ولقد صدق عليهم ابليس ظنه فاتبعوه الا فريقا من المؤمنين"
        },
        {
            "id": 3627,
            "verse_key": "34:21",
            "text_uthmani_simple": "وما كان له عليهم من سلطن الا لنعلم من يؤمن بالءاخرة ممن هو منها فى شك وربك على كل شىء حفيظ"
        },
        {
            "id": 3628,
            "verse_key": "34:22",
            "text_uthmani_simple": "قل ادعوا۟ الذين زعمتم من دون الله لا يملكون مثقال ذرة فى السموت ولا فى الارض وما لهم فيهما من شرك وما له منهم من ظهير"
        },
        {
            "id": 3629,
            "verse_key": "34:23",
            "text_uthmani_simple": "ولا تنفع الشفعة عنده الا لمن اذن له حتى اذا فزع عن قلوبهم قالوا۟ ماذا قال ربكم قالوا۟ الحق وهو العلى الكبير"
        },
        {
            "id": 3630,
            "verse_key": "34:24",
            "text_uthmani_simple": "قل من يرزقكم من السموت والارض قل الله وانا او اياكم لعلى هدى او فى ضلل مبين"
        },
        {
            "id": 3631,
            "verse_key": "34:25",
            "text_uthmani_simple": "قل لا تسـلون عما اجرمنا ولا نسـل عما تعملون"
        },
        {
            "id": 3632,
            "verse_key": "34:26",
            "text_uthmani_simple": "قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم"
        },
        {
            "id": 3633,
            "verse_key": "34:27",
            "text_uthmani_simple": "قل ارونى الذين الحقتم به شركاء كلا بل هو الله العزيز الحكيم"
        },
        {
            "id": 3634,
            "verse_key": "34:28",
            "text_uthmani_simple": "وما ارسلنك الا كافة للناس بشيرا ونذيرا ولكن اكثر الناس لا يعلمون"
        },
        {
            "id": 3635,
            "verse_key": "34:29",
            "text_uthmani_simple": "ويقولون متى هذا الوعد ان كنتم صدقين"
        },
        {
            "id": 3636,
            "verse_key": "34:30",
            "text_uthmani_simple": "قل لكم ميعاد يوم لا تستـخرون عنه ساعة ولا تستقدمون"
        },
        {
            "id": 3637,
            "verse_key": "34:31",
            "text_uthmani_simple": "وقال الذين كفروا۟ لن نؤمن بهذا القرءان ولا بالذى بين يديه ولو ترى اذ الظلمون موقوفون عند ربهم يرجع بعضهم الى بعض القول يقول الذين استضعفوا۟ للذين استكبروا۟ لولا انتم لكنا مؤمنين"
        },
        {
            "id": 3638,
            "verse_key": "34:32",
            "text_uthmani_simple": "قال الذين استكبروا۟ للذين استضعفوا۟ انحن صددنكم عن الهدى بعد اذ جاءكم بل كنتم مجرمين"
        },
        {
            "id": 3639,
            "verse_key": "34:33",
            "text_uthmani_simple": "وقال الذين استضعفوا۟ للذين استكبروا۟ بل مكر اليل والنهار اذ تامروننا ان نكفر بالله ونجعل له اندادا واسروا۟ الندامة لما راوا۟ العذاب وجعلنا الاغلل فى اعناق الذين كفروا۟ هل يجزون الا ما كانوا۟ يعملون"
        },
        {
            "id": 3640,
            "verse_key": "34:34",
            "text_uthmani_simple": "وما ارسلنا فى قرية من نذير الا قال مترفوها انا بما ارسلتم به كفرون"
        },
        {
            "id": 3641,
            "verse_key": "34:35",
            "text_uthmani_simple": "وقالوا۟ نحن اكثر امولا واولدا وما نحن بمعذبين"
        },
        {
            "id": 3642,
            "verse_key": "34:36",
            "text_uthmani_simple": "قل ان ربى يبسط الرزق لمن يشاء ويقدر ولكن اكثر الناس لا يعلمون"
        },
        {
            "id": 3643,
            "verse_key": "34:37",
            "text_uthmani_simple": "وما امولكم ولا اولدكم بالتى تقربكم عندنا زلفى الا من ءامن وعمل صلحا فاو۟لئك لهم جزاء الضعف بما عملوا۟ وهم فى الغرفت ءامنون"
        },
        {
            "id": 3644,
            "verse_key": "34:38",
            "text_uthmani_simple": "والذين يسعون فى ءايتنا معجزين او۟لئك فى العذاب محضرون"
        },
        {
            "id": 3645,
            "verse_key": "34:39",
            "text_uthmani_simple": "قل ان ربى يبسط الرزق لمن يشاء من عباده ويقدر له وما انفقتم من شىء فهو يخلفه وهو خير الرزقين"
        },
        {
            "id": 3646,
            "verse_key": "34:40",
            "text_uthmani_simple": "ويوم يحشرهم جميعا ثم يقول للملئكة اهؤلاء اياكم كانوا۟ يعبدون"
        },
        {
            "id": 3647,
            "verse_key": "34:41",
            "text_uthmani_simple": "قالوا۟ سبحنك انت ولينا من دونهم بل كانوا۟ يعبدون الجن اكثرهم بهم مؤمنون"
        },
        {
            "id": 3648,
            "verse_key": "34:42",
            "text_uthmani_simple": "فاليوم لا يملك بعضكم لبعض نفعا ولا ضرا ونقول للذين ظلموا۟ ذوقوا۟ عذاب النار التى كنتم بها تكذبون"
        },
        {
            "id": 3649,
            "verse_key": "34:43",
            "text_uthmani_simple": "واذا تتلى عليهم ءايتنا بينت قالوا۟ ما هذا الا رجل يريد ان يصدكم عما كان يعبد ءاباؤكم وقالوا۟ ما هذا الا افك مفترى وقال الذين كفروا۟ للحق لما جاءهم ان هذا الا سحر مبين"
        },
        {
            "id": 3650,
            "verse_key": "34:44",
            "text_uthmani_simple": "وما ءاتينهم من كتب يدرسونها وما ارسلنا اليهم قبلك من نذير"
        },
        {
            "id": 3651,
            "verse_key": "34:45",
            "text_uthmani_simple": "وكذب الذين من قبلهم وما بلغوا۟ معشار ما ءاتينهم فكذبوا۟ رسلى فكيف كان نكير"
        },
        {
            "id": 3652,
            "verse_key": "34:46",
            "text_uthmani_simple": "قل انما اعظكم بوحدة ان تقوموا۟ لله مثنى وفردى ثم تتفكروا۟ ما بصاحبكم من جنة ان هو الا نذير لكم بين يدى عذاب شديد"
        },
        {
            "id": 3653,
            "verse_key": "34:47",
            "text_uthmani_simple": "قل ما سالتكم من اجر فهو لكم ان اجرى الا على الله وهو على كل شىء شهيد"
        },
        {
            "id": 3654,
            "verse_key": "34:48",
            "text_uthmani_simple": "قل ان ربى يقذف بالحق علم الغيوب"
        },
        {
            "id": 3655,
            "verse_key": "34:49",
            "text_uthmani_simple": "قل جاء الحق وما يبدئ البطل وما يعيد"
        },
        {
            "id": 3656,
            "verse_key": "34:50",
            "text_uthmani_simple": "قل ان ضللت فانما اضل على نفسى وان اهتديت فبما يوحى الى ربى انه سميع قريب"
        },
        {
            "id": 3657,
            "verse_key": "34:51",
            "text_uthmani_simple": "ولو ترى اذ فزعوا۟ فلا فوت واخذوا۟ من مكان قريب"
        },
        {
            "id": 3658,
            "verse_key": "34:52",
            "text_uthmani_simple": "وقالوا۟ ءامنا به وانى لهم التناوش من مكانۭ بعيد"
        },
        {
            "id": 3659,
            "verse_key": "34:53",
            "text_uthmani_simple": "وقد كفروا۟ به من قبل ويقذفون بالغيب من مكانۭ بعيد"
        },
        {
            "id": 3660,
            "verse_key": "34:54",
            "text_uthmani_simple": "وحيل بينهم وبين ما يشتهون كما فعل باشياعهم من قبل انهم كانوا۟ فى شك مريبۭ"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "34"
        }
    }
}