{
    "verses": [
        {
            "id": 2792,
            "verse_key": "24:1",
            "text_uthmani_simple": "سورة انزلنها وفرضنها وانزلنا فيها ءايتۭ بينت لعلكم تذكرون"
        },
        {
            "id": 2793,
            "verse_key": "24:2",
            "text_uthmani_simple": "الزانية والزانى فاجلدوا۟ كل وحد منهما ما۟ئة جلدة ولا تاخذكم بهما رافة فى دين الله ان كنتم تؤمنون بالله واليوم الءاخر وليشهد عذابهما طائفة من المؤمنين"
        },
        {
            "id": 2794,
            "verse_key": "24:3",
            "text_uthmani_simple": "الزانى لا ينكح الا زانية او مشركة والزانية لا ينكحها الا زان او مشرك وحرم ذلك على المؤمنين"
        },
        {
            "id": 2795,
            "verse_key": "24:4",
            "text_uthmani_simple": "والذين يرمون المحصنت ثم لم ياتوا۟ باربعة شهداء فاجلدوهم ثمنين جلدة ولا تقبلوا۟ لهم شهدة ابدا واو۟لئك هم الفسقون"
        },
        {
            "id": 2796,
            "verse_key": "24:5",
            "text_uthmani_simple": "الا الذين تابوا۟ منۢ بعد ذلك واصلحوا۟ فان الله غفور رحيم"
        },
        {
            "id": 2797,
            "verse_key": "24:6",
            "text_uthmani_simple": "والذين يرمون ازوجهم ولم يكن لهم شهداء الا انفسهم فشهدة احدهم اربع شهدتۭ بالله انه لمن الصدقين"
        },
        {
            "id": 2798,
            "verse_key": "24:7",
            "text_uthmani_simple": "والخمسة ان لعنت الله عليه ان كان من الكذبين"
        },
        {
            "id": 2799,
            "verse_key": "24:8",
            "text_uthmani_simple": "ويدرؤا۟ عنها العذاب ان تشهد اربع شهدتۭ بالله انه لمن الكذبين"
        },
        {
            "id": 2800,
            "verse_key": "24:9",
            "text_uthmani_simple": "والخمسة ان غضب الله عليها ان كان من الصدقين"
        },
        {
            "id": 2801,
            "verse_key": "24:10",
            "text_uthmani_simple": "ولولا فضل الله عليكم ورحمته وان الله تواب حكيم"
        },
        {
            "id": 2802,
            "verse_key": "24:11",
            "text_uthmani_simple": "ان الذين جاءو بالافك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل امرئ منهم ما اكتسب من الاثم والذى تولى كبره منهم له عذاب عظيم"
        },
        {
            "id": 2803,
            "verse_key": "24:12",
            "text_uthmani_simple": "لولا اذ سمعتموه ظن المؤمنون والمؤمنت بانفسهم خيرا وقالوا۟ هذا افك مبين"
        },
        {
            "id": 2804,
            "verse_key": "24:13",
            "text_uthmani_simple": "لولا جاءو عليه باربعة شهداء فاذ لم ياتوا۟ بالشهداء فاو۟لئك عند الله هم الكذبون"
        },
        {
            "id": 2805,
            "verse_key": "24:14",
            "text_uthmani_simple": "ولولا فضل الله عليكم ورحمته فى الدنيا والءاخرة لمسكم فى ما افضتم فيه عذاب عظيم"
        },
        {
            "id": 2806,
            "verse_key": "24:15",
            "text_uthmani_simple": "اذ تلقونه بالسنتكم وتقولون بافواهكم ما ليس لكم به علم وتحسبونه هينا وهو عند الله عظيم"
        },
        {
            "id": 2807,
            "verse_key": "24:16",
            "text_uthmani_simple": "ولولا اذ سمعتموه قلتم ما يكون لنا ان نتكلم بهذا سبحنك هذا بهتن عظيم"
        },
        {
            "id": 2808,
            "verse_key": "24:17",
            "text_uthmani_simple": "يعظكم الله ان تعودوا۟ لمثله ابدا ان كنتم مؤمنين"
        },
        {
            "id": 2809,
            "verse_key": "24:18",
            "text_uthmani_simple": "ويبين الله لكم الءايت والله عليم حكيم"
        },
        {
            "id": 2810,
            "verse_key": "24:19",
            "text_uthmani_simple": "ان الذين يحبون ان تشيع الفحشة فى الذين ءامنوا۟ لهم عذاب اليم فى الدنيا والءاخرة والله يعلم وانتم لا تعلمون"
        },
        {
            "id": 2811,
            "verse_key": "24:20",
            "text_uthmani_simple": "ولولا فضل الله عليكم ورحمته وان الله رءوف رحيم"
        },
        {
            "id": 2812,
            "verse_key": "24:21",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تتبعوا۟ خطوت الشيطن ومن يتبع خطوت الشيطن فانه يامر بالفحشاء والمنكر ولولا فضل الله عليكم ورحمته ما زكى منكم من احد ابدا ولكن الله يزكى من يشاء والله سميع عليم"
        },
        {
            "id": 2813,
            "verse_key": "24:22",
            "text_uthmani_simple": "ولا ياتل او۟لوا۟ الفضل منكم والسعة ان يؤتوا۟ او۟لى القربى والمسكين والمهجرين فى سبيل الله وليعفوا۟ وليصفحوا۟ الا تحبون ان يغفر الله لكم والله غفور رحيم"
        },
        {
            "id": 2814,
            "verse_key": "24:23",
            "text_uthmani_simple": "ان الذين يرمون المحصنت الغفلت المؤمنت لعنوا۟ فى الدنيا والءاخرة ولهم عذاب عظيم"
        },
        {
            "id": 2815,
            "verse_key": "24:24",
            "text_uthmani_simple": "يوم تشهد عليهم السنتهم وايديهم وارجلهم بما كانوا۟ يعملون"
        },
        {
            "id": 2816,
            "verse_key": "24:25",
            "text_uthmani_simple": "يومئذ يوفيهم الله دينهم الحق ويعلمون ان الله هو الحق المبين"
        },
        {
            "id": 2817,
            "verse_key": "24:26",
            "text_uthmani_simple": "الخبيثت للخبيثين والخبيثون للخبيثت والطيبت للطيبين والطيبون للطيبت او۟لئك مبرءون مما يقولون لهم مغفرة ورزق كريم"
        },
        {
            "id": 2818,
            "verse_key": "24:27",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تدخلوا۟ بيوتا غير بيوتكم حتى تستانسوا۟ وتسلموا۟ على اهلها ذلكم خير لكم لعلكم تذكرون"
        },
        {
            "id": 2819,
            "verse_key": "24:28",
            "text_uthmani_simple": "فان لم تجدوا۟ فيها احدا فلا تدخلوها حتى يؤذن لكم وان قيل لكم ارجعوا۟ فارجعوا۟ هو ازكى لكم والله بما تعملون عليم"
        },
        {
            "id": 2820,
            "verse_key": "24:29",
            "text_uthmani_simple": "ليس عليكم جناح ان تدخلوا۟ بيوتا غير مسكونة فيها متع لكم والله يعلم ما تبدون وما تكتمون"
        },
        {
            "id": 2821,
            "verse_key": "24:30",
            "text_uthmani_simple": "قل للمؤمنين يغضوا۟ من ابصرهم ويحفظوا۟ فروجهم ذلك ازكى لهم ان الله خبيرۢ بما يصنعون"
        },
        {
            "id": 2822,
            "verse_key": "24:31",
            "text_uthmani_simple": "وقل للمؤمنت يغضضن من ابصرهن ويحفظن فروجهن ولا يبدين زينتهن الا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن الا لبعولتهن او ءابائهن او ءاباء بعولتهن او ابنائهن او ابناء بعولتهن او اخونهن او بنى اخونهن او بنى اخوتهن او نسائهن او ما ملكت ايمنهن او التبعين غير او۟لى الاربة من الرجال او الطفل الذين لم يظهروا۟ على عورت النساء ولا يضربن بارجلهن ليعلم ما يخفين من زينتهن وتوبوا۟ الى الله جميعا ايه المؤمنون لعلكم تفلحون"
        },
        {
            "id": 2823,
            "verse_key": "24:32",
            "text_uthmani_simple": "وانكحوا۟ الايمى منكم والصلحين من عبادكم وامائكم ان يكونوا۟ فقراء يغنهم الله من فضله والله وسع عليم"
        },
        {
            "id": 2824,
            "verse_key": "24:33",
            "text_uthmani_simple": "وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتب مما ملكت ايمنكم فكاتبوهم ان علمتم فيهم خيرا وءاتوهم من مال الله الذى ءاتىكم ولا تكرهوا۟ فتيتكم على البغاء ان اردن تحصنا لتبتغوا۟ عرض الحيوة الدنيا ومن يكرههن فان الله منۢ بعد اكرههن غفور رحيم"
        },
        {
            "id": 2825,
            "verse_key": "24:34",
            "text_uthmani_simple": "ولقد انزلنا اليكم ءايت مبينت ومثلا من الذين خلوا۟ من قبلكم وموعظة للمتقين"
        },
        {
            "id": 2826,
            "verse_key": "24:35",
            "text_uthmani_simple": "الله نور السموت والارض مثل نوره كمشكوة فيها مصباح المصباح فى زجاجة الزجاجة كانها كوكب درى يوقد من شجرة مبركة زيتونة لا شرقية ولا غربية يكاد زيتها يضىء ولو لم تمسسه نار نور على نور يهدى الله لنوره من يشاء ويضرب الله الامثل للناس والله بكل شىء عليم"
        },
        {
            "id": 2827,
            "verse_key": "24:36",
            "text_uthmani_simple": "فى بيوت اذن الله ان ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والءاصال"
        },
        {
            "id": 2828,
            "verse_key": "24:37",
            "text_uthmani_simple": "رجال لا تلهيهم تجرة ولا بيع عن ذكر الله واقام الصلوة وايتاء الزكوة يخافون يوما تتقلب فيه القلوب والابصر"
        },
        {
            "id": 2829,
            "verse_key": "24:38",
            "text_uthmani_simple": "ليجزيهم الله احسن ما عملوا۟ ويزيدهم من فضله والله يرزق من يشاء بغير حساب"
        },
        {
            "id": 2830,
            "verse_key": "24:39",
            "text_uthmani_simple": "والذين كفروا۟ اعملهم كسرابۭ بقيعة يحسبه الظمـان ماء حتى اذا جاءه لم يجده شيـا ووجد الله عنده فوفىه حسابه والله سريع الحساب"
        },
        {
            "id": 2831,
            "verse_key": "24:40",
            "text_uthmani_simple": "او كظلمت فى بحر لجى يغشىه موج من فوقه موج من فوقه سحاب ظلمتۢ بعضها فوق بعض اذا اخرج يده لم يكد يرىها ومن لم يجعل الله له نورا فما له من نور"
        },
        {
            "id": 2832,
            "verse_key": "24:41",
            "text_uthmani_simple": "الم تر ان الله يسبح له من فى السموت والارض والطير صفت كل قد علم صلاته وتسبيحه والله عليمۢ بما يفعلون"
        },
        {
            "id": 2833,
            "verse_key": "24:42",
            "text_uthmani_simple": "ولله ملك السموت والارض والى الله المصير"
        },
        {
            "id": 2834,
            "verse_key": "24:43",
            "text_uthmani_simple": "الم تر ان الله يزجى سحابا ثم يؤلف بينه ثم يجعله ركاما فترى الودق يخرج من خلله وينزل من السماء من جبال فيها منۢ برد فيصيب به من يشاء ويصرفه عن من يشاء يكاد سنا برقه يذهب بالابصر"
        },
        {
            "id": 2835,
            "verse_key": "24:44",
            "text_uthmani_simple": "يقلب الله اليل والنهار ان فى ذلك لعبرة لاو۟لى الابصر"
        },
        {
            "id": 2836,
            "verse_key": "24:45",
            "text_uthmani_simple": "والله خلق كل دابة من ماء فمنهم من يمشى على بطنه ومنهم من يمشى على رجلين ومنهم من يمشى على اربع يخلق الله ما يشاء ان الله على كل شىء قدير"
        },
        {
            "id": 2837,
            "verse_key": "24:46",
            "text_uthmani_simple": "لقد انزلنا ءايت مبينت والله يهدى من يشاء الى صرط مستقيم"
        },
        {
            "id": 2838,
            "verse_key": "24:47",
            "text_uthmani_simple": "ويقولون ءامنا بالله وبالرسول واطعنا ثم يتولى فريق منهم منۢ بعد ذلك وما او۟لئك بالمؤمنين"
        },
        {
            "id": 2839,
            "verse_key": "24:48",
            "text_uthmani_simple": "واذا دعوا۟ الى الله ورسوله ليحكم بينهم اذا فريق منهم معرضون"
        },
        {
            "id": 2840,
            "verse_key": "24:49",
            "text_uthmani_simple": "وان يكن لهم الحق ياتوا۟ اليه مذعنين"
        },
        {
            "id": 2841,
            "verse_key": "24:50",
            "text_uthmani_simple": "افى قلوبهم مرض ام ارتابوا۟ ام يخافون ان يحيف الله عليهم ورسوله بل او۟لئك هم الظلمون"
        },
        {
            "id": 2842,
            "verse_key": "24:51",
            "text_uthmani_simple": "انما كان قول المؤمنين اذا دعوا۟ الى الله ورسوله ليحكم بينهم ان يقولوا۟ سمعنا واطعنا واو۟لئك هم المفلحون"
        },
        {
            "id": 2843,
            "verse_key": "24:52",
            "text_uthmani_simple": "ومن يطع الله ورسوله ويخش الله ويتقه فاو۟لئك هم الفائزون"
        },
        {
            "id": 2844,
            "verse_key": "24:53",
            "text_uthmani_simple": "واقسموا۟ بالله جهد ايمنهم لئن امرتهم ليخرجن قل لا تقسموا۟ طاعة معروفة ان الله خبيرۢ بما تعملون"
        },
        {
            "id": 2845,
            "verse_key": "24:54",
            "text_uthmani_simple": "قل اطيعوا۟ الله واطيعوا۟ الرسول فان تولوا۟ فانما عليه ما حمل وعليكم ما حملتم وان تطيعوه تهتدوا۟ وما على الرسول الا البلغ المبين"
        },
        {
            "id": 2846,
            "verse_key": "24:55",
            "text_uthmani_simple": "وعد الله الذين ءامنوا۟ منكم وعملوا۟ الصلحت ليستخلفنهم فى الارض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذى ارتضى لهم وليبدلنهم منۢ بعد خوفهم امنا يعبدوننى لا يشركون بى شيـا ومن كفر بعد ذلك فاو۟لئك هم الفسقون"
        },
        {
            "id": 2847,
            "verse_key": "24:56",
            "text_uthmani_simple": "واقيموا۟ الصلوة وءاتوا۟ الزكوة واطيعوا۟ الرسول لعلكم ترحمون"
        },
        {
            "id": 2848,
            "verse_key": "24:57",
            "text_uthmani_simple": "لا تحسبن الذين كفروا۟ معجزين فى الارض وماوىهم النار ولبئس المصير"
        },
        {
            "id": 2849,
            "verse_key": "24:58",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ليستـذنكم الذين ملكت ايمنكم والذين لم يبلغوا۟ الحلم منكم ثلث مرت من قبل صلوة الفجر وحين تضعون ثيابكم من الظهيرة ومنۢ بعد صلوة العشاء ثلث عورت لكم ليس عليكم ولا عليهم جناحۢ بعدهن طوفون عليكم بعضكم على بعض كذلك يبين الله لكم الءايت والله عليم حكيم"
        },
        {
            "id": 2850,
            "verse_key": "24:59",
            "text_uthmani_simple": "واذا بلغ الاطفل منكم الحلم فليستـذنوا۟ كما استـذن الذين من قبلهم كذلك يبين الله لكم ءايته والله عليم حكيم"
        },
        {
            "id": 2851,
            "verse_key": "24:60",
            "text_uthmani_simple": "والقوعد من النساء التى لا يرجون نكاحا فليس عليهن جناح ان يضعن ثيابهن غير متبرجتۭ بزينة وان يستعففن خير لهن والله سميع عليم"
        },
        {
            "id": 2852,
            "verse_key": "24:61",
            "text_uthmani_simple": "ليس على الاعمى حرج ولا على الاعرج حرج ولا على المريض حرج ولا على انفسكم ان تاكلوا۟ منۢ بيوتكم او بيوت ءابائكم او بيوت امهتكم او بيوت اخونكم او بيوت اخوتكم او بيوت اعممكم او بيوت عمتكم او بيوت اخولكم او بيوت خلتكم او ما ملكتم مفاتحه او صديقكم ليس عليكم جناح ان تاكلوا۟ جميعا او اشتاتا فاذا دخلتم بيوتا فسلموا۟ على انفسكم تحية من عند الله مبركة طيبة كذلك يبين الله لكم الءايت لعلكم تعقلون"
        },
        {
            "id": 2853,
            "verse_key": "24:62",
            "text_uthmani_simple": "انما المؤمنون الذين ءامنوا۟ بالله ورسوله واذا كانوا۟ معه على امر جامع لم يذهبوا۟ حتى يستـذنوه ان الذين يستـذنونك او۟لئك الذين يؤمنون بالله ورسوله فاذا استـذنوك لبعض شانهم فاذن لمن شئت منهم واستغفر لهم الله ان الله غفور رحيم"
        },
        {
            "id": 2854,
            "verse_key": "24:63",
            "text_uthmani_simple": "لا تجعلوا۟ دعاء الرسول بينكم كدعاء بعضكم بعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن امره ان تصيبهم فتنة او يصيبهم عذاب اليم"
        },
        {
            "id": 2855,
            "verse_key": "24:64",
            "text_uthmani_simple": "الا ان لله ما فى السموت والارض قد يعلم ما انتم عليه ويوم يرجعون اليه فينبئهم بما عملوا۟ والله بكل شىء عليمۢ"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "24"
        }
    }
}