{
    "verses": [
        {
            "id": 1161,
            "verse_key": "8:1",
            "text_uthmani_simple": "يسـلونك عن الانفال قل الانفال لله والرسول فاتقوا۟ الله واصلحوا۟ ذات بينكم واطيعوا۟ الله ورسوله ان كنتم مؤمنين"
        },
        {
            "id": 1162,
            "verse_key": "8:2",
            "text_uthmani_simple": "انما المؤمنون الذين اذا ذكر الله وجلت قلوبهم واذا تليت عليهم ءايته زادتهم ايمنا وعلى ربهم يتوكلون"
        },
        {
            "id": 1163,
            "verse_key": "8:3",
            "text_uthmani_simple": "الذين يقيمون الصلوة ومما رزقنهم ينفقون"
        },
        {
            "id": 1164,
            "verse_key": "8:4",
            "text_uthmani_simple": "او۟لئك هم المؤمنون حقا لهم درجت عند ربهم ومغفرة ورزق كريم"
        },
        {
            "id": 1165,
            "verse_key": "8:5",
            "text_uthmani_simple": "كما اخرجك ربك منۢ بيتك بالحق وان فريقا من المؤمنين لكرهون"
        },
        {
            "id": 1166,
            "verse_key": "8:6",
            "text_uthmani_simple": "يجدلونك فى الحق بعدما تبين كانما يساقون الى الموت وهم ينظرون"
        },
        {
            "id": 1167,
            "verse_key": "8:7",
            "text_uthmani_simple": "واذ يعدكم الله احدى الطائفتين انها لكم وتودون ان غير ذات الشوكة تكون لكم ويريد الله ان يحق الحق بكلمته ويقطع دابر الكفرين"
        },
        {
            "id": 1168,
            "verse_key": "8:8",
            "text_uthmani_simple": "ليحق الحق ويبطل البطل ولو كره المجرمون"
        },
        {
            "id": 1169,
            "verse_key": "8:9",
            "text_uthmani_simple": "اذ تستغيثون ربكم فاستجاب لكم انى ممدكم بالف من الملئكة مردفين"
        },
        {
            "id": 1170,
            "verse_key": "8:10",
            "text_uthmani_simple": "وما جعله الله الا بشرى ولتطمئن به قلوبكم وما النصر الا من عند الله ان الله عزيز حكيم"
        },
        {
            "id": 1171,
            "verse_key": "8:11",
            "text_uthmani_simple": "اذ يغشيكم النعاس امنة منه وينزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطن وليربط على قلوبكم ويثبت به الاقدام"
        },
        {
            "id": 1172,
            "verse_key": "8:12",
            "text_uthmani_simple": "اذ يوحى ربك الى الملئكة انى معكم فثبتوا۟ الذين ءامنوا۟ سالقى فى قلوب الذين كفروا۟ الرعب فاضربوا۟ فوق الاعناق واضربوا۟ منهم كل بنان"
        },
        {
            "id": 1173,
            "verse_key": "8:13",
            "text_uthmani_simple": "ذلك بانهم شاقوا۟ الله ورسوله ومن يشاقق الله ورسوله فان الله شديد العقاب"
        },
        {
            "id": 1174,
            "verse_key": "8:14",
            "text_uthmani_simple": "ذلكم فذوقوه وان للكفرين عذاب النار"
        },
        {
            "id": 1175,
            "verse_key": "8:15",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذا لقيتم الذين كفروا۟ زحفا فلا تولوهم الادبار"
        },
        {
            "id": 1176,
            "verse_key": "8:16",
            "text_uthmani_simple": "ومن يولهم يومئذ دبره الا متحرفا لقتال او متحيزا الى فئة فقد باء بغضب من الله وماوىه جهنم وبئس المصير"
        },
        {
            "id": 1177,
            "verse_key": "8:17",
            "text_uthmani_simple": "فلم تقتلوهم ولكن الله قتلهم وما رميت اذ رميت ولكن الله رمى وليبلى المؤمنين منه بلاء حسنا ان الله سميع عليم"
        },
        {
            "id": 1178,
            "verse_key": "8:18",
            "text_uthmani_simple": "ذلكم وان الله موهن كيد الكفرين"
        },
        {
            "id": 1179,
            "verse_key": "8:19",
            "text_uthmani_simple": "ان تستفتحوا۟ فقد جاءكم الفتح وان تنتهوا۟ فهو خير لكم وان تعودوا۟ نعد ولن تغنى عنكم فئتكم شيـا ولو كثرت وان الله مع المؤمنين"
        },
        {
            "id": 1180,
            "verse_key": "8:20",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اطيعوا۟ الله ورسوله ولا تولوا۟ عنه وانتم تسمعون"
        },
        {
            "id": 1181,
            "verse_key": "8:21",
            "text_uthmani_simple": "ولا تكونوا۟ كالذين قالوا۟ سمعنا وهم لا يسمعون"
        },
        {
            "id": 1182,
            "verse_key": "8:22",
            "text_uthmani_simple": "ان شر الدواب عند الله الصم البكم الذين لا يعقلون"
        },
        {
            "id": 1183,
            "verse_key": "8:23",
            "text_uthmani_simple": "ولو علم الله فيهم خيرا لاسمعهم ولو اسمعهم لتولوا۟ وهم معرضون"
        },
        {
            "id": 1184,
            "verse_key": "8:24",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ استجيبوا۟ لله وللرسول اذا دعاكم لما يحييكم واعلموا۟ ان الله يحول بين المرء وقلبه وانه اليه تحشرون"
        },
        {
            "id": 1185,
            "verse_key": "8:25",
            "text_uthmani_simple": "واتقوا۟ فتنة لا تصيبن الذين ظلموا۟ منكم خاصة واعلموا۟ ان الله شديد العقاب"
        },
        {
            "id": 1186,
            "verse_key": "8:26",
            "text_uthmani_simple": "واذكروا۟ اذ انتم قليل مستضعفون فى الارض تخافون ان يتخطفكم الناس فـاوىكم وايدكم بنصره ورزقكم من الطيبت لعلكم تشكرون"
        },
        {
            "id": 1187,
            "verse_key": "8:27",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تخونوا۟ الله والرسول وتخونوا۟ امنتكم وانتم تعلمون"
        },
        {
            "id": 1188,
            "verse_key": "8:28",
            "text_uthmani_simple": "واعلموا۟ انما امولكم واولدكم فتنة وان الله عنده اجر عظيم"
        },
        {
            "id": 1189,
            "verse_key": "8:29",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ان تتقوا۟ الله يجعل لكم فرقانا ويكفر عنكم سيـاتكم ويغفر لكم والله ذو الفضل العظيم"
        },
        {
            "id": 1190,
            "verse_key": "8:30",
            "text_uthmani_simple": "واذ يمكر بك الذين كفروا۟ ليثبتوك او يقتلوك او يخرجوك ويمكرون ويمكر الله والله خير المكرين"
        },
        {
            "id": 1191,
            "verse_key": "8:31",
            "text_uthmani_simple": "واذا تتلى عليهم ءايتنا قالوا۟ قد سمعنا لو نشاء لقلنا مثل هذا ان هذا الا اسطير الاولين"
        },
        {
            "id": 1192,
            "verse_key": "8:32",
            "text_uthmani_simple": "واذ قالوا۟ اللهم ان كان هذا هو الحق من عندك فامطر علينا حجارة من السماء او ائتنا بعذاب اليم"
        },
        {
            "id": 1193,
            "verse_key": "8:33",
            "text_uthmani_simple": "وما كان الله ليعذبهم وانت فيهم وما كان الله معذبهم وهم يستغفرون"
        },
        {
            "id": 1194,
            "verse_key": "8:34",
            "text_uthmani_simple": "وما لهم الا يعذبهم الله وهم يصدون عن المسجد الحرام وما كانوا۟ اولياءه ان اولياؤه الا المتقون ولكن اكثرهم لا يعلمون"
        },
        {
            "id": 1195,
            "verse_key": "8:35",
            "text_uthmani_simple": "وما كان صلاتهم عند البيت الا مكاء وتصدية فذوقوا۟ العذاب بما كنتم تكفرون"
        },
        {
            "id": 1196,
            "verse_key": "8:36",
            "text_uthmani_simple": "ان الذين كفروا۟ ينفقون امولهم ليصدوا۟ عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون والذين كفروا۟ الى جهنم يحشرون"
        },
        {
            "id": 1197,
            "verse_key": "8:37",
            "text_uthmani_simple": "ليميز الله الخبيث من الطيب ويجعل الخبيث بعضه على بعض فيركمه جميعا فيجعله فى جهنم او۟لئك هم الخسرون"
        },
        {
            "id": 1198,
            "verse_key": "8:38",
            "text_uthmani_simple": "قل للذين كفروا۟ ان ينتهوا۟ يغفر لهم ما قد سلف وان يعودوا۟ فقد مضت سنت الاولين"
        },
        {
            "id": 1199,
            "verse_key": "8:39",
            "text_uthmani_simple": "وقتلوهم حتى لا تكون فتنة ويكون الدين كله لله فان انتهوا۟ فان الله بما يعملون بصير"
        },
        {
            "id": 1200,
            "verse_key": "8:40",
            "text_uthmani_simple": "وان تولوا۟ فاعلموا۟ ان الله مولىكم نعم المولى ونعم النصير"
        },
        {
            "id": 1201,
            "verse_key": "8:41",
            "text_uthmani_simple": "واعلموا۟ انما غنمتم من شىء فان لله خمسه وللرسول ولذى القربى واليتمى والمسكين وابن السبيل ان كنتم ءامنتم بالله وما انزلنا على عبدنا يوم الفرقان يوم التقى الجمعان والله على كل شىء قدير"
        },
        {
            "id": 1202,
            "verse_key": "8:42",
            "text_uthmani_simple": "اذ انتم بالعدوة الدنيا وهم بالعدوة القصوى والركب اسفل منكم ولو تواعدتم لاختلفتم فى الميعد ولكن ليقضى الله امرا كان مفعولا ليهلك من هلك عنۢ بينة ويحيى من حى عنۢ بينة وان الله لسميع عليم"
        },
        {
            "id": 1203,
            "verse_key": "8:43",
            "text_uthmani_simple": "اذ يريكهم الله فى منامك قليلا ولو ارىكهم كثيرا لفشلتم ولتنزعتم فى الامر ولكن الله سلم انه عليمۢ بذات الصدور"
        },
        {
            "id": 1204,
            "verse_key": "8:44",
            "text_uthmani_simple": "واذ يريكموهم اذ التقيتم فى اعينكم قليلا ويقللكم فى اعينهم ليقضى الله امرا كان مفعولا والى الله ترجع الامور"
        },
        {
            "id": 1205,
            "verse_key": "8:45",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذا لقيتم فئة فاثبتوا۟ واذكروا۟ الله كثيرا لعلكم تفلحون"
        },
        {
            "id": 1206,
            "verse_key": "8:46",
            "text_uthmani_simple": "واطيعوا۟ الله ورسوله ولا تنزعوا۟ فتفشلوا۟ وتذهب ريحكم واصبروا۟ ان الله مع الصبرين"
        },
        {
            "id": 1207,
            "verse_key": "8:47",
            "text_uthmani_simple": "ولا تكونوا۟ كالذين خرجوا۟ من ديرهم بطرا ورئاء الناس ويصدون عن سبيل الله والله بما يعملون محيط"
        },
        {
            "id": 1208,
            "verse_key": "8:48",
            "text_uthmani_simple": "واذ زين لهم الشيطن اعملهم وقال لا غالب لكم اليوم من الناس وانى جار لكم فلما تراءت الفئتان نكص على عقبيه وقال انى برىء منكم انى ارى ما لا ترون انى اخاف الله والله شديد العقاب"
        },
        {
            "id": 1209,
            "verse_key": "8:49",
            "text_uthmani_simple": "اذ يقول المنفقون والذين فى قلوبهم مرض غر هؤلاء دينهم ومن يتوكل على الله فان الله عزيز حكيم"
        },
        {
            "id": 1210,
            "verse_key": "8:50",
            "text_uthmani_simple": "ولو ترى اذ يتوفى الذين كفروا۟ الملئكة يضربون وجوههم وادبرهم وذوقوا۟ عذاب الحريق"
        },
        {
            "id": 1211,
            "verse_key": "8:51",
            "text_uthmani_simple": "ذلك بما قدمت ايديكم وان الله ليس بظلم للعبيد"
        },
        {
            "id": 1212,
            "verse_key": "8:52",
            "text_uthmani_simple": "كداب ءال فرعون والذين من قبلهم كفروا۟ بـايت الله فاخذهم الله بذنوبهم ان الله قوى شديد العقاب"
        },
        {
            "id": 1213,
            "verse_key": "8:53",
            "text_uthmani_simple": "ذلك بان الله لم يك مغيرا نعمة انعمها على قوم حتى يغيروا۟ ما بانفسهم وان الله سميع عليم"
        },
        {
            "id": 1214,
            "verse_key": "8:54",
            "text_uthmani_simple": "كداب ءال فرعون والذين من قبلهم كذبوا۟ بـايت ربهم فاهلكنهم بذنوبهم واغرقنا ءال فرعون وكل كانوا۟ ظلمين"
        },
        {
            "id": 1215,
            "verse_key": "8:55",
            "text_uthmani_simple": "ان شر الدواب عند الله الذين كفروا۟ فهم لا يؤمنون"
        },
        {
            "id": 1216,
            "verse_key": "8:56",
            "text_uthmani_simple": "الذين عهدت منهم ثم ينقضون عهدهم فى كل مرة وهم لا يتقون"
        },
        {
            "id": 1217,
            "verse_key": "8:57",
            "text_uthmani_simple": "فاما تثقفنهم فى الحرب فشرد بهم من خلفهم لعلهم يذكرون"
        },
        {
            "id": 1218,
            "verse_key": "8:58",
            "text_uthmani_simple": "واما تخافن من قوم خيانة فانۢبذ اليهم على سواء ان الله لا يحب الخائنين"
        },
        {
            "id": 1219,
            "verse_key": "8:59",
            "text_uthmani_simple": "ولا يحسبن الذين كفروا۟ سبقوا۟ انهم لا يعجزون"
        },
        {
            "id": 1220,
            "verse_key": "8:60",
            "text_uthmani_simple": "واعدوا۟ لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم وءاخرين من دونهم لا تعلمونهم الله يعلمهم وما تنفقوا۟ من شىء فى سبيل الله يوف اليكم وانتم لا تظلمون"
        },
        {
            "id": 1221,
            "verse_key": "8:61",
            "text_uthmani_simple": "وان جنحوا۟ للسلم فاجنح لها وتوكل على الله انه هو السميع العليم"
        },
        {
            "id": 1222,
            "verse_key": "8:62",
            "text_uthmani_simple": "وان يريدوا۟ ان يخدعوك فان حسبك الله هو الذى ايدك بنصره وبالمؤمنين"
        },
        {
            "id": 1223,
            "verse_key": "8:63",
            "text_uthmani_simple": "والف بين قلوبهم لو انفقت ما فى الارض جميعا ما الفت بين قلوبهم ولكن الله الف بينهم انه عزيز حكيم"
        },
        {
            "id": 1224,
            "verse_key": "8:64",
            "text_uthmani_simple": "يايها النبى حسبك الله ومن اتبعك من المؤمنين"
        },
        {
            "id": 1225,
            "verse_key": "8:65",
            "text_uthmani_simple": "يايها النبى حرض المؤمنين على القتال ان يكن منكم عشرون صبرون يغلبوا۟ ما۟ئتين وان يكن منكم ما۟ئة يغلبوا۟ الفا من الذين كفروا۟ بانهم قوم لا يفقهون"
        },
        {
            "id": 1226,
            "verse_key": "8:66",
            "text_uthmani_simple": "الـن خفف الله عنكم وعلم ان فيكم ضعفا فان يكن منكم ما۟ئة صابرة يغلبوا۟ ما۟ئتين وان يكن منكم الف يغلبوا۟ الفين باذن الله والله مع الصبرين"
        },
        {
            "id": 1227,
            "verse_key": "8:67",
            "text_uthmani_simple": "ما كان لنبى ان يكون له اسرى حتى يثخن فى الارض تريدون عرض الدنيا والله يريد الءاخرة والله عزيز حكيم"
        },
        {
            "id": 1228,
            "verse_key": "8:68",
            "text_uthmani_simple": "لولا كتب من الله سبق لمسكم فيما اخذتم عذاب عظيم"
        },
        {
            "id": 1229,
            "verse_key": "8:69",
            "text_uthmani_simple": "فكلوا۟ مما غنمتم حللا طيبا واتقوا۟ الله ان الله غفور رحيم"
        },
        {
            "id": 1230,
            "verse_key": "8:70",
            "text_uthmani_simple": "يايها النبى قل لمن فى ايديكم من الاسرى ان يعلم الله فى قلوبكم خيرا يؤتكم خيرا مما اخذ منكم ويغفر لكم والله غفور رحيم"
        },
        {
            "id": 1231,
            "verse_key": "8:71",
            "text_uthmani_simple": "وان يريدوا۟ خيانتك فقد خانوا۟ الله من قبل فامكن منهم والله عليم حكيم"
        },
        {
            "id": 1232,
            "verse_key": "8:72",
            "text_uthmani_simple": "ان الذين ءامنوا۟ وهاجروا۟ وجهدوا۟ بامولهم وانفسهم فى سبيل الله والذين ءاووا۟ ونصروا۟ او۟لئك بعضهم اولياء بعض والذين ءامنوا۟ ولم يهاجروا۟ ما لكم من وليتهم من شىء حتى يهاجروا۟ وان استنصروكم فى الدين فعليكم النصر الا على قومۭ بينكم وبينهم ميثق والله بما تعملون بصير"
        },
        {
            "id": 1233,
            "verse_key": "8:73",
            "text_uthmani_simple": "والذين كفروا۟ بعضهم اولياء بعض الا تفعلوه تكن فتنة فى الارض وفساد كبير"
        },
        {
            "id": 1234,
            "verse_key": "8:74",
            "text_uthmani_simple": "والذين ءامنوا۟ وهاجروا۟ وجهدوا۟ فى سبيل الله والذين ءاووا۟ ونصروا۟ او۟لئك هم المؤمنون حقا لهم مغفرة ورزق كريم"
        },
        {
            "id": 1235,
            "verse_key": "8:75",
            "text_uthmani_simple": "والذين ءامنوا۟ منۢ بعد وهاجروا۟ وجهدوا۟ معكم فاو۟لئك منكم واو۟لوا۟ الارحام بعضهم اولى ببعض فى كتب الله ان الله بكل شىء عليمۢ"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "8"
        }
    }
}