{
    "verses": [
        {
            "id": 4273,
            "verse_key": "42:1",
            "text_uthmani_simple": "حم"
        },
        {
            "id": 4274,
            "verse_key": "42:2",
            "text_uthmani_simple": "عسق"
        },
        {
            "id": 4275,
            "verse_key": "42:3",
            "text_uthmani_simple": "كذلك يوحى اليك والى الذين من قبلك الله العزيز الحكيم"
        },
        {
            "id": 4276,
            "verse_key": "42:4",
            "text_uthmani_simple": "له ما فى السموت وما فى الارض وهو العلى العظيم"
        },
        {
            "id": 4277,
            "verse_key": "42:5",
            "text_uthmani_simple": "تكاد السموت يتفطرن من فوقهن والملئكة يسبحون بحمد ربهم ويستغفرون لمن فى الارض الا ان الله هو الغفور الرحيم"
        },
        {
            "id": 4278,
            "verse_key": "42:6",
            "text_uthmani_simple": "والذين اتخذوا۟ من دونه اولياء الله حفيظ عليهم وما انت عليهم بوكيل"
        },
        {
            "id": 4279,
            "verse_key": "42:7",
            "text_uthmani_simple": "وكذلك اوحينا اليك قرءانا عربيا لتنذر ام القرى ومن حولها وتنذر يوم الجمع لا ريب فيه فريق فى الجنة وفريق فى السعير"
        },
        {
            "id": 4280,
            "verse_key": "42:8",
            "text_uthmani_simple": "ولو شاء الله لجعلهم امة وحدة ولكن يدخل من يشاء فى رحمته والظلمون ما لهم من ولى ولا نصير"
        },
        {
            "id": 4281,
            "verse_key": "42:9",
            "text_uthmani_simple": "ام اتخذوا۟ من دونه اولياء فالله هو الولى وهو يحى الموتى وهو على كل شىء قدير"
        },
        {
            "id": 4282,
            "verse_key": "42:10",
            "text_uthmani_simple": "وما اختلفتم فيه من شىء فحكمه الى الله ذلكم الله ربى عليه توكلت واليه انيب"
        },
        {
            "id": 4283,
            "verse_key": "42:11",
            "text_uthmani_simple": "فاطر السموت والارض جعل لكم من انفسكم ازوجا ومن الانعم ازوجا يذرؤكم فيه ليس كمثله شىء وهو السميع البصير"
        },
        {
            "id": 4284,
            "verse_key": "42:12",
            "text_uthmani_simple": "له مقاليد السموت والارض يبسط الرزق لمن يشاء ويقدر انه بكل شىء عليم"
        },
        {
            "id": 4285,
            "verse_key": "42:13",
            "text_uthmani_simple": "شرع لكم من الدين ما وصى به نوحا والذى اوحينا اليك وما وصينا به ابرهيم وموسى وعيسى ان اقيموا۟ الدين ولا تتفرقوا۟ فيه كبر على المشركين ما تدعوهم اليه الله يجتبى اليه من يشاء ويهدى اليه من ينيب"
        },
        {
            "id": 4286,
            "verse_key": "42:14",
            "text_uthmani_simple": "وما تفرقوا۟ الا منۢ بعد ما جاءهم العلم بغيۢا بينهم ولولا كلمة سبقت من ربك الى اجل مسمى لقضى بينهم وان الذين اورثوا۟ الكتب منۢ بعدهم لفى شك منه مريب"
        },
        {
            "id": 4287,
            "verse_key": "42:15",
            "text_uthmani_simple": "فلذلك فادع واستقم كما امرت ولا تتبع اهواءهم وقل ءامنت بما انزل الله من كتب وامرت لاعدل بينكم الله ربنا وربكم لنا اعملنا ولكم اعملكم لا حجة بيننا وبينكم الله يجمع بيننا واليه المصير"
        },
        {
            "id": 4288,
            "verse_key": "42:16",
            "text_uthmani_simple": "والذين يحاجون فى الله منۢ بعد ما استجيب له حجتهم داحضة عند ربهم وعليهم غضب ولهم عذاب شديد"
        },
        {
            "id": 4289,
            "verse_key": "42:17",
            "text_uthmani_simple": "الله الذى انزل الكتب بالحق والميزان وما يدريك لعل الساعة قريب"
        },
        {
            "id": 4290,
            "verse_key": "42:18",
            "text_uthmani_simple": "يستعجل بها الذين لا يؤمنون بها والذين ءامنوا۟ مشفقون منها ويعلمون انها الحق الا ان الذين يمارون فى الساعة لفى ضللۭ بعيد"
        },
        {
            "id": 4291,
            "verse_key": "42:19",
            "text_uthmani_simple": "الله لطيفۢ بعباده يرزق من يشاء وهو القوى العزيز"
        },
        {
            "id": 4292,
            "verse_key": "42:20",
            "text_uthmani_simple": "من كان يريد حرث الءاخرة نزد له فى حرثه ومن كان يريد حرث الدنيا نؤته منها وما له فى الءاخرة من نصيب"
        },
        {
            "id": 4293,
            "verse_key": "42:21",
            "text_uthmani_simple": "ام لهم شركؤا۟ شرعوا۟ لهم من الدين ما لم ياذنۢ به الله ولولا كلمة الفصل لقضى بينهم وان الظلمين لهم عذاب اليم"
        },
        {
            "id": 4294,
            "verse_key": "42:22",
            "text_uthmani_simple": "ترى الظلمين مشفقين مما كسبوا۟ وهو واقعۢ بهم والذين ءامنوا۟ وعملوا۟ الصلحت فى روضات الجنات لهم ما يشاءون عند ربهم ذلك هو الفضل الكبير"
        },
        {
            "id": 4295,
            "verse_key": "42:23",
            "text_uthmani_simple": "ذلك الذى يبشر الله عباده الذين ءامنوا۟ وعملوا۟ الصلحت قل لا اسـلكم عليه اجرا الا المودة فى القربى ومن يقترف حسنة نزد له فيها حسنا ان الله غفور شكور"
        },
        {
            "id": 4296,
            "verse_key": "42:24",
            "text_uthmani_simple": "ام يقولون افترى على الله كذبا فان يشا الله يختم على قلبك ويمح الله البطل ويحق الحق بكلمته انه عليمۢ بذات الصدور"
        },
        {
            "id": 4297,
            "verse_key": "42:25",
            "text_uthmani_simple": "وهو الذى يقبل التوبة عن عباده ويعفوا۟ عن السيـات ويعلم ما تفعلون"
        },
        {
            "id": 4298,
            "verse_key": "42:26",
            "text_uthmani_simple": "ويستجيب الذين ءامنوا۟ وعملوا۟ الصلحت ويزيدهم من فضله والكفرون لهم عذاب شديد"
        },
        {
            "id": 4299,
            "verse_key": "42:27",
            "text_uthmani_simple": "ولو بسط الله الرزق لعباده لبغوا۟ فى الارض ولكن ينزل بقدر ما يشاء انه بعباده خبيرۢ بصير"
        },
        {
            "id": 4300,
            "verse_key": "42:28",
            "text_uthmani_simple": "وهو الذى ينزل الغيث منۢ بعد ما قنطوا۟ وينشر رحمته وهو الولى الحميد"
        },
        {
            "id": 4301,
            "verse_key": "42:29",
            "text_uthmani_simple": "ومن ءايته خلق السموت والارض وما بث فيهما من دابة وهو على جمعهم اذا يشاء قدير"
        },
        {
            "id": 4302,
            "verse_key": "42:30",
            "text_uthmani_simple": "وما اصبكم من مصيبة فبما كسبت ايديكم ويعفوا۟ عن كثير"
        },
        {
            "id": 4303,
            "verse_key": "42:31",
            "text_uthmani_simple": "وما انتم بمعجزين فى الارض وما لكم من دون الله من ولى ولا نصير"
        },
        {
            "id": 4304,
            "verse_key": "42:32",
            "text_uthmani_simple": "ومن ءايته الجوار فى البحر كالاعلم"
        },
        {
            "id": 4305,
            "verse_key": "42:33",
            "text_uthmani_simple": "ان يشا يسكن الريح فيظللن رواكد على ظهره ان فى ذلك لءايت لكل صبار شكور"
        },
        {
            "id": 4306,
            "verse_key": "42:34",
            "text_uthmani_simple": "او يوبقهن بما كسبوا۟ ويعف عن كثير"
        },
        {
            "id": 4307,
            "verse_key": "42:35",
            "text_uthmani_simple": "ويعلم الذين يجدلون فى ءايتنا ما لهم من محيص"
        },
        {
            "id": 4308,
            "verse_key": "42:36",
            "text_uthmani_simple": "فما اوتيتم من شىء فمتع الحيوة الدنيا وما عند الله خير وابقى للذين ءامنوا۟ وعلى ربهم يتوكلون"
        },
        {
            "id": 4309,
            "verse_key": "42:37",
            "text_uthmani_simple": "والذين يجتنبون كبئر الاثم والفوحش واذا ما غضبوا۟ هم يغفرون"
        },
        {
            "id": 4310,
            "verse_key": "42:38",
            "text_uthmani_simple": "والذين استجابوا۟ لربهم واقاموا۟ الصلوة وامرهم شورى بينهم ومما رزقنهم ينفقون"
        },
        {
            "id": 4311,
            "verse_key": "42:39",
            "text_uthmani_simple": "والذين اذا اصابهم البغى هم ينتصرون"
        },
        {
            "id": 4312,
            "verse_key": "42:40",
            "text_uthmani_simple": "وجزؤا۟ سيئة سيئة مثلها فمن عفا واصلح فاجره على الله انه لا يحب الظلمين"
        },
        {
            "id": 4313,
            "verse_key": "42:41",
            "text_uthmani_simple": "ولمن انتصر بعد ظلمه فاو۟لئك ما عليهم من سبيل"
        },
        {
            "id": 4314,
            "verse_key": "42:42",
            "text_uthmani_simple": "انما السبيل على الذين يظلمون الناس ويبغون فى الارض بغير الحق او۟لئك لهم عذاب اليم"
        },
        {
            "id": 4315,
            "verse_key": "42:43",
            "text_uthmani_simple": "ولمن صبر وغفر ان ذلك لمن عزم الامور"
        },
        {
            "id": 4316,
            "verse_key": "42:44",
            "text_uthmani_simple": "ومن يضلل الله فما له من ولى منۢ بعده وترى الظلمين لما راوا۟ العذاب يقولون هل الى مرد من سبيل"
        },
        {
            "id": 4317,
            "verse_key": "42:45",
            "text_uthmani_simple": "وترىهم يعرضون عليها خشعين من الذل ينظرون من طرف خفى وقال الذين ءامنوا۟ ان الخسرين الذين خسروا۟ انفسهم واهليهم يوم القيمة الا ان الظلمين فى عذاب مقيم"
        },
        {
            "id": 4318,
            "verse_key": "42:46",
            "text_uthmani_simple": "وما كان لهم من اولياء ينصرونهم من دون الله ومن يضلل الله فما له من سبيل"
        },
        {
            "id": 4319,
            "verse_key": "42:47",
            "text_uthmani_simple": "استجيبوا۟ لربكم من قبل ان ياتى يوم لا مرد له من الله ما لكم من ملجا يومئذ وما لكم من نكير"
        },
        {
            "id": 4320,
            "verse_key": "42:48",
            "text_uthmani_simple": "فان اعرضوا۟ فما ارسلنك عليهم حفيظا ان عليك الا البلغ وانا اذا اذقنا الانسن منا رحمة فرح بها وان تصبهم سيئةۢ بما قدمت ايديهم فان الانسن كفور"
        },
        {
            "id": 4321,
            "verse_key": "42:49",
            "text_uthmani_simple": "لله ملك السموت والارض يخلق ما يشاء يهب لمن يشاء انثا ويهب لمن يشاء الذكور"
        },
        {
            "id": 4322,
            "verse_key": "42:50",
            "text_uthmani_simple": "او يزوجهم ذكرانا وانثا ويجعل من يشاء عقيما انه عليم قدير"
        },
        {
            "id": 4323,
            "verse_key": "42:51",
            "text_uthmani_simple": "وما كان لبشر ان يكلمه الله الا وحيا او من ورائ حجاب او يرسل رسولا فيوحى باذنه ما يشاء انه على حكيم"
        },
        {
            "id": 4324,
            "verse_key": "42:52",
            "text_uthmani_simple": "وكذلك اوحينا اليك روحا من امرنا ما كنت تدرى ما الكتب ولا الايمن ولكن جعلنه نورا نهدى به من نشاء من عبادنا وانك لتهدى الى صرط مستقيم"
        },
        {
            "id": 4325,
            "verse_key": "42:53",
            "text_uthmani_simple": "صرط الله الذى له ما فى السموت وما فى الارض الا الى الله تصير الامور"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "42"
        }
    }
}