{
    "verses": [
        {
            "id": 1236,
            "verse_key": "9:1",
            "text_uthmani_simple": "براءة من الله ورسوله الى الذين عهدتم من المشركين"
        },
        {
            "id": 1237,
            "verse_key": "9:2",
            "text_uthmani_simple": "فسيحوا۟ فى الارض اربعة اشهر واعلموا۟ انكم غير معجزى الله وان الله مخزى الكفرين"
        },
        {
            "id": 1238,
            "verse_key": "9:3",
            "text_uthmani_simple": "واذن من الله ورسوله الى الناس يوم الحج الاكبر ان الله برىء من المشركين ورسوله فان تبتم فهو خير لكم وان توليتم فاعلموا۟ انكم غير معجزى الله وبشر الذين كفروا۟ بعذاب اليم"
        },
        {
            "id": 1239,
            "verse_key": "9:4",
            "text_uthmani_simple": "الا الذين عهدتم من المشركين ثم لم ينقصوكم شيـا ولم يظهروا۟ عليكم احدا فاتموا۟ اليهم عهدهم الى مدتهم ان الله يحب المتقين"
        },
        {
            "id": 1240,
            "verse_key": "9:5",
            "text_uthmani_simple": "فاذا انسلخ الاشهر الحرم فاقتلوا۟ المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا۟ لهم كل مرصد فان تابوا۟ واقاموا۟ الصلوة وءاتوا۟ الزكوة فخلوا۟ سبيلهم ان الله غفور رحيم"
        },
        {
            "id": 1241,
            "verse_key": "9:6",
            "text_uthmani_simple": "وان احد من المشركين استجارك فاجره حتى يسمع كلم الله ثم ابلغه مامنه ذلك بانهم قوم لا يعلمون"
        },
        {
            "id": 1242,
            "verse_key": "9:7",
            "text_uthmani_simple": "كيف يكون للمشركين عهد عند الله وعند رسوله الا الذين عهدتم عند المسجد الحرام فما استقموا۟ لكم فاستقيموا۟ لهم ان الله يحب المتقين"
        },
        {
            "id": 1243,
            "verse_key": "9:8",
            "text_uthmani_simple": "كيف وان يظهروا۟ عليكم لا يرقبوا۟ فيكم الا ولا ذمة يرضونكم بافوههم وتابى قلوبهم واكثرهم فسقون"
        },
        {
            "id": 1244,
            "verse_key": "9:9",
            "text_uthmani_simple": "اشتروا۟ بـايت الله ثمنا قليلا فصدوا۟ عن سبيله انهم ساء ما كانوا۟ يعملون"
        },
        {
            "id": 1245,
            "verse_key": "9:10",
            "text_uthmani_simple": "لا يرقبون فى مؤمن الا ولا ذمة واو۟لئك هم المعتدون"
        },
        {
            "id": 1246,
            "verse_key": "9:11",
            "text_uthmani_simple": "فان تابوا۟ واقاموا۟ الصلوة وءاتوا۟ الزكوة فاخونكم فى الدين ونفصل الءايت لقوم يعلمون"
        },
        {
            "id": 1247,
            "verse_key": "9:12",
            "text_uthmani_simple": "وان نكثوا۟ ايمنهم منۢ بعد عهدهم وطعنوا۟ فى دينكم فقتلوا۟ ائمة الكفر انهم لا ايمن لهم لعلهم ينتهون"
        },
        {
            "id": 1248,
            "verse_key": "9:13",
            "text_uthmani_simple": "الا تقتلون قوما نكثوا۟ ايمنهم وهموا۟ باخراج الرسول وهم بدءوكم اول مرة اتخشونهم فالله احق ان تخشوه ان كنتم مؤمنين"
        },
        {
            "id": 1249,
            "verse_key": "9:14",
            "text_uthmani_simple": "قتلوهم يعذبهم الله بايديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين"
        },
        {
            "id": 1250,
            "verse_key": "9:15",
            "text_uthmani_simple": "ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم"
        },
        {
            "id": 1251,
            "verse_key": "9:16",
            "text_uthmani_simple": "ام حسبتم ان تتركوا۟ ولما يعلم الله الذين جهدوا۟ منكم ولم يتخذوا۟ من دون الله ولا رسوله ولا المؤمنين وليجة والله خبيرۢ بما تعملون"
        },
        {
            "id": 1252,
            "verse_key": "9:17",
            "text_uthmani_simple": "ما كان للمشركين ان يعمروا۟ مسجد الله شهدين على انفسهم بالكفر او۟لئك حبطت اعملهم وفى النار هم خلدون"
        },
        {
            "id": 1253,
            "verse_key": "9:18",
            "text_uthmani_simple": "انما يعمر مسجد الله من ءامن بالله واليوم الءاخر واقام الصلوة وءاتى الزكوة ولم يخش الا الله فعسى او۟لئك ان يكونوا۟ من المهتدين"
        },
        {
            "id": 1254,
            "verse_key": "9:19",
            "text_uthmani_simple": "اجعلتم سقاية الحاج وعمارة المسجد الحرام كمن ءامن بالله واليوم الءاخر وجهد فى سبيل الله لا يستون عند الله والله لا يهدى القوم الظلمين"
        },
        {
            "id": 1255,
            "verse_key": "9:20",
            "text_uthmani_simple": "الذين ءامنوا۟ وهاجروا۟ وجهدوا۟ فى سبيل الله بامولهم وانفسهم اعظم درجة عند الله واو۟لئك هم الفائزون"
        },
        {
            "id": 1256,
            "verse_key": "9:21",
            "text_uthmani_simple": "يبشرهم ربهم برحمة منه ورضون وجنت لهم فيها نعيم مقيم"
        },
        {
            "id": 1257,
            "verse_key": "9:22",
            "text_uthmani_simple": "خلدين فيها ابدا ان الله عنده اجر عظيم"
        },
        {
            "id": 1258,
            "verse_key": "9:23",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تتخذوا۟ ءاباءكم واخونكم اولياء ان استحبوا۟ الكفر على الايمن ومن يتولهم منكم فاو۟لئك هم الظلمون"
        },
        {
            "id": 1259,
            "verse_key": "9:24",
            "text_uthmani_simple": "قل ان كان ءاباؤكم وابناؤكم واخونكم وازوجكم وعشيرتكم وامول اقترفتموها وتجرة تخشون كسادها ومسكن ترضونها احب اليكم من الله ورسوله وجهاد فى سبيله فتربصوا۟ حتى ياتى الله بامره والله لا يهدى القوم الفسقين"
        },
        {
            "id": 1260,
            "verse_key": "9:25",
            "text_uthmani_simple": "لقد نصركم الله فى مواطن كثيرة ويوم حنين اذ اعجبتكم كثرتكم فلم تغن عنكم شيـا وضاقت عليكم الارض بما رحبت ثم وليتم مدبرين"
        },
        {
            "id": 1261,
            "verse_key": "9:26",
            "text_uthmani_simple": "ثم انزل الله سكينته على رسوله وعلى المؤمنين وانزل جنودا لم تروها وعذب الذين كفروا۟ وذلك جزاء الكفرين"
        },
        {
            "id": 1262,
            "verse_key": "9:27",
            "text_uthmani_simple": "ثم يتوب الله منۢ بعد ذلك على من يشاء والله غفور رحيم"
        },
        {
            "id": 1263,
            "verse_key": "9:28",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ انما المشركون نجس فلا يقربوا۟ المسجد الحرام بعد عامهم هذا وان خفتم عيلة فسوف يغنيكم الله من فضله ان شاء ان الله عليم حكيم"
        },
        {
            "id": 1264,
            "verse_key": "9:29",
            "text_uthmani_simple": "قتلوا۟ الذين لا يؤمنون بالله ولا باليوم الءاخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين اوتوا۟ الكتب حتى يعطوا۟ الجزية عن يد وهم صغرون"
        },
        {
            "id": 1265,
            "verse_key": "9:30",
            "text_uthmani_simple": "وقالت اليهود عزير ابن الله وقالت النصرى المسيح ابن الله ذلك قولهم بافوههم يضهـون قول الذين كفروا۟ من قبل قتلهم الله انى يؤفكون"
        },
        {
            "id": 1266,
            "verse_key": "9:31",
            "text_uthmani_simple": "اتخذوا۟ احبارهم ورهبنهم اربابا من دون الله والمسيح ابن مريم وما امروا۟ الا ليعبدوا۟ الها وحدا لا اله الا هو سبحنه عما يشركون"
        },
        {
            "id": 1267,
            "verse_key": "9:32",
            "text_uthmani_simple": "يريدون ان يطفـوا۟ نور الله بافوههم ويابى الله الا ان يتم نوره ولو كره الكفرون"
        },
        {
            "id": 1268,
            "verse_key": "9:33",
            "text_uthmani_simple": "هو الذى ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون"
        },
        {
            "id": 1269,
            "verse_key": "9:34",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ان كثيرا من الاحبار والرهبان لياكلون امول الناس بالبطل ويصدون عن سبيل الله والذين يكنزون الذهب والفضة ولا ينفقونها فى سبيل الله فبشرهم بعذاب اليم"
        },
        {
            "id": 1270,
            "verse_key": "9:35",
            "text_uthmani_simple": "يوم يحمى عليها فى نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لانفسكم فذوقوا۟ ما كنتم تكنزون"
        },
        {
            "id": 1271,
            "verse_key": "9:36",
            "text_uthmani_simple": "ان عدة الشهور عند الله اثنا عشر شهرا فى كتب الله يوم خلق السموت والارض منها اربعة حرم ذلك الدين القيم فلا تظلموا۟ فيهن انفسكم وقتلوا۟ المشركين كافة كما يقتلونكم كافة واعلموا۟ ان الله مع المتقين"
        },
        {
            "id": 1272,
            "verse_key": "9:37",
            "text_uthmani_simple": "انما النسىء زيادة فى الكفر يضل به الذين كفروا۟ يحلونه عاما ويحرمونه عاما ليواطـوا۟ عدة ما حرم الله فيحلوا۟ ما حرم الله زين لهم سوء اعملهم والله لا يهدى القوم الكفرين"
        },
        {
            "id": 1273,
            "verse_key": "9:38",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ما لكم اذا قيل لكم انفروا۟ فى سبيل الله اثاقلتم الى الارض ارضيتم بالحيوة الدنيا من الءاخرة فما متع الحيوة الدنيا فى الءاخرة الا قليل"
        },
        {
            "id": 1274,
            "verse_key": "9:39",
            "text_uthmani_simple": "الا تنفروا۟ يعذبكم عذابا اليما ويستبدل قوما غيركم ولا تضروه شيـا والله على كل شىء قدير"
        },
        {
            "id": 1275,
            "verse_key": "9:40",
            "text_uthmani_simple": "الا تنصروه فقد نصره الله اذ اخرجه الذين كفروا۟ ثانى اثنين اذ هما فى الغار اذ يقول لصحبه لا تحزن ان الله معنا فانزل الله سكينته عليه وايده بجنود لم تروها وجعل كلمة الذين كفروا۟ السفلى وكلمة الله هى العليا والله عزيز حكيم"
        },
        {
            "id": 1276,
            "verse_key": "9:41",
            "text_uthmani_simple": "انفروا۟ خفافا وثقالا وجهدوا۟ بامولكم وانفسكم فى سبيل الله ذلكم خير لكم ان كنتم تعلمون"
        },
        {
            "id": 1277,
            "verse_key": "9:42",
            "text_uthmani_simple": "لو كان عرضا قريبا وسفرا قاصدا لاتبعوك ولكنۢ بعدت عليهم الشقة وسيحلفون بالله لو استطعنا لخرجنا معكم يهلكون انفسهم والله يعلم انهم لكذبون"
        },
        {
            "id": 1278,
            "verse_key": "9:43",
            "text_uthmani_simple": "عفا الله عنك لم اذنت لهم حتى يتبين لك الذين صدقوا۟ وتعلم الكذبين"
        },
        {
            "id": 1279,
            "verse_key": "9:44",
            "text_uthmani_simple": "لا يستـذنك الذين يؤمنون بالله واليوم الءاخر ان يجهدوا۟ بامولهم وانفسهم والله عليمۢ بالمتقين"
        },
        {
            "id": 1280,
            "verse_key": "9:45",
            "text_uthmani_simple": "انما يستـذنك الذين لا يؤمنون بالله واليوم الءاخر وارتابت قلوبهم فهم فى ريبهم يترددون"
        },
        {
            "id": 1281,
            "verse_key": "9:46",
            "text_uthmani_simple": "ولو ارادوا۟ الخروج لاعدوا۟ له عدة ولكن كره الله انۢبعاثهم فثبطهم وقيل اقعدوا۟ مع القعدين"
        },
        {
            "id": 1282,
            "verse_key": "9:47",
            "text_uthmani_simple": "لو خرجوا۟ فيكم ما زادوكم الا خبالا ولاوضعوا۟ خللكم يبغونكم الفتنة وفيكم سمعون لهم والله عليمۢ بالظلمين"
        },
        {
            "id": 1283,
            "verse_key": "9:48",
            "text_uthmani_simple": "لقد ابتغوا۟ الفتنة من قبل وقلبوا۟ لك الامور حتى جاء الحق وظهر امر الله وهم كرهون"
        },
        {
            "id": 1284,
            "verse_key": "9:49",
            "text_uthmani_simple": "ومنهم من يقول ائذن لى ولا تفتنى الا فى الفتنة سقطوا۟ وان جهنم لمحيطةۢ بالكفرين"
        },
        {
            "id": 1285,
            "verse_key": "9:50",
            "text_uthmani_simple": "ان تصبك حسنة تسؤهم وان تصبك مصيبة يقولوا۟ قد اخذنا امرنا من قبل ويتولوا۟ وهم فرحون"
        },
        {
            "id": 1286,
            "verse_key": "9:51",
            "text_uthmani_simple": "قل لن يصيبنا الا ما كتب الله لنا هو مولىنا وعلى الله فليتوكل المؤمنون"
        },
        {
            "id": 1287,
            "verse_key": "9:52",
            "text_uthmani_simple": "قل هل تربصون بنا الا احدى الحسنيين ونحن نتربص بكم ان يصيبكم الله بعذاب من عنده او بايدينا فتربصوا۟ انا معكم متربصون"
        },
        {
            "id": 1288,
            "verse_key": "9:53",
            "text_uthmani_simple": "قل انفقوا۟ طوعا او كرها لن يتقبل منكم انكم كنتم قوما فسقين"
        },
        {
            "id": 1289,
            "verse_key": "9:54",
            "text_uthmani_simple": "وما منعهم ان تقبل منهم نفقتهم الا انهم كفروا۟ بالله وبرسوله ولا ياتون الصلوة الا وهم كسالى ولا ينفقون الا وهم كرهون"
        },
        {
            "id": 1290,
            "verse_key": "9:55",
            "text_uthmani_simple": "فلا تعجبك امولهم ولا اولدهم انما يريد الله ليعذبهم بها فى الحيوة الدنيا وتزهق انفسهم وهم كفرون"
        },
        {
            "id": 1291,
            "verse_key": "9:56",
            "text_uthmani_simple": "ويحلفون بالله انهم لمنكم وما هم منكم ولكنهم قوم يفرقون"
        },
        {
            "id": 1292,
            "verse_key": "9:57",
            "text_uthmani_simple": "لو يجدون ملجـا او مغرت او مدخلا لولوا۟ اليه وهم يجمحون"
        },
        {
            "id": 1293,
            "verse_key": "9:58",
            "text_uthmani_simple": "ومنهم من يلمزك فى الصدقت فان اعطوا۟ منها رضوا۟ وان لم يعطوا۟ منها اذا هم يسخطون"
        },
        {
            "id": 1294,
            "verse_key": "9:59",
            "text_uthmani_simple": "ولو انهم رضوا۟ ما ءاتىهم الله ورسوله وقالوا۟ حسبنا الله سيؤتينا الله من فضله ورسوله انا الى الله رغبون"
        },
        {
            "id": 1295,
            "verse_key": "9:60",
            "text_uthmani_simple": "انما الصدقت للفقراء والمسكين والعملين عليها والمؤلفة قلوبهم وفى الرقاب والغرمين وفى سبيل الله وابن السبيل فريضة من الله والله عليم حكيم"
        },
        {
            "id": 1296,
            "verse_key": "9:61",
            "text_uthmani_simple": "ومنهم الذين يؤذون النبى ويقولون هو اذن قل اذن خير لكم يؤمن بالله ويؤمن للمؤمنين ورحمة للذين ءامنوا۟ منكم والذين يؤذون رسول الله لهم عذاب اليم"
        },
        {
            "id": 1297,
            "verse_key": "9:62",
            "text_uthmani_simple": "يحلفون بالله لكم ليرضوكم والله ورسوله احق ان يرضوه ان كانوا۟ مؤمنين"
        },
        {
            "id": 1298,
            "verse_key": "9:63",
            "text_uthmani_simple": "الم يعلموا۟ انه من يحادد الله ورسوله فان له نار جهنم خلدا فيها ذلك الخزى العظيم"
        },
        {
            "id": 1299,
            "verse_key": "9:64",
            "text_uthmani_simple": "يحذر المنفقون ان تنزل عليهم سورة تنبئهم بما فى قلوبهم قل استهزءوا۟ ان الله مخرج ما تحذرون"
        },
        {
            "id": 1300,
            "verse_key": "9:65",
            "text_uthmani_simple": "ولئن سالتهم ليقولن انما كنا نخوض ونلعب قل ابالله وءايته ورسوله كنتم تستهزءون"
        },
        {
            "id": 1301,
            "verse_key": "9:66",
            "text_uthmani_simple": "لا تعتذروا۟ قد كفرتم بعد ايمنكم ان نعف عن طائفة منكم نعذب طائفةۢ بانهم كانوا۟ مجرمين"
        },
        {
            "id": 1302,
            "verse_key": "9:67",
            "text_uthmani_simple": "المنفقون والمنفقت بعضهم منۢ بعض يامرون بالمنكر وينهون عن المعروف ويقبضون ايديهم نسوا۟ الله فنسيهم ان المنفقين هم الفسقون"
        },
        {
            "id": 1303,
            "verse_key": "9:68",
            "text_uthmani_simple": "وعد الله المنفقين والمنفقت والكفار نار جهنم خلدين فيها هى حسبهم ولعنهم الله ولهم عذاب مقيم"
        },
        {
            "id": 1304,
            "verse_key": "9:69",
            "text_uthmani_simple": "كالذين من قبلكم كانوا۟ اشد منكم قوة واكثر امولا واولدا فاستمتعوا۟ بخلقهم فاستمتعتم بخلقكم كما استمتع الذين من قبلكم بخلقهم وخضتم كالذى خاضوا۟ او۟لئك حبطت اعملهم فى الدنيا والءاخرة واو۟لئك هم الخسرون"
        },
        {
            "id": 1305,
            "verse_key": "9:70",
            "text_uthmani_simple": "الم ياتهم نبا الذين من قبلهم قوم نوح وعاد وثمود وقوم ابرهيم واصحب مدين والمؤتفكت اتتهم رسلهم بالبينت فما كان الله ليظلمهم ولكن كانوا۟ انفسهم يظلمون"
        },
        {
            "id": 1306,
            "verse_key": "9:71",
            "text_uthmani_simple": "والمؤمنون والمؤمنت بعضهم اولياء بعض يامرون بالمعروف وينهون عن المنكر ويقيمون الصلوة ويؤتون الزكوة ويطيعون الله ورسوله او۟لئك سيرحمهم الله ان الله عزيز حكيم"
        },
        {
            "id": 1307,
            "verse_key": "9:72",
            "text_uthmani_simple": "وعد الله المؤمنين والمؤمنت جنت تجرى من تحتها الانهر خلدين فيها ومسكن طيبة فى جنت عدن ورضون من الله اكبر ذلك هو الفوز العظيم"
        },
        {
            "id": 1308,
            "verse_key": "9:73",
            "text_uthmani_simple": "يايها النبى جهد الكفار والمنفقين واغلظ عليهم وماوىهم جهنم وبئس المصير"
        },
        {
            "id": 1309,
            "verse_key": "9:74",
            "text_uthmani_simple": "يحلفون بالله ما قالوا۟ ولقد قالوا۟ كلمة الكفر وكفروا۟ بعد اسلمهم وهموا۟ بما لم ينالوا۟ وما نقموا۟ الا ان اغنىهم الله ورسوله من فضله فان يتوبوا۟ يك خيرا لهم وان يتولوا۟ يعذبهم الله عذابا اليما فى الدنيا والءاخرة وما لهم فى الارض من ولى ولا نصير"
        },
        {
            "id": 1310,
            "verse_key": "9:75",
            "text_uthmani_simple": "ومنهم من عهد الله لئن ءاتىنا من فضله لنصدقن ولنكونن من الصلحين"
        },
        {
            "id": 1311,
            "verse_key": "9:76",
            "text_uthmani_simple": "فلما ءاتىهم من فضله بخلوا۟ به وتولوا۟ وهم معرضون"
        },
        {
            "id": 1312,
            "verse_key": "9:77",
            "text_uthmani_simple": "فاعقبهم نفاقا فى قلوبهم الى يوم يلقونه بما اخلفوا۟ الله ما وعدوه وبما كانوا۟ يكذبون"
        },
        {
            "id": 1313,
            "verse_key": "9:78",
            "text_uthmani_simple": "الم يعلموا۟ ان الله يعلم سرهم ونجوىهم وان الله علم الغيوب"
        },
        {
            "id": 1314,
            "verse_key": "9:79",
            "text_uthmani_simple": "الذين يلمزون المطوعين من المؤمنين فى الصدقت والذين لا يجدون الا جهدهم فيسخرون منهم سخر الله منهم ولهم عذاب اليم"
        },
        {
            "id": 1315,
            "verse_key": "9:80",
            "text_uthmani_simple": "استغفر لهم او لا تستغفر لهم ان تستغفر لهم سبعين مرة فلن يغفر الله لهم ذلك بانهم كفروا۟ بالله ورسوله والله لا يهدى القوم الفسقين"
        },
        {
            "id": 1316,
            "verse_key": "9:81",
            "text_uthmani_simple": "فرح المخلفون بمقعدهم خلف رسول الله وكرهوا۟ ان يجهدوا۟ بامولهم وانفسهم فى سبيل الله وقالوا۟ لا تنفروا۟ فى الحر قل نار جهنم اشد حرا لو كانوا۟ يفقهون"
        },
        {
            "id": 1317,
            "verse_key": "9:82",
            "text_uthmani_simple": "فليضحكوا۟ قليلا وليبكوا۟ كثيرا جزاءۢ بما كانوا۟ يكسبون"
        },
        {
            "id": 1318,
            "verse_key": "9:83",
            "text_uthmani_simple": "فان رجعك الله الى طائفة منهم فاستـذنوك للخروج فقل لن تخرجوا۟ معى ابدا ولن تقتلوا۟ معى عدوا انكم رضيتم بالقعود اول مرة فاقعدوا۟ مع الخلفين"
        },
        {
            "id": 1319,
            "verse_key": "9:84",
            "text_uthmani_simple": "ولا تصل على احد منهم مات ابدا ولا تقم على قبره انهم كفروا۟ بالله ورسوله وماتوا۟ وهم فسقون"
        },
        {
            "id": 1320,
            "verse_key": "9:85",
            "text_uthmani_simple": "ولا تعجبك امولهم واولدهم انما يريد الله ان يعذبهم بها فى الدنيا وتزهق انفسهم وهم كفرون"
        },
        {
            "id": 1321,
            "verse_key": "9:86",
            "text_uthmani_simple": "واذا انزلت سورة ان ءامنوا۟ بالله وجهدوا۟ مع رسوله استـذنك او۟لوا۟ الطول منهم وقالوا۟ ذرنا نكن مع القعدين"
        },
        {
            "id": 1322,
            "verse_key": "9:87",
            "text_uthmani_simple": "رضوا۟ بان يكونوا۟ مع الخوالف وطبع على قلوبهم فهم لا يفقهون"
        },
        {
            "id": 1323,
            "verse_key": "9:88",
            "text_uthmani_simple": "لكن الرسول والذين ءامنوا۟ معه جهدوا۟ بامولهم وانفسهم واو۟لئك لهم الخيرت واو۟لئك هم المفلحون"
        },
        {
            "id": 1324,
            "verse_key": "9:89",
            "text_uthmani_simple": "اعد الله لهم جنت تجرى من تحتها الانهر خلدين فيها ذلك الفوز العظيم"
        },
        {
            "id": 1325,
            "verse_key": "9:90",
            "text_uthmani_simple": "وجاء المعذرون من الاعراب ليؤذن لهم وقعد الذين كذبوا۟ الله ورسوله سيصيب الذين كفروا۟ منهم عذاب اليم"
        },
        {
            "id": 1326,
            "verse_key": "9:91",
            "text_uthmani_simple": "ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج اذا نصحوا۟ لله ورسوله ما على المحسنين من سبيل والله غفور رحيم"
        },
        {
            "id": 1327,
            "verse_key": "9:92",
            "text_uthmani_simple": "ولا على الذين اذا ما اتوك لتحملهم قلت لا اجد ما احملكم عليه تولوا۟ واعينهم تفيض من الدمع حزنا الا يجدوا۟ ما ينفقون"
        },
        {
            "id": 1328,
            "verse_key": "9:93",
            "text_uthmani_simple": "انما السبيل على الذين يستـذنونك وهم اغنياء رضوا۟ بان يكونوا۟ مع الخوالف وطبع الله على قلوبهم فهم لا يعلمون"
        },
        {
            "id": 1329,
            "verse_key": "9:94",
            "text_uthmani_simple": "يعتذرون اليكم اذا رجعتم اليهم قل لا تعتذروا۟ لن نؤمن لكم قد نبانا الله من اخباركم وسيرى الله عملكم ورسوله ثم تردون الى علم الغيب والشهدة فينبئكم بما كنتم تعملون"
        },
        {
            "id": 1330,
            "verse_key": "9:95",
            "text_uthmani_simple": "سيحلفون بالله لكم اذا انقلبتم اليهم لتعرضوا۟ عنهم فاعرضوا۟ عنهم انهم رجس وماوىهم جهنم جزاءۢ بما كانوا۟ يكسبون"
        },
        {
            "id": 1331,
            "verse_key": "9:96",
            "text_uthmani_simple": "يحلفون لكم لترضوا۟ عنهم فان ترضوا۟ عنهم فان الله لا يرضى عن القوم الفسقين"
        },
        {
            "id": 1332,
            "verse_key": "9:97",
            "text_uthmani_simple": "الاعراب اشد كفرا ونفاقا واجدر الا يعلموا۟ حدود ما انزل الله على رسوله والله عليم حكيم"
        },
        {
            "id": 1333,
            "verse_key": "9:98",
            "text_uthmani_simple": "ومن الاعراب من يتخذ ما ينفق مغرما ويتربص بكم الدوائر عليهم دائرة السوء والله سميع عليم"
        },
        {
            "id": 1334,
            "verse_key": "9:99",
            "text_uthmani_simple": "ومن الاعراب من يؤمن بالله واليوم الءاخر ويتخذ ما ينفق قربت عند الله وصلوت الرسول الا انها قربة لهم سيدخلهم الله فى رحمته ان الله غفور رحيم"
        },
        {
            "id": 1335,
            "verse_key": "9:100",
            "text_uthmani_simple": "والسبقون الاولون من المهجرين والانصار والذين اتبعوهم باحسن رضى الله عنهم ورضوا۟ عنه واعد لهم جنت تجرى تحتها الانهر خلدين فيها ابدا ذلك الفوز العظيم"
        },
        {
            "id": 1336,
            "verse_key": "9:101",
            "text_uthmani_simple": "وممن حولكم من الاعراب منفقون ومن اهل المدينة مردوا۟ على النفاق لا تعلمهم نحن نعلمهم سنعذبهم مرتين ثم يردون الى عذاب عظيم"
        },
        {
            "id": 1337,
            "verse_key": "9:102",
            "text_uthmani_simple": "وءاخرون اعترفوا۟ بذنوبهم خلطوا۟ عملا صلحا وءاخر سيئا عسى الله ان يتوب عليهم ان الله غفور رحيم"
        },
        {
            "id": 1338,
            "verse_key": "9:103",
            "text_uthmani_simple": "خذ من امولهم صدقة تطهرهم وتزكيهم بها وصل عليهم ان صلوتك سكن لهم والله سميع عليم"
        },
        {
            "id": 1339,
            "verse_key": "9:104",
            "text_uthmani_simple": "الم يعلموا۟ ان الله هو يقبل التوبة عن عباده وياخذ الصدقت وان الله هو التواب الرحيم"
        },
        {
            "id": 1340,
            "verse_key": "9:105",
            "text_uthmani_simple": "وقل اعملوا۟ فسيرى الله عملكم ورسوله والمؤمنون وستردون الى علم الغيب والشهدة فينبئكم بما كنتم تعملون"
        },
        {
            "id": 1341,
            "verse_key": "9:106",
            "text_uthmani_simple": "وءاخرون مرجون لامر الله اما يعذبهم واما يتوب عليهم والله عليم حكيم"
        },
        {
            "id": 1342,
            "verse_key": "9:107",
            "text_uthmani_simple": "والذين اتخذوا۟ مسجدا ضرارا وكفرا وتفريقۢا بين المؤمنين وارصادا لمن حارب الله ورسوله من قبل وليحلفن ان اردنا الا الحسنى والله يشهد انهم لكذبون"
        },
        {
            "id": 1343,
            "verse_key": "9:108",
            "text_uthmani_simple": "لا تقم فيه ابدا لمسجد اسس على التقوى من اول يوم احق ان تقوم فيه فيه رجال يحبون ان يتطهروا۟ والله يحب المطهرين"
        },
        {
            "id": 1344,
            "verse_key": "9:109",
            "text_uthmani_simple": "افمن اسس بنينه على تقوى من الله ورضون خير ام من اسس بنينه على شفا جرف هار فانهار به فى نار جهنم والله لا يهدى القوم الظلمين"
        },
        {
            "id": 1345,
            "verse_key": "9:110",
            "text_uthmani_simple": "لا يزال بنينهم الذى بنوا۟ ريبة فى قلوبهم الا ان تقطع قلوبهم والله عليم حكيم"
        },
        {
            "id": 1346,
            "verse_key": "9:111",
            "text_uthmani_simple": "ان الله اشترى من المؤمنين انفسهم وامولهم بان لهم الجنة يقتلون فى سبيل الله فيقتلون ويقتلون وعدا عليه حقا فى التورىة والانجيل والقرءان ومن اوفى بعهده من الله فاستبشروا۟ ببيعكم الذى بايعتم به وذلك هو الفوز العظيم"
        },
        {
            "id": 1347,
            "verse_key": "9:112",
            "text_uthmani_simple": "التئبون العبدون الحمدون السئحون الركعون السجدون الءامرون بالمعروف والناهون عن المنكر والحفظون لحدود الله وبشر المؤمنين"
        },
        {
            "id": 1348,
            "verse_key": "9:113",
            "text_uthmani_simple": "ما كان للنبى والذين ءامنوا۟ ان يستغفروا۟ للمشركين ولو كانوا۟ او۟لى قربى منۢ بعد ما تبين لهم انهم اصحب الجحيم"
        },
        {
            "id": 1349,
            "verse_key": "9:114",
            "text_uthmani_simple": "وما كان استغفار ابرهيم لابيه الا عن موعدة وعدها اياه فلما تبين له انه عدو لله تبرا منه ان ابرهيم لاوه حليم"
        },
        {
            "id": 1350,
            "verse_key": "9:115",
            "text_uthmani_simple": "وما كان الله ليضل قومۢا بعد اذ هدىهم حتى يبين لهم ما يتقون ان الله بكل شىء عليم"
        },
        {
            "id": 1351,
            "verse_key": "9:116",
            "text_uthmani_simple": "ان الله له ملك السموت والارض يحى ويميت وما لكم من دون الله من ولى ولا نصير"
        },
        {
            "id": 1352,
            "verse_key": "9:117",
            "text_uthmani_simple": "لقد تاب الله على النبى والمهجرين والانصار الذين اتبعوه فى ساعة العسرة منۢ بعد ما كاد يزيغ قلوب فريق منهم ثم تاب عليهم انه بهم رءوف رحيم"
        },
        {
            "id": 1353,
            "verse_key": "9:118",
            "text_uthmani_simple": "وعلى الثلثة الذين خلفوا۟ حتى اذا ضاقت عليهم الارض بما رحبت وضاقت عليهم انفسهم وظنوا۟ ان لا ملجا من الله الا اليه ثم تاب عليهم ليتوبوا۟ ان الله هو التواب الرحيم"
        },
        {
            "id": 1354,
            "verse_key": "9:119",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اتقوا۟ الله وكونوا۟ مع الصدقين"
        },
        {
            "id": 1355,
            "verse_key": "9:120",
            "text_uthmani_simple": "ما كان لاهل المدينة ومن حولهم من الاعراب ان يتخلفوا۟ عن رسول الله ولا يرغبوا۟ بانفسهم عن نفسه ذلك بانهم لا يصيبهم ظما ولا نصب ولا مخمصة فى سبيل الله ولا يطـون موطئا يغيظ الكفار ولا ينالون من عدو نيلا الا كتب لهم به عمل صلح ان الله لا يضيع اجر المحسنين"
        },
        {
            "id": 1356,
            "verse_key": "9:121",
            "text_uthmani_simple": "ولا ينفقون نفقة صغيرة ولا كبيرة ولا يقطعون واديا الا كتب لهم ليجزيهم الله احسن ما كانوا۟ يعملون"
        },
        {
            "id": 1357,
            "verse_key": "9:122",
            "text_uthmani_simple": "وما كان المؤمنون لينفروا۟ كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا۟ فى الدين ولينذروا۟ قومهم اذا رجعوا۟ اليهم لعلهم يحذرون"
        },
        {
            "id": 1358,
            "verse_key": "9:123",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ قتلوا۟ الذين يلونكم من الكفار وليجدوا۟ فيكم غلظة واعلموا۟ ان الله مع المتقين"
        },
        {
            "id": 1359,
            "verse_key": "9:124",
            "text_uthmani_simple": "واذا ما انزلت سورة فمنهم من يقول ايكم زادته هذه ايمنا فاما الذين ءامنوا۟ فزادتهم ايمنا وهم يستبشرون"
        },
        {
            "id": 1360,
            "verse_key": "9:125",
            "text_uthmani_simple": "واما الذين فى قلوبهم مرض فزادتهم رجسا الى رجسهم وماتوا۟ وهم كفرون"
        },
        {
            "id": 1361,
            "verse_key": "9:126",
            "text_uthmani_simple": "اولا يرون انهم يفتنون فى كل عام مرة او مرتين ثم لا يتوبون ولا هم يذكرون"
        },
        {
            "id": 1362,
            "verse_key": "9:127",
            "text_uthmani_simple": "واذا ما انزلت سورة نظر بعضهم الى بعض هل يرىكم من احد ثم انصرفوا۟ صرف الله قلوبهم بانهم قوم لا يفقهون"
        },
        {
            "id": 1363,
            "verse_key": "9:128",
            "text_uthmani_simple": "لقد جاءكم رسول من انفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رءوف رحيم"
        },
        {
            "id": 1364,
            "verse_key": "9:129",
            "text_uthmani_simple": "فان تولوا۟ فقل حسبى الله لا اله الا هو عليه توكلت وهو رب العرش العظيم"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "9"
        }
    }
}