{
    "verses": [
        {
            "id": 4511,
            "verse_key": "46:1",
            "text_uthmani_simple": "حم"
        },
        {
            "id": 4512,
            "verse_key": "46:2",
            "text_uthmani_simple": "تنزيل الكتب من الله العزيز الحكيم"
        },
        {
            "id": 4513,
            "verse_key": "46:3",
            "text_uthmani_simple": "ما خلقنا السموت والارض وما بينهما الا بالحق واجل مسمى والذين كفروا۟ عما انذروا۟ معرضون"
        },
        {
            "id": 4514,
            "verse_key": "46:4",
            "text_uthmani_simple": "قل ارءيتم ما تدعون من دون الله ارونى ماذا خلقوا۟ من الارض ام لهم شرك فى السموت ائتونى بكتب من قبل هذا او اثرة من علم ان كنتم صدقين"
        },
        {
            "id": 4515,
            "verse_key": "46:5",
            "text_uthmani_simple": "ومن اضل ممن يدعوا۟ من دون الله من لا يستجيب له الى يوم القيمة وهم عن دعائهم غفلون"
        },
        {
            "id": 4516,
            "verse_key": "46:6",
            "text_uthmani_simple": "واذا حشر الناس كانوا۟ لهم اعداء وكانوا۟ بعبادتهم كفرين"
        },
        {
            "id": 4517,
            "verse_key": "46:7",
            "text_uthmani_simple": "واذا تتلى عليهم ءايتنا بينت قال الذين كفروا۟ للحق لما جاءهم هذا سحر مبين"
        },
        {
            "id": 4518,
            "verse_key": "46:8",
            "text_uthmani_simple": "ام يقولون افترىه قل ان افتريته فلا تملكون لى من الله شيـا هو اعلم بما تفيضون فيه كفى به شهيدۢا بينى وبينكم وهو الغفور الرحيم"
        },
        {
            "id": 4519,
            "verse_key": "46:9",
            "text_uthmani_simple": "قل ما كنت بدعا من الرسل وما ادرى ما يفعل بى ولا بكم ان اتبع الا ما يوحى الى وما انا۠ الا نذير مبين"
        },
        {
            "id": 4520,
            "verse_key": "46:10",
            "text_uthmani_simple": "قل ارءيتم ان كان من عند الله وكفرتم به وشهد شاهد منۢ بنى اسرءيل على مثله فـامن واستكبرتم ان الله لا يهدى القوم الظلمين"
        },
        {
            "id": 4521,
            "verse_key": "46:11",
            "text_uthmani_simple": "وقال الذين كفروا۟ للذين ءامنوا۟ لو كان خيرا ما سبقونا اليه واذ لم يهتدوا۟ به فسيقولون هذا افك قديم"
        },
        {
            "id": 4522,
            "verse_key": "46:12",
            "text_uthmani_simple": "ومن قبله كتب موسى اماما ورحمة وهذا كتب مصدق لسانا عربيا لينذر الذين ظلموا۟ وبشرى للمحسنين"
        },
        {
            "id": 4523,
            "verse_key": "46:13",
            "text_uthmani_simple": "ان الذين قالوا۟ ربنا الله ثم استقموا۟ فلا خوف عليهم ولا هم يحزنون"
        },
        {
            "id": 4524,
            "verse_key": "46:14",
            "text_uthmani_simple": "او۟لئك اصحب الجنة خلدين فيها جزاءۢ بما كانوا۟ يعملون"
        },
        {
            "id": 4525,
            "verse_key": "46:15",
            "text_uthmani_simple": "ووصينا الانسن بولديه احسنا حملته امه كرها ووضعته كرها وحمله وفصله ثلثون شهرا حتى اذا بلغ اشده وبلغ اربعين سنة قال رب اوزعنى ان اشكر نعمتك التى انعمت على وعلى ولدى وان اعمل صلحا ترضىه واصلح لى فى ذريتى انى تبت اليك وانى من المسلمين"
        },
        {
            "id": 4526,
            "verse_key": "46:16",
            "text_uthmani_simple": "او۟لئك الذين نتقبل عنهم احسن ما عملوا۟ ونتجاوز عن سيـاتهم فى اصحب الجنة وعد الصدق الذى كانوا۟ يوعدون"
        },
        {
            "id": 4527,
            "verse_key": "46:17",
            "text_uthmani_simple": "والذى قال لولديه اف لكما اتعداننى ان اخرج وقد خلت القرون من قبلى وهما يستغيثان الله ويلك ءامن ان وعد الله حق فيقول ما هذا الا اسطير الاولين"
        },
        {
            "id": 4528,
            "verse_key": "46:18",
            "text_uthmani_simple": "او۟لئك الذين حق عليهم القول فى امم قد خلت من قبلهم من الجن والانس انهم كانوا۟ خسرين"
        },
        {
            "id": 4529,
            "verse_key": "46:19",
            "text_uthmani_simple": "ولكل درجت مما عملوا۟ وليوفيهم اعملهم وهم لا يظلمون"
        },
        {
            "id": 4530,
            "verse_key": "46:20",
            "text_uthmani_simple": "ويوم يعرض الذين كفروا۟ على النار اذهبتم طيبتكم فى حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون فى الارض بغير الحق وبما كنتم تفسقون"
        },
        {
            "id": 4531,
            "verse_key": "46:21",
            "text_uthmani_simple": "واذكر اخا عاد اذ انذر قومه بالاحقاف وقد خلت النذر منۢ بين يديه ومن خلفه الا تعبدوا۟ الا الله انى اخاف عليكم عذاب يوم عظيم"
        },
        {
            "id": 4532,
            "verse_key": "46:22",
            "text_uthmani_simple": "قالوا۟ اجئتنا لتافكنا عن ءالهتنا فاتنا بما تعدنا ان كنت من الصدقين"
        },
        {
            "id": 4533,
            "verse_key": "46:23",
            "text_uthmani_simple": "قال انما العلم عند الله وابلغكم ما ارسلت به ولكنى ارىكم قوما تجهلون"
        },
        {
            "id": 4534,
            "verse_key": "46:24",
            "text_uthmani_simple": "فلما راوه عارضا مستقبل اوديتهم قالوا۟ هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب اليم"
        },
        {
            "id": 4535,
            "verse_key": "46:25",
            "text_uthmani_simple": "تدمر كل شىءۭ بامر ربها فاصبحوا۟ لا يرى الا مسكنهم كذلك نجزى القوم المجرمين"
        },
        {
            "id": 4536,
            "verse_key": "46:26",
            "text_uthmani_simple": "ولقد مكنهم فيما ان مكنكم فيه وجعلنا لهم سمعا وابصرا وافـدة فما اغنى عنهم سمعهم ولا ابصرهم ولا افـدتهم من شىء اذ كانوا۟ يجحدون بـايت الله وحاق بهم ما كانوا۟ به يستهزءون"
        },
        {
            "id": 4537,
            "verse_key": "46:27",
            "text_uthmani_simple": "ولقد اهلكنا ما حولكم من القرى وصرفنا الءايت لعلهم يرجعون"
        },
        {
            "id": 4538,
            "verse_key": "46:28",
            "text_uthmani_simple": "فلولا نصرهم الذين اتخذوا۟ من دون الله قربانا ءالهةۢ بل ضلوا۟ عنهم وذلك افكهم وما كانوا۟ يفترون"
        },
        {
            "id": 4539,
            "verse_key": "46:29",
            "text_uthmani_simple": "واذ صرفنا اليك نفرا من الجن يستمعون القرءان فلما حضروه قالوا۟ انصتوا۟ فلما قضى ولوا۟ الى قومهم منذرين"
        },
        {
            "id": 4540,
            "verse_key": "46:30",
            "text_uthmani_simple": "قالوا۟ يقومنا انا سمعنا كتبا انزل منۢ بعد موسى مصدقا لما بين يديه يهدى الى الحق والى طريق مستقيم"
        },
        {
            "id": 4541,
            "verse_key": "46:31",
            "text_uthmani_simple": "يقومنا اجيبوا۟ داعى الله وءامنوا۟ به يغفر لكم من ذنوبكم ويجركم من عذاب اليم"
        },
        {
            "id": 4542,
            "verse_key": "46:32",
            "text_uthmani_simple": "ومن لا يجب داعى الله فليس بمعجز فى الارض وليس له من دونه اولياء او۟لئك فى ضلل مبين"
        },
        {
            "id": 4543,
            "verse_key": "46:33",
            "text_uthmani_simple": "اولم يروا۟ ان الله الذى خلق السموت والارض ولم يعى بخلقهن بقدر على ان يحى الموتى بلى انه على كل شىء قدير"
        },
        {
            "id": 4544,
            "verse_key": "46:34",
            "text_uthmani_simple": "ويوم يعرض الذين كفروا۟ على النار اليس هذا بالحق قالوا۟ بلى وربنا قال فذوقوا۟ العذاب بما كنتم تكفرون"
        },
        {
            "id": 4545,
            "verse_key": "46:35",
            "text_uthmani_simple": "فاصبر كما صبر او۟لوا۟ العزم من الرسل ولا تستعجل لهم كانهم يوم يرون ما يوعدون لم يلبثوا۟ الا ساعة من نهارۭ بلغ فهل يهلك الا القوم الفسقون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "46"
        }
    }
}