{
    "verses": [
        {
            "id": 5076,
            "verse_key": "57:1",
            "text_uthmani_simple": "سبح لله ما فى السموت والارض وهو العزيز الحكيم"
        },
        {
            "id": 5077,
            "verse_key": "57:2",
            "text_uthmani_simple": "له ملك السموت والارض يحى ويميت وهو على كل شىء قدير"
        },
        {
            "id": 5078,
            "verse_key": "57:3",
            "text_uthmani_simple": "هو الاول والءاخر والظهر والباطن وهو بكل شىء عليم"
        },
        {
            "id": 5079,
            "verse_key": "57:4",
            "text_uthmani_simple": "هو الذى خلق السموت والارض فى ستة ايام ثم استوى على العرش يعلم ما يلج فى الارض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم اين ما كنتم والله بما تعملون بصير"
        },
        {
            "id": 5080,
            "verse_key": "57:5",
            "text_uthmani_simple": "له ملك السموت والارض والى الله ترجع الامور"
        },
        {
            "id": 5081,
            "verse_key": "57:6",
            "text_uthmani_simple": "يولج اليل فى النهار ويولج النهار فى اليل وهو عليمۢ بذات الصدور"
        },
        {
            "id": 5082,
            "verse_key": "57:7",
            "text_uthmani_simple": "ءامنوا۟ بالله ورسوله وانفقوا۟ مما جعلكم مستخلفين فيه فالذين ءامنوا۟ منكم وانفقوا۟ لهم اجر كبير"
        },
        {
            "id": 5083,
            "verse_key": "57:8",
            "text_uthmani_simple": "وما لكم لا تؤمنون بالله والرسول يدعوكم لتؤمنوا۟ بربكم وقد اخذ ميثقكم ان كنتم مؤمنين"
        },
        {
            "id": 5084,
            "verse_key": "57:9",
            "text_uthmani_simple": "هو الذى ينزل على عبده ءايتۭ بينت ليخرجكم من الظلمت الى النور وان الله بكم لرءوف رحيم"
        },
        {
            "id": 5085,
            "verse_key": "57:10",
            "text_uthmani_simple": "وما لكم الا تنفقوا۟ فى سبيل الله ولله ميرث السموت والارض لا يستوى منكم من انفق من قبل الفتح وقتل او۟لئك اعظم درجة من الذين انفقوا۟ منۢ بعد وقتلوا۟ وكلا وعد الله الحسنى والله بما تعملون خبير"
        },
        {
            "id": 5086,
            "verse_key": "57:11",
            "text_uthmani_simple": "من ذا الذى يقرض الله قرضا حسنا فيضعفه له وله اجر كريم"
        },
        {
            "id": 5087,
            "verse_key": "57:12",
            "text_uthmani_simple": "يوم ترى المؤمنين والمؤمنت يسعى نورهم بين ايديهم وبايمنهم بشرىكم اليوم جنت تجرى من تحتها الانهر خلدين فيها ذلك هو الفوز العظيم"
        },
        {
            "id": 5088,
            "verse_key": "57:13",
            "text_uthmani_simple": "يوم يقول المنفقون والمنفقت للذين ءامنوا۟ انظرونا نقتبس من نوركم قيل ارجعوا۟ وراءكم فالتمسوا۟ نورا فضرب بينهم بسور له بابۢ باطنه فيه الرحمة وظهره من قبله العذاب"
        },
        {
            "id": 5089,
            "verse_key": "57:14",
            "text_uthmani_simple": "ينادونهم الم نكن معكم قالوا۟ بلى ولكنكم فتنتم انفسكم وتربصتم وارتبتم وغرتكم الامانى حتى جاء امر الله وغركم بالله الغرور"
        },
        {
            "id": 5090,
            "verse_key": "57:15",
            "text_uthmani_simple": "فاليوم لا يؤخذ منكم فدية ولا من الذين كفروا۟ ماوىكم النار هى مولىكم وبئس المصير"
        },
        {
            "id": 5091,
            "verse_key": "57:16",
            "text_uthmani_simple": "الم يان للذين ءامنوا۟ ان تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا۟ كالذين اوتوا۟ الكتب من قبل فطال عليهم الامد فقست قلوبهم وكثير منهم فسقون"
        },
        {
            "id": 5092,
            "verse_key": "57:17",
            "text_uthmani_simple": "اعلموا۟ ان الله يحى الارض بعد موتها قد بينا لكم الءايت لعلكم تعقلون"
        },
        {
            "id": 5093,
            "verse_key": "57:18",
            "text_uthmani_simple": "ان المصدقين والمصدقت واقرضوا۟ الله قرضا حسنا يضعف لهم ولهم اجر كريم"
        },
        {
            "id": 5094,
            "verse_key": "57:19",
            "text_uthmani_simple": "والذين ءامنوا۟ بالله ورسله او۟لئك هم الصديقون والشهداء عند ربهم لهم اجرهم ونورهم والذين كفروا۟ وكذبوا۟ بـايتنا او۟لئك اصحب الجحيم"
        },
        {
            "id": 5095,
            "verse_key": "57:20",
            "text_uthmani_simple": "اعلموا۟ انما الحيوة الدنيا لعب ولهو وزينة وتفاخرۢ بينكم وتكاثر فى الامول والاولد كمثل غيث اعجب الكفار نباته ثم يهيج فترىه مصفرا ثم يكون حطما وفى الءاخرة عذاب شديد ومغفرة من الله ورضون وما الحيوة الدنيا الا متع الغرور"
        },
        {
            "id": 5096,
            "verse_key": "57:21",
            "text_uthmani_simple": "سابقوا۟ الى مغفرة من ربكم وجنة عرضها كعرض السماء والارض اعدت للذين ءامنوا۟ بالله ورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم"
        },
        {
            "id": 5097,
            "verse_key": "57:22",
            "text_uthmani_simple": "ما اصاب من مصيبة فى الارض ولا فى انفسكم الا فى كتب من قبل ان نبراها ان ذلك على الله يسير"
        },
        {
            "id": 5098,
            "verse_key": "57:23",
            "text_uthmani_simple": "لكيلا تاسوا۟ على ما فاتكم ولا تفرحوا۟ بما ءاتىكم والله لا يحب كل مختال فخور"
        },
        {
            "id": 5099,
            "verse_key": "57:24",
            "text_uthmani_simple": "الذين يبخلون ويامرون الناس بالبخل ومن يتول فان الله هو الغنى الحميد"
        },
        {
            "id": 5100,
            "verse_key": "57:25",
            "text_uthmani_simple": "لقد ارسلنا رسلنا بالبينت وانزلنا معهم الكتب والميزان ليقوم الناس بالقسط وانزلنا الحديد فيه باس شديد ومنفع للناس وليعلم الله من ينصره ورسله بالغيب ان الله قوى عزيز"
        },
        {
            "id": 5101,
            "verse_key": "57:26",
            "text_uthmani_simple": "ولقد ارسلنا نوحا وابرهيم وجعلنا فى ذريتهما النبوة والكتب فمنهم مهتد وكثير منهم فسقون"
        },
        {
            "id": 5102,
            "verse_key": "57:27",
            "text_uthmani_simple": "ثم قفينا على ءاثرهم برسلنا وقفينا بعيسى ابن مريم وءاتينه الانجيل وجعلنا فى قلوب الذين اتبعوه رافة ورحمة ورهبانية ابتدعوها ما كتبنها عليهم الا ابتغاء رضون الله فما رعوها حق رعايتها فـاتينا الذين ءامنوا۟ منهم اجرهم وكثير منهم فسقون"
        },
        {
            "id": 5103,
            "verse_key": "57:28",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اتقوا۟ الله وءامنوا۟ برسوله يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون به ويغفر لكم والله غفور رحيم"
        },
        {
            "id": 5104,
            "verse_key": "57:29",
            "text_uthmani_simple": "لئلا يعلم اهل الكتب الا يقدرون على شىء من فضل الله وان الفضل بيد الله يؤتيه من يشاء والله ذو الفضل العظيم"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "57"
        }
    }
}