{
    "verses": [
        {
            "id": 3661,
            "verse_key": "35:1",
            "text_uthmani_simple": "الحمد لله فاطر السموت والارض جاعل الملئكة رسلا او۟لى اجنحة مثنى وثلث وربع يزيد فى الخلق ما يشاء ان الله على كل شىء قدير"
        },
        {
            "id": 3662,
            "verse_key": "35:2",
            "text_uthmani_simple": "ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له منۢ بعده وهو العزيز الحكيم"
        },
        {
            "id": 3663,
            "verse_key": "35:3",
            "text_uthmani_simple": "يايها الناس اذكروا۟ نعمت الله عليكم هل من خلق غير الله يرزقكم من السماء والارض لا اله الا هو فانى تؤفكون"
        },
        {
            "id": 3664,
            "verse_key": "35:4",
            "text_uthmani_simple": "وان يكذبوك فقد كذبت رسل من قبلك والى الله ترجع الامور"
        },
        {
            "id": 3665,
            "verse_key": "35:5",
            "text_uthmani_simple": "يايها الناس ان وعد الله حق فلا تغرنكم الحيوة الدنيا ولا يغرنكم بالله الغرور"
        },
        {
            "id": 3666,
            "verse_key": "35:6",
            "text_uthmani_simple": "ان الشيطن لكم عدو فاتخذوه عدوا انما يدعوا۟ حزبه ليكونوا۟ من اصحب السعير"
        },
        {
            "id": 3667,
            "verse_key": "35:7",
            "text_uthmani_simple": "الذين كفروا۟ لهم عذاب شديد والذين ءامنوا۟ وعملوا۟ الصلحت لهم مغفرة واجر كبير"
        },
        {
            "id": 3668,
            "verse_key": "35:8",
            "text_uthmani_simple": "افمن زين له سوء عمله فرءاه حسنا فان الله يضل من يشاء ويهدى من يشاء فلا تذهب نفسك عليهم حسرت ان الله عليمۢ بما يصنعون"
        },
        {
            "id": 3669,
            "verse_key": "35:9",
            "text_uthmani_simple": "والله الذى ارسل الريح فتثير سحابا فسقنه الى بلد ميت فاحيينا به الارض بعد موتها كذلك النشور"
        },
        {
            "id": 3670,
            "verse_key": "35:10",
            "text_uthmani_simple": "من كان يريد العزة فلله العزة جميعا اليه يصعد الكلم الطيب والعمل الصلح يرفعه والذين يمكرون السيـات لهم عذاب شديد ومكر او۟لئك هو يبور"
        },
        {
            "id": 3671,
            "verse_key": "35:11",
            "text_uthmani_simple": "والله خلقكم من تراب ثم من نطفة ثم جعلكم ازوجا وما تحمل من انثى ولا تضع الا بعلمه وما يعمر من معمر ولا ينقص من عمره الا فى كتب ان ذلك على الله يسير"
        },
        {
            "id": 3672,
            "verse_key": "35:12",
            "text_uthmani_simple": "وما يستوى البحران هذا عذب فرات سائغ شرابه وهذا ملح اجاج ومن كل تاكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا۟ من فضله ولعلكم تشكرون"
        },
        {
            "id": 3673,
            "verse_key": "35:13",
            "text_uthmani_simple": "يولج اليل فى النهار ويولج النهار فى اليل وسخر الشمس والقمر كل يجرى لاجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير"
        },
        {
            "id": 3674,
            "verse_key": "35:14",
            "text_uthmani_simple": "ان تدعوهم لا يسمعوا۟ دعاءكم ولو سمعوا۟ ما استجابوا۟ لكم ويوم القيمة يكفرون بشرككم ولا ينبئك مثل خبير"
        },
        {
            "id": 3675,
            "verse_key": "35:15",
            "text_uthmani_simple": "يايها الناس انتم الفقراء الى الله والله هو الغنى الحميد"
        },
        {
            "id": 3676,
            "verse_key": "35:16",
            "text_uthmani_simple": "ان يشا يذهبكم ويات بخلق جديد"
        },
        {
            "id": 3677,
            "verse_key": "35:17",
            "text_uthmani_simple": "وما ذلك على الله بعزيز"
        },
        {
            "id": 3678,
            "verse_key": "35:18",
            "text_uthmani_simple": "ولا تزر وازرة وزر اخرى وان تدع مثقلة الى حملها لا يحمل منه شىء ولو كان ذا قربى انما تنذر الذين يخشون ربهم بالغيب واقاموا۟ الصلوة ومن تزكى فانما يتزكى لنفسه والى الله المصير"
        },
        {
            "id": 3679,
            "verse_key": "35:19",
            "text_uthmani_simple": "وما يستوى الاعمى والبصير"
        },
        {
            "id": 3680,
            "verse_key": "35:20",
            "text_uthmani_simple": "ولا الظلمت ولا النور"
        },
        {
            "id": 3681,
            "verse_key": "35:21",
            "text_uthmani_simple": "ولا الظل ولا الحرور"
        },
        {
            "id": 3682,
            "verse_key": "35:22",
            "text_uthmani_simple": "وما يستوى الاحياء ولا الاموت ان الله يسمع من يشاء وما انت بمسمع من فى القبور"
        },
        {
            "id": 3683,
            "verse_key": "35:23",
            "text_uthmani_simple": "ان انت الا نذير"
        },
        {
            "id": 3684,
            "verse_key": "35:24",
            "text_uthmani_simple": "انا ارسلنك بالحق بشيرا ونذيرا وان من امة الا خلا فيها نذير"
        },
        {
            "id": 3685,
            "verse_key": "35:25",
            "text_uthmani_simple": "وان يكذبوك فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينت وبالزبر وبالكتب المنير"
        },
        {
            "id": 3686,
            "verse_key": "35:26",
            "text_uthmani_simple": "ثم اخذت الذين كفروا۟ فكيف كان نكير"
        },
        {
            "id": 3687,
            "verse_key": "35:27",
            "text_uthmani_simple": "الم تر ان الله انزل من السماء ماء فاخرجنا به ثمرت مختلفا الونها ومن الجبال جددۢ بيض وحمر مختلف الونها وغرابيب سود"
        },
        {
            "id": 3688,
            "verse_key": "35:28",
            "text_uthmani_simple": "ومن الناس والدواب والانعم مختلف الونه كذلك انما يخشى الله من عباده العلمؤا۟ ان الله عزيز غفور"
        },
        {
            "id": 3689,
            "verse_key": "35:29",
            "text_uthmani_simple": "ان الذين يتلون كتب الله واقاموا۟ الصلوة وانفقوا۟ مما رزقنهم سرا وعلانية يرجون تجرة لن تبور"
        },
        {
            "id": 3690,
            "verse_key": "35:30",
            "text_uthmani_simple": "ليوفيهم اجورهم ويزيدهم من فضله انه غفور شكور"
        },
        {
            "id": 3691,
            "verse_key": "35:31",
            "text_uthmani_simple": "والذى اوحينا اليك من الكتب هو الحق مصدقا لما بين يديه ان الله بعباده لخبيرۢ بصير"
        },
        {
            "id": 3692,
            "verse_key": "35:32",
            "text_uthmani_simple": "ثم اورثنا الكتب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابقۢ بالخيرت باذن الله ذلك هو الفضل الكبير"
        },
        {
            "id": 3693,
            "verse_key": "35:33",
            "text_uthmani_simple": "جنت عدن يدخلونها يحلون فيها من اساور من ذهب ولؤلؤا ولباسهم فيها حرير"
        },
        {
            "id": 3694,
            "verse_key": "35:34",
            "text_uthmani_simple": "وقالوا۟ الحمد لله الذى اذهب عنا الحزن ان ربنا لغفور شكور"
        },
        {
            "id": 3695,
            "verse_key": "35:35",
            "text_uthmani_simple": "الذى احلنا دار المقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب"
        },
        {
            "id": 3696,
            "verse_key": "35:36",
            "text_uthmani_simple": "والذين كفروا۟ لهم نار جهنم لا يقضى عليهم فيموتوا۟ ولا يخفف عنهم من عذابها كذلك نجزى كل كفور"
        },
        {
            "id": 3697,
            "verse_key": "35:37",
            "text_uthmani_simple": "وهم يصطرخون فيها ربنا اخرجنا نعمل صلحا غير الذى كنا نعمل اولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا۟ فما للظلمين من نصير"
        },
        {
            "id": 3698,
            "verse_key": "35:38",
            "text_uthmani_simple": "ان الله علم غيب السموت والارض انه عليمۢ بذات الصدور"
        },
        {
            "id": 3699,
            "verse_key": "35:39",
            "text_uthmani_simple": "هو الذى جعلكم خلئف فى الارض فمن كفر فعليه كفره ولا يزيد الكفرين كفرهم عند ربهم الا مقتا ولا يزيد الكفرين كفرهم الا خسارا"
        },
        {
            "id": 3700,
            "verse_key": "35:40",
            "text_uthmani_simple": "قل ارءيتم شركاءكم الذين تدعون من دون الله ارونى ماذا خلقوا۟ من الارض ام لهم شرك فى السموت ام ءاتينهم كتبا فهم على بينت منه بل ان يعد الظلمون بعضهم بعضا الا غرورا"
        },
        {
            "id": 3701,
            "verse_key": "35:41",
            "text_uthmani_simple": "ان الله يمسك السموت والارض ان تزولا ولئن زالتا ان امسكهما من احد منۢ بعده انه كان حليما غفورا"
        },
        {
            "id": 3702,
            "verse_key": "35:42",
            "text_uthmani_simple": "واقسموا۟ بالله جهد ايمنهم لئن جاءهم نذير ليكونن اهدى من احدى الامم فلما جاءهم نذير ما زادهم الا نفورا"
        },
        {
            "id": 3703,
            "verse_key": "35:43",
            "text_uthmani_simple": "استكبارا فى الارض ومكر السيئ ولا يحيق المكر السيئ الا باهله فهل ينظرون الا سنت الاولين فلن تجد لسنت الله تبديلا ولن تجد لسنت الله تحويلا"
        },
        {
            "id": 3704,
            "verse_key": "35:44",
            "text_uthmani_simple": "اولم يسيروا۟ فى الارض فينظروا۟ كيف كان عقبة الذين من قبلهم وكانوا۟ اشد منهم قوة وما كان الله ليعجزه من شىء فى السموت ولا فى الارض انه كان عليما قديرا"
        },
        {
            "id": 3705,
            "verse_key": "35:45",
            "text_uthmani_simple": "ولو يؤاخذ الله الناس بما كسبوا۟ ما ترك على ظهرها من دابة ولكن يؤخرهم الى اجل مسمى فاذا جاء اجلهم فان الله كان بعباده بصيرۢا"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "35"
        }
    }
}