{
    "verses": [
        {
            "id": 5200,
            "verse_key": "64:1",
            "text_uthmani_simple": "يسبح لله ما فى السموت وما فى الارض له الملك وله الحمد وهو على كل شىء قدير"
        },
        {
            "id": 5201,
            "verse_key": "64:2",
            "text_uthmani_simple": "هو الذى خلقكم فمنكم كافر ومنكم مؤمن والله بما تعملون بصير"
        },
        {
            "id": 5202,
            "verse_key": "64:3",
            "text_uthmani_simple": "خلق السموت والارض بالحق وصوركم فاحسن صوركم واليه المصير"
        },
        {
            "id": 5203,
            "verse_key": "64:4",
            "text_uthmani_simple": "يعلم ما فى السموت والارض ويعلم ما تسرون وما تعلنون والله عليمۢ بذات الصدور"
        },
        {
            "id": 5204,
            "verse_key": "64:5",
            "text_uthmani_simple": "الم ياتكم نبؤا۟ الذين كفروا۟ من قبل فذاقوا۟ وبال امرهم ولهم عذاب اليم"
        },
        {
            "id": 5205,
            "verse_key": "64:6",
            "text_uthmani_simple": "ذلك بانه كانت تاتيهم رسلهم بالبينت فقالوا۟ ابشر يهدوننا فكفروا۟ وتولوا۟ واستغنى الله والله غنى حميد"
        },
        {
            "id": 5206,
            "verse_key": "64:7",
            "text_uthmani_simple": "زعم الذين كفروا۟ ان لن يبعثوا۟ قل بلى وربى لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير"
        },
        {
            "id": 5207,
            "verse_key": "64:8",
            "text_uthmani_simple": "فـامنوا۟ بالله ورسوله والنور الذى انزلنا والله بما تعملون خبير"
        },
        {
            "id": 5208,
            "verse_key": "64:9",
            "text_uthmani_simple": "يوم يجمعكم ليوم الجمع ذلك يوم التغابن ومن يؤمنۢ بالله ويعمل صلحا يكفر عنه سيـاته ويدخله جنت تجرى من تحتها الانهر خلدين فيها ابدا ذلك الفوز العظيم"
        },
        {
            "id": 5209,
            "verse_key": "64:10",
            "text_uthmani_simple": "والذين كفروا۟ وكذبوا۟ بـايتنا او۟لئك اصحب النار خلدين فيها وبئس المصير"
        },
        {
            "id": 5210,
            "verse_key": "64:11",
            "text_uthmani_simple": "ما اصاب من مصيبة الا باذن الله ومن يؤمنۢ بالله يهد قلبه والله بكل شىء عليم"
        },
        {
            "id": 5211,
            "verse_key": "64:12",
            "text_uthmani_simple": "واطيعوا۟ الله واطيعوا۟ الرسول فان توليتم فانما على رسولنا البلغ المبين"
        },
        {
            "id": 5212,
            "verse_key": "64:13",
            "text_uthmani_simple": "الله لا اله الا هو وعلى الله فليتوكل المؤمنون"
        },
        {
            "id": 5213,
            "verse_key": "64:14",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ان من ازوجكم واولدكم عدوا لكم فاحذروهم وان تعفوا۟ وتصفحوا۟ وتغفروا۟ فان الله غفور رحيم"
        },
        {
            "id": 5214,
            "verse_key": "64:15",
            "text_uthmani_simple": "انما امولكم واولدكم فتنة والله عنده اجر عظيم"
        },
        {
            "id": 5215,
            "verse_key": "64:16",
            "text_uthmani_simple": "فاتقوا۟ الله ما استطعتم واسمعوا۟ واطيعوا۟ وانفقوا۟ خيرا لانفسكم ومن يوق شح نفسه فاو۟لئك هم المفلحون"
        },
        {
            "id": 5216,
            "verse_key": "64:17",
            "text_uthmani_simple": "ان تقرضوا۟ الله قرضا حسنا يضعفه لكم ويغفر لكم والله شكور حليم"
        },
        {
            "id": 5217,
            "verse_key": "64:18",
            "text_uthmani_simple": "علم الغيب والشهدة العزيز الحكيم"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "64"
        }
    }
}