{
    "verses": [
        {
            "id": 790,
            "verse_key": "6:1",
            "text_uthmani_simple": "الحمد لله الذى خلق السموت والارض وجعل الظلمت والنور ثم الذين كفروا۟ بربهم يعدلون"
        },
        {
            "id": 791,
            "verse_key": "6:2",
            "text_uthmani_simple": "هو الذى خلقكم من طين ثم قضى اجلا واجل مسمى عنده ثم انتم تمترون"
        },
        {
            "id": 792,
            "verse_key": "6:3",
            "text_uthmani_simple": "وهو الله فى السموت وفى الارض يعلم سركم وجهركم ويعلم ما تكسبون"
        },
        {
            "id": 793,
            "verse_key": "6:4",
            "text_uthmani_simple": "وما تاتيهم من ءاية من ءايت ربهم الا كانوا۟ عنها معرضين"
        },
        {
            "id": 794,
            "verse_key": "6:5",
            "text_uthmani_simple": "فقد كذبوا۟ بالحق لما جاءهم فسوف ياتيهم انۢبؤا۟ ما كانوا۟ به يستهزءون"
        },
        {
            "id": 795,
            "verse_key": "6:6",
            "text_uthmani_simple": "الم يروا۟ كم اهلكنا من قبلهم من قرن مكنهم فى الارض ما لم نمكن لكم وارسلنا السماء عليهم مدرارا وجعلنا الانهر تجرى من تحتهم فاهلكنهم بذنوبهم وانشانا منۢ بعدهم قرنا ءاخرين"
        },
        {
            "id": 796,
            "verse_key": "6:7",
            "text_uthmani_simple": "ولو نزلنا عليك كتبا فى قرطاس فلمسوه بايديهم لقال الذين كفروا۟ ان هذا الا سحر مبين"
        },
        {
            "id": 797,
            "verse_key": "6:8",
            "text_uthmani_simple": "وقالوا۟ لولا انزل عليه ملك ولو انزلنا ملكا لقضى الامر ثم لا ينظرون"
        },
        {
            "id": 798,
            "verse_key": "6:9",
            "text_uthmani_simple": "ولو جعلنه ملكا لجعلنه رجلا وللبسنا عليهم ما يلبسون"
        },
        {
            "id": 799,
            "verse_key": "6:10",
            "text_uthmani_simple": "ولقد استهزئ برسل من قبلك فحاق بالذين سخروا۟ منهم ما كانوا۟ به يستهزءون"
        },
        {
            "id": 800,
            "verse_key": "6:11",
            "text_uthmani_simple": "قل سيروا۟ فى الارض ثم انظروا۟ كيف كان عقبة المكذبين"
        },
        {
            "id": 801,
            "verse_key": "6:12",
            "text_uthmani_simple": "قل لمن ما فى السموت والارض قل لله كتب على نفسه الرحمة ليجمعنكم الى يوم القيمة لا ريب فيه الذين خسروا۟ انفسهم فهم لا يؤمنون"
        },
        {
            "id": 802,
            "verse_key": "6:13",
            "text_uthmani_simple": "وله ما سكن فى اليل والنهار وهو السميع العليم"
        },
        {
            "id": 803,
            "verse_key": "6:14",
            "text_uthmani_simple": "قل اغير الله اتخذ وليا فاطر السموت والارض وهو يطعم ولا يطعم قل انى امرت ان اكون اول من اسلم ولا تكونن من المشركين"
        },
        {
            "id": 804,
            "verse_key": "6:15",
            "text_uthmani_simple": "قل انى اخاف ان عصيت ربى عذاب يوم عظيم"
        },
        {
            "id": 805,
            "verse_key": "6:16",
            "text_uthmani_simple": "من يصرف عنه يومئذ فقد رحمه وذلك الفوز المبين"
        },
        {
            "id": 806,
            "verse_key": "6:17",
            "text_uthmani_simple": "وان يمسسك الله بضر فلا كاشف له الا هو وان يمسسك بخير فهو على كل شىء قدير"
        },
        {
            "id": 807,
            "verse_key": "6:18",
            "text_uthmani_simple": "وهو القاهر فوق عباده وهو الحكيم الخبير"
        },
        {
            "id": 808,
            "verse_key": "6:19",
            "text_uthmani_simple": "قل اى شىء اكبر شهدة قل الله شهيدۢ بينى وبينكم واوحى الى هذا القرءان لانذركم به ومنۢ بلغ ائنكم لتشهدون ان مع الله ءالهة اخرى قل لا اشهد قل انما هو اله وحد واننى برىء مما تشركون"
        },
        {
            "id": 809,
            "verse_key": "6:20",
            "text_uthmani_simple": "الذين ءاتينهم الكتب يعرفونه كما يعرفون ابناءهم الذين خسروا۟ انفسهم فهم لا يؤمنون"
        },
        {
            "id": 810,
            "verse_key": "6:21",
            "text_uthmani_simple": "ومن اظلم ممن افترى على الله كذبا او كذب بـايته انه لا يفلح الظلمون"
        },
        {
            "id": 811,
            "verse_key": "6:22",
            "text_uthmani_simple": "ويوم نحشرهم جميعا ثم نقول للذين اشركوا۟ اين شركاؤكم الذين كنتم تزعمون"
        },
        {
            "id": 812,
            "verse_key": "6:23",
            "text_uthmani_simple": "ثم لم تكن فتنتهم الا ان قالوا۟ والله ربنا ما كنا مشركين"
        },
        {
            "id": 813,
            "verse_key": "6:24",
            "text_uthmani_simple": "انظر كيف كذبوا۟ على انفسهم وضل عنهم ما كانوا۟ يفترون"
        },
        {
            "id": 814,
            "verse_key": "6:25",
            "text_uthmani_simple": "ومنهم من يستمع اليك وجعلنا على قلوبهم اكنة ان يفقهوه وفى ءاذانهم وقرا وان يروا۟ كل ءاية لا يؤمنوا۟ بها حتى اذا جاءوك يجدلونك يقول الذين كفروا۟ ان هذا الا اسطير الاولين"
        },
        {
            "id": 815,
            "verse_key": "6:26",
            "text_uthmani_simple": "وهم ينهون عنه وينـون عنه وان يهلكون الا انفسهم وما يشعرون"
        },
        {
            "id": 816,
            "verse_key": "6:27",
            "text_uthmani_simple": "ولو ترى اذ وقفوا۟ على النار فقالوا۟ يليتنا نرد ولا نكذب بـايت ربنا ونكون من المؤمنين"
        },
        {
            "id": 817,
            "verse_key": "6:28",
            "text_uthmani_simple": "بل بدا لهم ما كانوا۟ يخفون من قبل ولو ردوا۟ لعادوا۟ لما نهوا۟ عنه وانهم لكذبون"
        },
        {
            "id": 818,
            "verse_key": "6:29",
            "text_uthmani_simple": "وقالوا۟ ان هى الا حياتنا الدنيا وما نحن بمبعوثين"
        },
        {
            "id": 819,
            "verse_key": "6:30",
            "text_uthmani_simple": "ولو ترى اذ وقفوا۟ على ربهم قال اليس هذا بالحق قالوا۟ بلى وربنا قال فذوقوا۟ العذاب بما كنتم تكفرون"
        },
        {
            "id": 820,
            "verse_key": "6:31",
            "text_uthmani_simple": "قد خسر الذين كذبوا۟ بلقاء الله حتى اذا جاءتهم الساعة بغتة قالوا۟ يحسرتنا على ما فرطنا فيها وهم يحملون اوزارهم على ظهورهم الا ساء ما يزرون"
        },
        {
            "id": 821,
            "verse_key": "6:32",
            "text_uthmani_simple": "وما الحيوة الدنيا الا لعب ولهو وللدار الءاخرة خير للذين يتقون افلا تعقلون"
        },
        {
            "id": 822,
            "verse_key": "6:33",
            "text_uthmani_simple": "قد نعلم انه ليحزنك الذى يقولون فانهم لا يكذبونك ولكن الظلمين بـايت الله يجحدون"
        },
        {
            "id": 823,
            "verse_key": "6:34",
            "text_uthmani_simple": "ولقد كذبت رسل من قبلك فصبروا۟ على ما كذبوا۟ واوذوا۟ حتى اتىهم نصرنا ولا مبدل لكلمت الله ولقد جاءك من نباى۟ المرسلين"
        },
        {
            "id": 824,
            "verse_key": "6:35",
            "text_uthmani_simple": "وان كان كبر عليك اعراضهم فان استطعت ان تبتغى نفقا فى الارض او سلما فى السماء فتاتيهم بـاية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجهلين"
        },
        {
            "id": 825,
            "verse_key": "6:36",
            "text_uthmani_simple": "انما يستجيب الذين يسمعون والموتى يبعثهم الله ثم اليه يرجعون"
        },
        {
            "id": 826,
            "verse_key": "6:37",
            "text_uthmani_simple": "وقالوا۟ لولا نزل عليه ءاية من ربه قل ان الله قادر على ان ينزل ءاية ولكن اكثرهم لا يعلمون"
        },
        {
            "id": 827,
            "verse_key": "6:38",
            "text_uthmani_simple": "وما من دابة فى الارض ولا طئر يطير بجناحيه الا امم امثالكم ما فرطنا فى الكتب من شىء ثم الى ربهم يحشرون"
        },
        {
            "id": 828,
            "verse_key": "6:39",
            "text_uthmani_simple": "والذين كذبوا۟ بـايتنا صم وبكم فى الظلمت من يشا الله يضلله ومن يشا يجعله على صرط مستقيم"
        },
        {
            "id": 829,
            "verse_key": "6:40",
            "text_uthmani_simple": "قل ارءيتكم ان اتىكم عذاب الله او اتتكم الساعة اغير الله تدعون ان كنتم صدقين"
        },
        {
            "id": 830,
            "verse_key": "6:41",
            "text_uthmani_simple": "بل اياه تدعون فيكشف ما تدعون اليه ان شاء وتنسون ما تشركون"
        },
        {
            "id": 831,
            "verse_key": "6:42",
            "text_uthmani_simple": "ولقد ارسلنا الى امم من قبلك فاخذنهم بالباساء والضراء لعلهم يتضرعون"
        },
        {
            "id": 832,
            "verse_key": "6:43",
            "text_uthmani_simple": "فلولا اذ جاءهم باسنا تضرعوا۟ ولكن قست قلوبهم وزين لهم الشيطن ما كانوا۟ يعملون"
        },
        {
            "id": 833,
            "verse_key": "6:44",
            "text_uthmani_simple": "فلما نسوا۟ ما ذكروا۟ به فتحنا عليهم ابوب كل شىء حتى اذا فرحوا۟ بما اوتوا۟ اخذنهم بغتة فاذا هم مبلسون"
        },
        {
            "id": 834,
            "verse_key": "6:45",
            "text_uthmani_simple": "فقطع دابر القوم الذين ظلموا۟ والحمد لله رب العلمين"
        },
        {
            "id": 835,
            "verse_key": "6:46",
            "text_uthmani_simple": "قل ارءيتم ان اخذ الله سمعكم وابصركم وختم على قلوبكم من اله غير الله ياتيكم به انظر كيف نصرف الءايت ثم هم يصدفون"
        },
        {
            "id": 836,
            "verse_key": "6:47",
            "text_uthmani_simple": "قل ارءيتكم ان اتىكم عذاب الله بغتة او جهرة هل يهلك الا القوم الظلمون"
        },
        {
            "id": 837,
            "verse_key": "6:48",
            "text_uthmani_simple": "وما نرسل المرسلين الا مبشرين ومنذرين فمن ءامن واصلح فلا خوف عليهم ولا هم يحزنون"
        },
        {
            "id": 838,
            "verse_key": "6:49",
            "text_uthmani_simple": "والذين كذبوا۟ بـايتنا يمسهم العذاب بما كانوا۟ يفسقون"
        },
        {
            "id": 839,
            "verse_key": "6:50",
            "text_uthmani_simple": "قل لا اقول لكم عندى خزائن الله ولا اعلم الغيب ولا اقول لكم انى ملك ان اتبع الا ما يوحى الى قل هل يستوى الاعمى والبصير افلا تتفكرون"
        },
        {
            "id": 840,
            "verse_key": "6:51",
            "text_uthmani_simple": "وانذر به الذين يخافون ان يحشروا۟ الى ربهم ليس لهم من دونه ولى ولا شفيع لعلهم يتقون"
        },
        {
            "id": 841,
            "verse_key": "6:52",
            "text_uthmani_simple": "ولا تطرد الذين يدعون ربهم بالغدوة والعشى يريدون وجهه ما عليك من حسابهم من شىء وما من حسابك عليهم من شىء فتطردهم فتكون من الظلمين"
        },
        {
            "id": 842,
            "verse_key": "6:53",
            "text_uthmani_simple": "وكذلك فتنا بعضهم ببعض ليقولوا۟ اهؤلاء من الله عليهم منۢ بيننا اليس الله باعلم بالشكرين"
        },
        {
            "id": 843,
            "verse_key": "6:54",
            "text_uthmani_simple": "واذا جاءك الذين يؤمنون بـايتنا فقل سلم عليكم كتب ربكم على نفسه الرحمة انه من عمل منكم سوءۢا بجهلة ثم تاب منۢ بعده واصلح فانه غفور رحيم"
        },
        {
            "id": 844,
            "verse_key": "6:55",
            "text_uthmani_simple": "وكذلك نفصل الءايت ولتستبين سبيل المجرمين"
        },
        {
            "id": 845,
            "verse_key": "6:56",
            "text_uthmani_simple": "قل انى نهيت ان اعبد الذين تدعون من دون الله قل لا اتبع اهواءكم قد ضللت اذا وما انا۠ من المهتدين"
        },
        {
            "id": 846,
            "verse_key": "6:57",
            "text_uthmani_simple": "قل انى على بينة من ربى وكذبتم به ما عندى ما تستعجلون به ان الحكم الا لله يقص الحق وهو خير الفصلين"
        },
        {
            "id": 847,
            "verse_key": "6:58",
            "text_uthmani_simple": "قل لو ان عندى ما تستعجلون به لقضى الامر بينى وبينكم والله اعلم بالظلمين"
        },
        {
            "id": 848,
            "verse_key": "6:59",
            "text_uthmani_simple": "وعنده مفاتح الغيب لا يعلمها الا هو ويعلم ما فى البر والبحر وما تسقط من ورقة الا يعلمها ولا حبة فى ظلمت الارض ولا رطب ولا يابس الا فى كتب مبين"
        },
        {
            "id": 849,
            "verse_key": "6:60",
            "text_uthmani_simple": "وهو الذى يتوفىكم باليل ويعلم ما جرحتم بالنهار ثم يبعثكم فيه ليقضى اجل مسمى ثم اليه مرجعكم ثم ينبئكم بما كنتم تعملون"
        },
        {
            "id": 850,
            "verse_key": "6:61",
            "text_uthmani_simple": "وهو القاهر فوق عباده ويرسل عليكم حفظة حتى اذا جاء احدكم الموت توفته رسلنا وهم لا يفرطون"
        },
        {
            "id": 851,
            "verse_key": "6:62",
            "text_uthmani_simple": "ثم ردوا۟ الى الله مولىهم الحق الا له الحكم وهو اسرع الحسبين"
        },
        {
            "id": 852,
            "verse_key": "6:63",
            "text_uthmani_simple": "قل من ينجيكم من ظلمت البر والبحر تدعونه تضرعا وخفية لئن انجىنا من هذه لنكونن من الشكرين"
        },
        {
            "id": 853,
            "verse_key": "6:64",
            "text_uthmani_simple": "قل الله ينجيكم منها ومن كل كرب ثم انتم تشركون"
        },
        {
            "id": 854,
            "verse_key": "6:65",
            "text_uthmani_simple": "قل هو القادر على ان يبعث عليكم عذابا من فوقكم او من تحت ارجلكم او يلبسكم شيعا ويذيق بعضكم باس بعض انظر كيف نصرف الءايت لعلهم يفقهون"
        },
        {
            "id": 855,
            "verse_key": "6:66",
            "text_uthmani_simple": "وكذب به قومك وهو الحق قل لست عليكم بوكيل"
        },
        {
            "id": 856,
            "verse_key": "6:67",
            "text_uthmani_simple": "لكل نبا مستقر وسوف تعلمون"
        },
        {
            "id": 857,
            "verse_key": "6:68",
            "text_uthmani_simple": "واذا رايت الذين يخوضون فى ءايتنا فاعرض عنهم حتى يخوضوا۟ فى حديث غيره واما ينسينك الشيطن فلا تقعد بعد الذكرى مع القوم الظلمين"
        },
        {
            "id": 858,
            "verse_key": "6:69",
            "text_uthmani_simple": "وما على الذين يتقون من حسابهم من شىء ولكن ذكرى لعلهم يتقون"
        },
        {
            "id": 859,
            "verse_key": "6:70",
            "text_uthmani_simple": "وذر الذين اتخذوا۟ دينهم لعبا ولهوا وغرتهم الحيوة الدنيا وذكر به ان تبسل نفسۢ بما كسبت ليس لها من دون الله ولى ولا شفيع وان تعدل كل عدل لا يؤخذ منها او۟لئك الذين ابسلوا۟ بما كسبوا۟ لهم شراب من حميم وعذاب اليمۢ بما كانوا۟ يكفرون"
        },
        {
            "id": 860,
            "verse_key": "6:71",
            "text_uthmani_simple": "قل اندعوا۟ من دون الله ما لا ينفعنا ولا يضرنا ونرد على اعقابنا بعد اذ هدىنا الله كالذى استهوته الشيطين فى الارض حيران له اصحب يدعونه الى الهدى ائتنا قل ان هدى الله هو الهدى وامرنا لنسلم لرب العلمين"
        },
        {
            "id": 861,
            "verse_key": "6:72",
            "text_uthmani_simple": "وان اقيموا۟ الصلوة واتقوه وهو الذى اليه تحشرون"
        },
        {
            "id": 862,
            "verse_key": "6:73",
            "text_uthmani_simple": "وهو الذى خلق السموت والارض بالحق ويوم يقول كن فيكون قوله الحق وله الملك يوم ينفخ فى الصور علم الغيب والشهدة وهو الحكيم الخبير"
        },
        {
            "id": 863,
            "verse_key": "6:74",
            "text_uthmani_simple": "واذ قال ابرهيم لابيه ءازر اتتخذ اصناما ءالهة انى ارىك وقومك فى ضلل مبين"
        },
        {
            "id": 864,
            "verse_key": "6:75",
            "text_uthmani_simple": "وكذلك نرى ابرهيم ملكوت السموت والارض وليكون من الموقنين"
        },
        {
            "id": 865,
            "verse_key": "6:76",
            "text_uthmani_simple": "فلما جن عليه اليل رءا كوكبا قال هذا ربى فلما افل قال لا احب الءافلين"
        },
        {
            "id": 866,
            "verse_key": "6:77",
            "text_uthmani_simple": "فلما رءا القمر بازغا قال هذا ربى فلما افل قال لئن لم يهدنى ربى لاكونن من القوم الضالين"
        },
        {
            "id": 867,
            "verse_key": "6:78",
            "text_uthmani_simple": "فلما رءا الشمس بازغة قال هذا ربى هذا اكبر فلما افلت قال يقوم انى برىء مما تشركون"
        },
        {
            "id": 868,
            "verse_key": "6:79",
            "text_uthmani_simple": "انى وجهت وجهى للذى فطر السموت والارض حنيفا وما انا۠ من المشركين"
        },
        {
            "id": 869,
            "verse_key": "6:80",
            "text_uthmani_simple": "وحاجه قومه قال اتحجونى فى الله وقد هدىن ولا اخاف ما تشركون به الا ان يشاء ربى شيـا وسع ربى كل شىء علما افلا تتذكرون"
        },
        {
            "id": 870,
            "verse_key": "6:81",
            "text_uthmani_simple": "وكيف اخاف ما اشركتم ولا تخافون انكم اشركتم بالله ما لم ينزل به عليكم سلطنا فاى الفريقين احق بالامن ان كنتم تعلمون"
        },
        {
            "id": 871,
            "verse_key": "6:82",
            "text_uthmani_simple": "الذين ءامنوا۟ ولم يلبسوا۟ ايمنهم بظلم او۟لئك لهم الامن وهم مهتدون"
        },
        {
            "id": 872,
            "verse_key": "6:83",
            "text_uthmani_simple": "وتلك حجتنا ءاتينها ابرهيم على قومه نرفع درجت من نشاء ان ربك حكيم عليم"
        },
        {
            "id": 873,
            "verse_key": "6:84",
            "text_uthmani_simple": "ووهبنا له اسحق ويعقوب كلا هدينا ونوحا هدينا من قبل ومن ذريته داود وسليمن وايوب ويوسف وموسى وهرون وكذلك نجزى المحسنين"
        },
        {
            "id": 874,
            "verse_key": "6:85",
            "text_uthmani_simple": "وزكريا ويحيى وعيسى والياس كل من الصلحين"
        },
        {
            "id": 875,
            "verse_key": "6:86",
            "text_uthmani_simple": "واسمعيل واليسع ويونس ولوطا وكلا فضلنا على العلمين"
        },
        {
            "id": 876,
            "verse_key": "6:87",
            "text_uthmani_simple": "ومن ءابائهم وذريتهم واخونهم واجتبينهم وهدينهم الى صرط مستقيم"
        },
        {
            "id": 877,
            "verse_key": "6:88",
            "text_uthmani_simple": "ذلك هدى الله يهدى به من يشاء من عباده ولو اشركوا۟ لحبط عنهم ما كانوا۟ يعملون"
        },
        {
            "id": 878,
            "verse_key": "6:89",
            "text_uthmani_simple": "او۟لئك الذين ءاتينهم الكتب والحكم والنبوة فان يكفر بها هؤلاء فقد وكلنا بها قوما ليسوا۟ بها بكفرين"
        },
        {
            "id": 879,
            "verse_key": "6:90",
            "text_uthmani_simple": "او۟لئك الذين هدى الله فبهدىهم اقتده قل لا اسـلكم عليه اجرا ان هو الا ذكرى للعلمين"
        },
        {
            "id": 880,
            "verse_key": "6:91",
            "text_uthmani_simple": "وما قدروا۟ الله حق قدره اذ قالوا۟ ما انزل الله على بشر من شىء قل من انزل الكتب الذى جاء به موسى نورا وهدى للناس تجعلونه قراطيس تبدونها وتخفون كثيرا وعلمتم ما لم تعلموا۟ انتم ولا ءاباؤكم قل الله ثم ذرهم فى خوضهم يلعبون"
        },
        {
            "id": 881,
            "verse_key": "6:92",
            "text_uthmani_simple": "وهذا كتب انزلنه مبارك مصدق الذى بين يديه ولتنذر ام القرى ومن حولها والذين يؤمنون بالءاخرة يؤمنون به وهم على صلاتهم يحافظون"
        },
        {
            "id": 882,
            "verse_key": "6:93",
            "text_uthmani_simple": "ومن اظلم ممن افترى على الله كذبا او قال اوحى الى ولم يوح اليه شىء ومن قال سانزل مثل ما انزل الله ولو ترى اذ الظلمون فى غمرت الموت والملئكة باسطوا۟ ايديهم اخرجوا۟ انفسكم اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق وكنتم عن ءايته تستكبرون"
        },
        {
            "id": 883,
            "verse_key": "6:94",
            "text_uthmani_simple": "ولقد جئتمونا فردى كما خلقنكم اول مرة وتركتم ما خولنكم وراء ظهوركم وما نرى معكم شفعاءكم الذين زعمتم انهم فيكم شركؤا۟ لقد تقطع بينكم وضل عنكم ما كنتم تزعمون"
        },
        {
            "id": 884,
            "verse_key": "6:95",
            "text_uthmani_simple": "ان الله فالق الحب والنوى يخرج الحى من الميت ومخرج الميت من الحى ذلكم الله فانى تؤفكون"
        },
        {
            "id": 885,
            "verse_key": "6:96",
            "text_uthmani_simple": "فالق الاصباح وجعل اليل سكنا والشمس والقمر حسبانا ذلك تقدير العزيز العليم"
        },
        {
            "id": 886,
            "verse_key": "6:97",
            "text_uthmani_simple": "وهو الذى جعل لكم النجوم لتهتدوا۟ بها فى ظلمت البر والبحر قد فصلنا الءايت لقوم يعلمون"
        },
        {
            "id": 887,
            "verse_key": "6:98",
            "text_uthmani_simple": "وهو الذى انشاكم من نفس وحدة فمستقر ومستودع قد فصلنا الءايت لقوم يفقهون"
        },
        {
            "id": 888,
            "verse_key": "6:99",
            "text_uthmani_simple": "وهو الذى انزل من السماء ماء فاخرجنا به نبات كل شىء فاخرجنا منه خضرا نخرج منه حبا متراكبا ومن النخل من طلعها قنوان دانية وجنت من اعناب والزيتون والرمان مشتبها وغير متشبه انظروا۟ الى ثمره اذا اثمر وينعه ان فى ذلكم لءايت لقوم يؤمنون"
        },
        {
            "id": 889,
            "verse_key": "6:100",
            "text_uthmani_simple": "وجعلوا۟ لله شركاء الجن وخلقهم وخرقوا۟ له بنين وبنتۭ بغير علم سبحنه وتعلى عما يصفون"
        },
        {
            "id": 890,
            "verse_key": "6:101",
            "text_uthmani_simple": "بديع السموت والارض انى يكون له ولد ولم تكن له صحبة وخلق كل شىء وهو بكل شىء عليم"
        },
        {
            "id": 891,
            "verse_key": "6:102",
            "text_uthmani_simple": "ذلكم الله ربكم لا اله الا هو خلق كل شىء فاعبدوه وهو على كل شىء وكيل"
        },
        {
            "id": 892,
            "verse_key": "6:103",
            "text_uthmani_simple": "لا تدركه الابصر وهو يدرك الابصر وهو اللطيف الخبير"
        },
        {
            "id": 893,
            "verse_key": "6:104",
            "text_uthmani_simple": "قد جاءكم بصائر من ربكم فمن ابصر فلنفسه ومن عمى فعليها وما انا۠ عليكم بحفيظ"
        },
        {
            "id": 894,
            "verse_key": "6:105",
            "text_uthmani_simple": "وكذلك نصرف الءايت وليقولوا۟ درست ولنبينه لقوم يعلمون"
        },
        {
            "id": 895,
            "verse_key": "6:106",
            "text_uthmani_simple": "اتبع ما اوحى اليك من ربك لا اله الا هو واعرض عن المشركين"
        },
        {
            "id": 896,
            "verse_key": "6:107",
            "text_uthmani_simple": "ولو شاء الله ما اشركوا۟ وما جعلنك عليهم حفيظا وما انت عليهم بوكيل"
        },
        {
            "id": 897,
            "verse_key": "6:108",
            "text_uthmani_simple": "ولا تسبوا۟ الذين يدعون من دون الله فيسبوا۟ الله عدوۢا بغير علم كذلك زينا لكل امة عملهم ثم الى ربهم مرجعهم فينبئهم بما كانوا۟ يعملون"
        },
        {
            "id": 898,
            "verse_key": "6:109",
            "text_uthmani_simple": "واقسموا۟ بالله جهد ايمنهم لئن جاءتهم ءاية ليؤمنن بها قل انما الءايت عند الله وما يشعركم انها اذا جاءت لا يؤمنون"
        },
        {
            "id": 899,
            "verse_key": "6:110",
            "text_uthmani_simple": "ونقلب افـدتهم وابصرهم كما لم يؤمنوا۟ به اول مرة ونذرهم فى طغينهم يعمهون"
        },
        {
            "id": 900,
            "verse_key": "6:111",
            "text_uthmani_simple": "ولو اننا نزلنا اليهم الملئكة وكلمهم الموتى وحشرنا عليهم كل شىء قبلا ما كانوا۟ ليؤمنوا۟ الا ان يشاء الله ولكن اكثرهم يجهلون"
        },
        {
            "id": 901,
            "verse_key": "6:112",
            "text_uthmani_simple": "وكذلك جعلنا لكل نبى عدوا شيطين الانس والجن يوحى بعضهم الى بعض زخرف القول غرورا ولو شاء ربك ما فعلوه فذرهم وما يفترون"
        },
        {
            "id": 902,
            "verse_key": "6:113",
            "text_uthmani_simple": "ولتصغى اليه افـدة الذين لا يؤمنون بالءاخرة وليرضوه وليقترفوا۟ ما هم مقترفون"
        },
        {
            "id": 903,
            "verse_key": "6:114",
            "text_uthmani_simple": "افغير الله ابتغى حكما وهو الذى انزل اليكم الكتب مفصلا والذين ءاتينهم الكتب يعلمون انه منزل من ربك بالحق فلا تكونن من الممترين"
        },
        {
            "id": 904,
            "verse_key": "6:115",
            "text_uthmani_simple": "وتمت كلمت ربك صدقا وعدلا لا مبدل لكلمته وهو السميع العليم"
        },
        {
            "id": 905,
            "verse_key": "6:116",
            "text_uthmani_simple": "وان تطع اكثر من فى الارض يضلوك عن سبيل الله ان يتبعون الا الظن وان هم الا يخرصون"
        },
        {
            "id": 906,
            "verse_key": "6:117",
            "text_uthmani_simple": "ان ربك هو اعلم من يضل عن سبيله وهو اعلم بالمهتدين"
        },
        {
            "id": 907,
            "verse_key": "6:118",
            "text_uthmani_simple": "فكلوا۟ مما ذكر اسم الله عليه ان كنتم بـايته مؤمنين"
        },
        {
            "id": 908,
            "verse_key": "6:119",
            "text_uthmani_simple": "وما لكم الا تاكلوا۟ مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم الا ما اضطررتم اليه وان كثيرا ليضلون باهوائهم بغير علم ان ربك هو اعلم بالمعتدين"
        },
        {
            "id": 909,
            "verse_key": "6:120",
            "text_uthmani_simple": "وذروا۟ ظهر الاثم وباطنه ان الذين يكسبون الاثم سيجزون بما كانوا۟ يقترفون"
        },
        {
            "id": 910,
            "verse_key": "6:121",
            "text_uthmani_simple": "ولا تاكلوا۟ مما لم يذكر اسم الله عليه وانه لفسق وان الشيطين ليوحون الى اوليائهم ليجدلوكم وان اطعتموهم انكم لمشركون"
        },
        {
            "id": 911,
            "verse_key": "6:122",
            "text_uthmani_simple": "اومن كان ميتا فاحيينه وجعلنا له نورا يمشى به فى الناس كمن مثله فى الظلمت ليس بخارج منها كذلك زين للكفرين ما كانوا۟ يعملون"
        },
        {
            "id": 912,
            "verse_key": "6:123",
            "text_uthmani_simple": "وكذلك جعلنا فى كل قرية اكبر مجرميها ليمكروا۟ فيها وما يمكرون الا بانفسهم وما يشعرون"
        },
        {
            "id": 913,
            "verse_key": "6:124",
            "text_uthmani_simple": "واذا جاءتهم ءاية قالوا۟ لن نؤمن حتى نؤتى مثل ما اوتى رسل الله الله اعلم حيث يجعل رسالته سيصيب الذين اجرموا۟ صغار عند الله وعذاب شديدۢ بما كانوا۟ يمكرون"
        },
        {
            "id": 914,
            "verse_key": "6:125",
            "text_uthmani_simple": "فمن يرد الله ان يهديه يشرح صدره للاسلم ومن يرد ان يضله يجعل صدره ضيقا حرجا كانما يصعد فى السماء كذلك يجعل الله الرجس على الذين لا يؤمنون"
        },
        {
            "id": 915,
            "verse_key": "6:126",
            "text_uthmani_simple": "وهذا صرط ربك مستقيما قد فصلنا الءايت لقوم يذكرون"
        },
        {
            "id": 916,
            "verse_key": "6:127",
            "text_uthmani_simple": "لهم دار السلم عند ربهم وهو وليهم بما كانوا۟ يعملون"
        },
        {
            "id": 917,
            "verse_key": "6:128",
            "text_uthmani_simple": "ويوم يحشرهم جميعا يمعشر الجن قد استكثرتم من الانس وقال اولياؤهم من الانس ربنا استمتع بعضنا ببعض وبلغنا اجلنا الذى اجلت لنا قال النار مثوىكم خلدين فيها الا ما شاء الله ان ربك حكيم عليم"
        },
        {
            "id": 918,
            "verse_key": "6:129",
            "text_uthmani_simple": "وكذلك نولى بعض الظلمين بعضۢا بما كانوا۟ يكسبون"
        },
        {
            "id": 919,
            "verse_key": "6:130",
            "text_uthmani_simple": "يمعشر الجن والانس الم ياتكم رسل منكم يقصون عليكم ءايتى وينذرونكم لقاء يومكم هذا قالوا۟ شهدنا على انفسنا وغرتهم الحيوة الدنيا وشهدوا۟ على انفسهم انهم كانوا۟ كفرين"
        },
        {
            "id": 920,
            "verse_key": "6:131",
            "text_uthmani_simple": "ذلك ان لم يكن ربك مهلك القرى بظلم واهلها غفلون"
        },
        {
            "id": 921,
            "verse_key": "6:132",
            "text_uthmani_simple": "ولكل درجت مما عملوا۟ وما ربك بغفل عما يعملون"
        },
        {
            "id": 922,
            "verse_key": "6:133",
            "text_uthmani_simple": "وربك الغنى ذو الرحمة ان يشا يذهبكم ويستخلف منۢ بعدكم ما يشاء كما انشاكم من ذرية قوم ءاخرين"
        },
        {
            "id": 923,
            "verse_key": "6:134",
            "text_uthmani_simple": "ان ما توعدون لءات وما انتم بمعجزين"
        },
        {
            "id": 924,
            "verse_key": "6:135",
            "text_uthmani_simple": "قل يقوم اعملوا۟ على مكانتكم انى عامل فسوف تعلمون من تكون له عقبة الدار انه لا يفلح الظلمون"
        },
        {
            "id": 925,
            "verse_key": "6:136",
            "text_uthmani_simple": "وجعلوا۟ لله مما ذرا من الحرث والانعم نصيبا فقالوا۟ هذا لله بزعمهم وهذا لشركائنا فما كان لشركائهم فلا يصل الى الله وما كان لله فهو يصل الى شركائهم ساء ما يحكمون"
        },
        {
            "id": 926,
            "verse_key": "6:137",
            "text_uthmani_simple": "وكذلك زين لكثير من المشركين قتل اولدهم شركاؤهم ليردوهم وليلبسوا۟ عليهم دينهم ولو شاء الله ما فعلوه فذرهم وما يفترون"
        },
        {
            "id": 927,
            "verse_key": "6:138",
            "text_uthmani_simple": "وقالوا۟ هذه انعم وحرث حجر لا يطعمها الا من نشاء بزعمهم وانعم حرمت ظهورها وانعم لا يذكرون اسم الله عليها افتراء عليه سيجزيهم بما كانوا۟ يفترون"
        },
        {
            "id": 928,
            "verse_key": "6:139",
            "text_uthmani_simple": "وقالوا۟ ما فى بطون هذه الانعم خالصة لذكورنا ومحرم على ازوجنا وان يكن ميتة فهم فيه شركاء سيجزيهم وصفهم انه حكيم عليم"
        },
        {
            "id": 929,
            "verse_key": "6:140",
            "text_uthmani_simple": "قد خسر الذين قتلوا۟ اولدهم سفهۢا بغير علم وحرموا۟ ما رزقهم الله افتراء على الله قد ضلوا۟ وما كانوا۟ مهتدين"
        },
        {
            "id": 930,
            "verse_key": "6:141",
            "text_uthmani_simple": "وهو الذى انشا جنت معروشت وغير معروشت والنخل والزرع مختلفا اكله والزيتون والرمان متشبها وغير متشبه كلوا۟ من ثمره اذا اثمر وءاتوا۟ حقه يوم حصاده ولا تسرفوا۟ انه لا يحب المسرفين"
        },
        {
            "id": 931,
            "verse_key": "6:142",
            "text_uthmani_simple": "ومن الانعم حمولة وفرشا كلوا۟ مما رزقكم الله ولا تتبعوا۟ خطوت الشيطن انه لكم عدو مبين"
        },
        {
            "id": 932,
            "verse_key": "6:143",
            "text_uthmani_simple": "ثمنية ازوج من الضان اثنين ومن المعز اثنين قل ءالذكرين حرم ام الانثيين اما اشتملت عليه ارحام الانثيين نبـونى بعلم ان كنتم صدقين"
        },
        {
            "id": 933,
            "verse_key": "6:144",
            "text_uthmani_simple": "ومن الابل اثنين ومن البقر اثنين قل ءالذكرين حرم ام الانثيين اما اشتملت عليه ارحام الانثيين ام كنتم شهداء اذ وصىكم الله بهذا فمن اظلم ممن افترى على الله كذبا ليضل الناس بغير علم ان الله لا يهدى القوم الظلمين"
        },
        {
            "id": 934,
            "verse_key": "6:145",
            "text_uthmani_simple": "قل لا اجد فى ما اوحى الى محرما على طاعم يطعمه الا ان يكون ميتة او دما مسفوحا او لحم خنزير فانه رجس او فسقا اهل لغير الله به فمن اضطر غير باغ ولا عاد فان ربك غفور رحيم"
        },
        {
            "id": 935,
            "verse_key": "6:146",
            "text_uthmani_simple": "وعلى الذين هادوا۟ حرمنا كل ذى ظفر ومن البقر والغنم حرمنا عليهم شحومهما الا ما حملت ظهورهما او الحوايا او ما اختلط بعظم ذلك جزينهم ببغيهم وانا لصدقون"
        },
        {
            "id": 936,
            "verse_key": "6:147",
            "text_uthmani_simple": "فان كذبوك فقل ربكم ذو رحمة وسعة ولا يرد باسه عن القوم المجرمين"
        },
        {
            "id": 937,
            "verse_key": "6:148",
            "text_uthmani_simple": "سيقول الذين اشركوا۟ لو شاء الله ما اشركنا ولا ءاباؤنا ولا حرمنا من شىء كذلك كذب الذين من قبلهم حتى ذاقوا۟ باسنا قل هل عندكم من علم فتخرجوه لنا ان تتبعون الا الظن وان انتم الا تخرصون"
        },
        {
            "id": 938,
            "verse_key": "6:149",
            "text_uthmani_simple": "قل فلله الحجة البلغة فلو شاء لهدىكم اجمعين"
        },
        {
            "id": 939,
            "verse_key": "6:150",
            "text_uthmani_simple": "قل هلم شهداءكم الذين يشهدون ان الله حرم هذا فان شهدوا۟ فلا تشهد معهم ولا تتبع اهواء الذين كذبوا۟ بـايتنا والذين لا يؤمنون بالءاخرة وهم بربهم يعدلون"
        },
        {
            "id": 940,
            "verse_key": "6:151",
            "text_uthmani_simple": "قل تعالوا۟ اتل ما حرم ربكم عليكم الا تشركوا۟ به شيـا وبالولدين احسنا ولا تقتلوا۟ اولدكم من املق نحن نرزقكم واياهم ولا تقربوا۟ الفوحش ما ظهر منها وما بطن ولا تقتلوا۟ النفس التى حرم الله الا بالحق ذلكم وصىكم به لعلكم تعقلون"
        },
        {
            "id": 941,
            "verse_key": "6:152",
            "text_uthmani_simple": "ولا تقربوا۟ مال اليتيم الا بالتى هى احسن حتى يبلغ اشده واوفوا۟ الكيل والميزان بالقسط لا نكلف نفسا الا وسعها واذا قلتم فاعدلوا۟ ولو كان ذا قربى وبعهد الله اوفوا۟ ذلكم وصىكم به لعلكم تذكرون"
        },
        {
            "id": 942,
            "verse_key": "6:153",
            "text_uthmani_simple": "وان هذا صرطى مستقيما فاتبعوه ولا تتبعوا۟ السبل فتفرق بكم عن سبيله ذلكم وصىكم به لعلكم تتقون"
        },
        {
            "id": 943,
            "verse_key": "6:154",
            "text_uthmani_simple": "ثم ءاتينا موسى الكتب تماما على الذى احسن وتفصيلا لكل شىء وهدى ورحمة لعلهم بلقاء ربهم يؤمنون"
        },
        {
            "id": 944,
            "verse_key": "6:155",
            "text_uthmani_simple": "وهذا كتب انزلنه مبارك فاتبعوه واتقوا۟ لعلكم ترحمون"
        },
        {
            "id": 945,
            "verse_key": "6:156",
            "text_uthmani_simple": "ان تقولوا۟ انما انزل الكتب على طائفتين من قبلنا وان كنا عن دراستهم لغفلين"
        },
        {
            "id": 946,
            "verse_key": "6:157",
            "text_uthmani_simple": "او تقولوا۟ لو انا انزل علينا الكتب لكنا اهدى منهم فقد جاءكم بينة من ربكم وهدى ورحمة فمن اظلم ممن كذب بـايت الله وصدف عنها سنجزى الذين يصدفون عن ءايتنا سوء العذاب بما كانوا۟ يصدفون"
        },
        {
            "id": 947,
            "verse_key": "6:158",
            "text_uthmani_simple": "هل ينظرون الا ان تاتيهم الملئكة او ياتى ربك او ياتى بعض ءايت ربك يوم ياتى بعض ءايت ربك لا ينفع نفسا ايمنها لم تكن ءامنت من قبل او كسبت فى ايمنها خيرا قل انتظروا۟ انا منتظرون"
        },
        {
            "id": 948,
            "verse_key": "6:159",
            "text_uthmani_simple": "ان الذين فرقوا۟ دينهم وكانوا۟ شيعا لست منهم فى شىء انما امرهم الى الله ثم ينبئهم بما كانوا۟ يفعلون"
        },
        {
            "id": 949,
            "verse_key": "6:160",
            "text_uthmani_simple": "من جاء بالحسنة فله عشر امثالها ومن جاء بالسيئة فلا يجزى الا مثلها وهم لا يظلمون"
        },
        {
            "id": 950,
            "verse_key": "6:161",
            "text_uthmani_simple": "قل اننى هدىنى ربى الى صرط مستقيم دينا قيما ملة ابرهيم حنيفا وما كان من المشركين"
        },
        {
            "id": 951,
            "verse_key": "6:162",
            "text_uthmani_simple": "قل ان صلاتى ونسكى ومحياى ومماتى لله رب العلمين"
        },
        {
            "id": 952,
            "verse_key": "6:163",
            "text_uthmani_simple": "لا شريك له وبذلك امرت وانا۠ اول المسلمين"
        },
        {
            "id": 953,
            "verse_key": "6:164",
            "text_uthmani_simple": "قل اغير الله ابغى ربا وهو رب كل شىء ولا تكسب كل نفس الا عليها ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون"
        },
        {
            "id": 954,
            "verse_key": "6:165",
            "text_uthmani_simple": "وهو الذى جعلكم خلئف الارض ورفع بعضكم فوق بعض درجت ليبلوكم فى ما ءاتىكم ان ربك سريع العقاب وانه لغفور رحيمۢ"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "6"
        }
    }
}