{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/152/",
    "ayah_number": 152,
    "text": "والوصية السادسة تأتى في مطلع الآية الثانية فتقول: وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ.أى: لا تقربوا مال اليتيم الذي فقد الأب الحانى، ولا تتعرضوا لما هو من حقه بوجه من الوجوه إلا بالوجه الذي ينفعه في الحال أو المآل، كتربيته وتعليمه، وحفظ ماله واستثماره.وإذن، فكل تصرف مع اليتيم أو في ماله لا يقع في تلك الدائرة- دائرة الأنفع والأحسن- محظور، ومنهى عنه.قال بعض العلماء: وكثيرا ما يتعلق النهى في القرآن بالقربان من الشيء، وضابطه بالاستقراء: أن كل منهى عنه كان من شأنه أن تميل إليه النفوس وتدفع إليه الأهواء النهى فيه عن «القربان» ويكون القصد التحذير من أن يأخذ ذلك الميل في النفس مكانة تصل بها إلى اقتراف المحرم، وكان من ذلك في الوصايا السابقة النهى عن الفواحش، ومن هذا الباب وَلا تَقْرَبا هذِهِ الشَّجَرَةَ ولا تَقْرَبُوا الزِّنى وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ إلخ.أما المحرمات التي لم يؤلف ميل النفوس إليها ولا اقتضاء الشهوات لها، فإن الغالب فيها أن يتعلق النهى عنها بنفس الفعل لا بالقربان منه. ومن ذلك في الوصايا السابقة الشرك بالله، وقتل الأولاد، وقتل النفس التي حرم الله قتلها، فإنها وإن كان الفعل المنهي عنه فيها أشد قبحا وأعظم جرما عند الله من أكل مال اليتيم وفعل الفواحش، إلا أنها ليست ذات دوافع نفسية يميل إليها الإنسان بشهوته، وإنما هي في نظر العقل على المقابل من ذلك، يجد الإنسان في نفسه مرارة من ارتكابها، ولا يقدم عليها إلا وهو كاره لها أو في حكم الكاره».وقوله: حَتَّى يَبْلُغَ أَشُدَّهُليس غاية للنهى، إذ ليس المعنى فإذا بلغ أشده فاقربوه لأن هذا يقتضى إباحة أكل الولي له بعد بلوغ الصبى، بل هو غاية لما يفهم من النهى كأنه قيل: احفظوه حتى يصير بالغا رشيدا فحينئذ سلموا إليه ماله.والخطاب للأولياء والأوصياء. أى: احفظوا ماله حتى يبلغ الحلم فإذا بلغه فادفعوه إليه.والأشد: قوة الإنسان واشتعال حرارته: من الشدة بمعنى القوة والارتفاع. يقال: شد النهار إذا ارتفع. وهو مفرد جاء بصيغة الجمع. ولا واحد له.والوصية السابعة: وَأَوْفُوا الْكَيْلَ وَالْمِيزانَ بِالْقِسْطِ لا نُكَلِّفُ نَفْساً إِلَّا وُسْعَها.أى: أتموا الكيل إذا كلتم للناس أو اكتلتم عليهم لأنفسكم، وأوفوا الميزان إذا وزنتم لأنفسكم فيما تبتاعون أو لغيركم فيما تبيعون.فالجملة الكريمة أمر من الله- تعالى- لعباده بإقامة العدل في التعامل: بحيث يعطى صاحب الحق حقه من غير نقصان ولا بخس، ويأخذ صاحب الحق حقه من غير طلب الزيادة.والكيل والوزن: مصدران أريد بهما ما يكال وما يوزن، كالعيش بمعنى ما يعاش به.وبالقسط حال من فاعل أوفوا أى: أوفوهما مقسطين أى: متلبسين بالقسط. ويجوز أن يكون حالا من المفعول أى: أوفوا الكيل والميزان بالقسط أى: تامّين.وهذه الوصية هي مبدأ العدل والتعادل، وكل مجتمع محتاج إليها، فالناس لا بد لهم من التعامل، ولا بد لهم من التبادل، والكيل والوزن هما وسيلة ذلك، فلا بد من أن يكونا منضبطين بالقسط.والمجتمعات الأمينة التي لا تجد فيها أحدا يغبن عن جهل أو غفلة، وهي أيضا المجتمعات الأمينة التي لا تجد فيها من يحاول أن يأخذ أكثر من حقه. أو يعطى أقل مما يجب عليه.وقوله لا نُكَلِّفُ نَفْساً إِلَّا وُسْعَهاأى: لا نكلف نفسا إلا ما يسعها ولا يعسر عليها.والجملة مستأنفة جيء بها عقيب الأمر بإيفاء الكيل والميزان بالعدل، للترخيص فيما خرج عن الطاقة، ولبيان قاعدة من قواعد الإسلام الرافعة للحرج وذلك لأن التبادل التجارى لا يمكن أن يتحقق على وجه كامل من المساواة أو التعادل، فلا بد من تقبل اليسير من الغبن في هذا الجانب أو ذاك.والوصية الثامنة تقول: وَإِذا قُلْتُمْ فَاعْدِلُوا وَلَوْ كانَ ذا قُرْبى.أى: وإذا قلتم قولا فاعدلوا فيه ولو كان المقول له أو عليه صاحب قرابة منكم.إذ العدل هو أساس الحكم السليم: العدل في القول، والعدل في الحكم، والعدل في كل فعل.وإنما خصصت الآية العدل في القول مع أن العدل مطلوب في الأقوال والأفعال وفي كل شيء، لأن أكثر ما يكون فيه العدل أقوال كالشهادة، والحكم، ثم الأقوال هي التي تراود النفوس في كل حال. فالإنسان حين تصادفه قضية من القضايا القولية أو العملية يحدث نفسه في شأنها، ويراوده معنى العدل وكأنه يطالبه بأن ينطق به ويؤيده، فيقول في نفسه سأفعل كذا لأنه العدل، فإذا لم يكن صادقا في هذا القول فقد جافى العدل وقال زورا وكذبا.أما قوله وَلَوْ كانَ ذا قُرْبىفهو أخذ بالإنسان عما جرت به عادته من التأثر بصلات القربى في المحاباة للأقرباء والظلم لغيرهم.فالقرآن يرتفع بالضمير البشرى إلى مستوى سامق رفيع، على هدى من العقيدة في الله، بأن يكلفه بتحرى العدل في كل أحواله ولو إزاء أقرب المقربين إليه.أما الوصية التاسعة والأخيرة في هذه الآية فهي قوله- تعالى- وَبِعَهْدِ اللَّهِ أَوْفُواأى:كونوا أوفياء مع الله في كل ما عهد إليكم به من العبادات والمعاملات وغيرها.إذ الوفاء أصل من الأصول التي يتحقق بها الخير والصلاح، وتستقر عليها أمور الناس.وقوله: وَبِعَهْدِ اللَّهِ أَوْفُوايفيد الحصر لتقديم المعمول، وفي هذا إشعار بأن هناك عهودا غير جديرة بأن تنسب إلى الله، وهي العهود القائمة على الظلم أو الباطل، أو الفساد، فمثل هذه العهود غير جديرة بالاحترام، ويجب العمل على التخلص منها.ثم ختمت الآية بقوله- تعالى- ذلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَأى: ذلكم المتلو عليكم في هذه الآية من الأوامر والنواهي وصاكم الله به في كتابه رجاء أن تتذكروا وتعتبروا وتعملوا بما أمرتم به وتجتنبوا ما نهيتم عنه أو رجاء أن يذكّر بعضكم بعضا فإن التناصح واجب بين المسلمين."
}