{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/68/",
    "ayah_number": 68,
    "text": "ثم أمر الله- تعالى- رسوله وأتباعه بأن يهجروا المجالس التي لا توقر فيه آيات الله وشرائعه، فقال- تعالى-:وَإِذا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آياتِنا فَأَعْرِضْ عَنْهُمْ.قال الراغب: الخوض هو الشروع في الماء والورود فيه، ثم استعير للأخذ في الحديث فقيل: تخاوضوا في الحديث، أى: أخذوا فيه على غير هدى، وأكثر ما ورد في القرآن ورد فيما يذم الشروع فيه نحو قوله- تعالى- وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّما كُنَّا نَخُوضُ وَنَلْعَبُ .والمعنى: وإذا رأيت أيها النبي الكريم، أو أيها المؤمن العاقل، الذين يخوضون في آياتنا بالتكذيب والطعن والاستهزاء فأعرض عنهم. وانصرف عن مجالسهم، وأرهم من نفسك الاحتقار لتصرفاتهم، ولا تعد إلى مجالسهم حتى يخوضوا في حديث آخر، لأن آياتنا المنسوبة إلينا من حقها أن تعظم وأن تحترم لا أن تكون محل تهكم واستهزاء.قال ابن جريج: كان المشركون يجلسون إلى النبي صلى الله عليه وسلم يحبون أن يسمعوا منه، فإذا سمعوا استهزءوا فنزلت هذه الآية فجعل صلى الله عليه وسلم إذا استهزءوا قام فحذروا وقالوا: لا تستهزءوا فيقوم.وإنما عبر عن انتقالهم إلى حديث آخر بالخوض، لأنهم لا يتحدثون إلا فيما لا جدوى فيه ولا منفعة من ورائه غالبا.وقوله وَإِمَّا يُنْسِيَنَّكَ الشَّيْطانُ فَلا تَقْعُدْ بَعْدَ الذِّكْرى مَعَ الْقَوْمِ الظَّالِمِينَ أى: وإما ينسينك الشيطان ما أمرت به من ترك مجالسة الخائضين على سبيل الفرض والتقدير فلا تقعد بعد التذكر مع القوم الظالمين لأنفسهم بتكذيب آيات ربهم والاستهزاء بها، وقد جاء الشرط الأول بإذا لأن خوضهم في الآيات محقق، وجاء الشرط الثاني بإن لأن إنساء الشيطان له قد يقع وقد لا يقع.فإن قيل: النسيان فعل الله فلم أضيف إلى الشيطان؟ أجيب بأن السبب من الشيطان وهو الوسوسة والإعراض عن الذكر فأضيف إليه لذلك، كما أن من ألقى غيره في النار فمات يقال:إنه القاتل وإن كان الإحراق فعل الله.هذا وقد أخذ العلماء من هذه الآية الكريمة أحكاما من أهمها ما يأتى:1- وجوب الإعراض عن مجالسة المستهزئين بآيات الله أو برسله، وأن لا يقعد لأن في القعود إظهار عدم الكراهة، وذلك لأن التكليف عام لنا ولرسول الله صلى الله عليه وسلم.قال القرطبي: من خاض في آيات الله تركت مجالسته وهجرته، مؤمنا كان أو كافرا، وقد منع أصحابنا الدخول إلى أرض العدو ودخول كنائسهم وبيعهم، وكذلك منعوا مجالسة الكفار وأهل البدع. فقد قال بعض أهل البدع لأبى عمران النخعي: اسمع منى كلمة فأعرض عنه وقال: ولا نصف كلمة.وروى الحاكم عن عائشة- رضى الله عنها- قالت: قال رسول الله صلى الله عليه وسلم «من وقر صاحب بدعة فقد أعانه على هدم الإسلام»   .وقال صاحب المنار: وسبب هذا النهى أن الإقبال على الخائضين والقعود معهم أقل ما فيه أنه إقرار لهم على خوضهم وإغراء لهم بالتمادى فيه وأكبره أنه رضاء به ومشاركة فيه والمشاركة في الكفر والاستهزاء كفر ظاهر لا يقترفه باختياره إلا منافق مراء أو كافر مجاهر قال- تعالى- وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتابِ أَنْ إِذا سَمِعْتُمْ آياتِ اللَّهِ يُكْفَرُ بِها وَيُسْتَهْزَأُ بِها فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ إِنَّ اللَّهَ جامِعُ الْمُنافِقِينَ وَالْكافِرِينَ فِي جَهَنَّمَ جَمِيعاً» .2- جواز مجالسة الكفار مع عدم الخوض. لأنه إنما أمرنا بالإعراض في حالة الخوض، وأيضا فقد قال- تعالى- حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ.قال بعض العلماء: «وحتى غاية الإعراض، لأنه إعراض فيه توقيف دعوتهم زمانا أو جبته رعاية المصلحة، فإذا زال موجب ذلك عادت محاولة هدايتهم وإرشادهم إلى أصلها لأنها تمحضت للمصلحة» .3- استدل بهذه الآية على أن الناسي غير مكلف، وأنه إذا ذكر عاد إليه التكليف فيعفى عما ارتكبه حال نسيانه ففي الحديث الشريف «إن الله رفع عن أمتى الخطأ والنسيان وما استكرهوا عليه» . رواه الطبراني عن ثوبان مرفوعا وإسناده صحيح.4- قال القرطبي: قال بعضهم إن الخطاب في الآية للنبي صلى الله عليه وسلم والمقصود أمته، ذهبوا إلى ذلك لتبرئته صلى الله عليه وسلم من النسيان. وقال آخرون إن الخطاب له صلى الله عليه وسلم والنسيان جائز عليه فقد قال صلى الله عليه وسلم مخبرا عن نفسه: «إنما أنا بشر مثلكم أنسى كما تنسون فإذا نسيت فذكروني» فأضاف النسيان إليه. واختلفوا بعد جواز النسيان عليه هل يكون فيما طريقه البلاغ من الأفعال وأحكام الشرع أولا؟ فذهب إلى الأول- فيما ذكره القاضي عياض- عامة العلماء والأئمة كما هو ظاهر القرآن والأحاديث، لكن اشترط الأئمة أن الله- تعالى- ينبهه على ذلك ولا يقره عليه. ومنعت طائفة من العلماء السهو عليه في الأفعال البلاغية والعبادات الشرعية كما منعوه اتفاقا في الأقوال البلاغية» .قال الآلوسى: «وأنا أرى أن محل الخلاف النسيان الذي لا يكون منشؤه اشتغال السر بالوساوس والخطرات الشيطانية فإن ذلك مما لا يرتاب مؤمن في استحالته على رسول الله صلى الله عليه وسلم» ."
}