{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/105/",
    "ayah_number": 105,
    "text": "وقوله: وَكَذلِكَ نُصَرِّفُ الْآياتِ أى: وكما فصلنا الآيات الدالة على التوحيد في هذه السورة تفصيلا بديعا محكما نفصل الآيات ونبينها وننوعها في كل موطن لتقوم على الجاحدين الحجة، وليزداد المؤمنون إيمانا على إيمانهم.وَلِيَقُولُوا دَرَسْتَ يقال درس الكتاب يدرسه دراسة إذا أكثر قراءته وذلك للحفظ. وأصله من درس الحنطة يدرسها درسا ودراسا إذا داسها، فكأن التالي يدوس الكلام فيخفف على لسانه.والمعنى: وليقول المشركون في الرد عليك: إنك يا محمد قد قرأت الكتب على أهل الكتاب وتعلمت منهم، وحفظت عن طريق الدراسة أخبار من مضى، ثم جئتنا بعد كل ذلك تزعم أن ما جئت به من عند الله، وما هو من عند الله.وقد حكى القرآن في مواضع كثيرة التهم الباطلة التي وجهها المشركون إلى النبي صلى الله عليه وسلم ومن ذلك قوله- تعالى-:وَقالَ الَّذِينَ كَفَرُوا إِنْ هَذا إِلَّا إِفْكٌ افْتَراهُ وَأَعانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جاؤُ ظُلْماً وَزُوراً وَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا  .قال ابن عباس: وَلِيَقُولُوا يعنى: أهل مكة حين تقرأ عليهم القرآن دَرَسْتَ يعنى:تعلمت من يسار وخير- وكانا عبدين من سبى الروم- ثم قرأت علينا تزعم أنه من عند الله.وقال الفراء: معناه، تعلمت من اليهود لأنهم كانوا معروفين عند أهل مكة بالعلم والمعرفة.وقرئ (دارست) - بالألف وفتح التاء- أى: دارست غيرك ممن يعلم الأخبار الماضية كأهل الكتاب، من المدارسة بين الإثنين، أى: قرأت عليهم وقرءوا عليك.قال تعالى: وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّما يُعَلِّمُهُ بَشَرٌ لِسانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهذا لِسانٌ عَرَبِيٌّ مُبِينٌ.وقرئ- أيضا- (درست) - بفتح الدال والراء والسين وسكون التاء- أى: وليقولوا مضت وقدمت وتكررت على الأسماع، وقد حكى القرآن أنهم قالوا أساطير الأولين قال- تعالى- حَتَّى إِذا جاؤُكَ يُجادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ.وهذه القراءات الثلاث متواترة وهناك قراءات أخرى شاذة لا مجال لذكرها هنا.وقوله: وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ أى: ولنبين ونوضح هذا القرآن لقوم يعلمون الحق فيتبعونه والباطل فيجتنبونه، فهم المنتفعون به دون سواهم.فالضمير في وَلِنُبَيِّنَهُ يعود إلى القرآن لكونه معلوما وإن لم يجر له ذكر، وقيل: يعود إلى الآيات لأنها في معنى القرآن.قال صاحب الكشاف: فإن قلت: أى فرق بين اللامين في وَلِيَقُولُوا ولِنُبَيِّنَهُ؟قلت: الفرق بينهما أن الأول مجاز والثانية حقيقة، وذلك لأن الآيات صرفت للنبيين ولم تصرف ليقولوا درست، ولكن لأنه حصل هذا القول بتصريف الآيات كما حصل للنبيين شبه به فسيق مساقه» ."
}