{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/78/",
    "ayah_number": 78,
    "text": "ثم حكى القرآن الحالة الثالثة والأخيرة التي استدل بها إبراهيم على بطلان الشرك فقال- تعالى- فَلَمَّا رَأَى الشَّمْسَ بازِغَةً قالَ هذا رَبِّي هذا أَكْبَرُ أى: فلما رأى إبراهيم الشمس مبتدئة في الطلوع وقد عم نورها الآفاق، قال مشيرا إليها هذا رَبِّي هذا أَكْبَرُ أى: أكبر الكواكب جرما وأعظمها قوة، فهو أولى بالألوهية ان كان المدار فيها على التفاضل والخصوصية.فقوله هذا أَكْبَرُ تأكيد لما رامه من إظهار النصفة للقوم، ومبالغة في تلك المجاراة الظاهرة لهم، وتمهيد قوى لإقامة الحجة البالغة عليهم، واستدراج لهم إلى ما يريد أن يلقيه على مسامعهم بعد ذلك.قال صاحب الكشاف: فإن قلت ما وجه التذكير في قوله هذا رَبِّي والإشارة للشمس؟قلت: جعل المبتدأ مثل الخبر لكونهما عبارة عن شيء واحد، كقولهم: ما جاءت حاجتك ومن كانت أمك، وكان اختيار هذه الطريقة واجبا لصيانة الرب عن شبهة التأنيث ألا تراهم قالوا في صفة الله علام ولم يقولوا علامة وإن كان العلامة أبلغ احترازا من علامة التأنيث .وقوله فَلَمَّا أَفَلَتْ قال: يا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ أى فلما غابت الشمس واحتجب ضوؤها، جاهر إبراهيم قومه بالنتيجة التي يريد الوصول إليها فقال: يا قوم إنى برىء من عبادة الأجرام المتغيرة التي يغشاها الأفول، وبرىء من إشراككم مع الله آلهة أخرى.قال الآلوسى: وإنما احتج- عليه السلام- بالأفول دون البزوغ مع أنه انتقال، لأن الأفول متعدد الدلالة أيضا إذ هو انتقال مع احتجاب ولا كذلك البزوغ، ولأن دلالة الأفول على المقصود ظاهرة يعرفها كل أحد، فإن الآفل يزول سلطانه وقت الأفول  .هذا والمتأمل في هذه الحالات الثلاث يرى أن إبراهيم- عليه السلام- قد سلك مع قومه أحكم الطرق في الاستدلال على وحدانية الله، فقد ترقى معهم وهو يأخذ بيدهم إلى النتيجة التي يريدها بأسلوب يقنع العقول السليمة، ورحم الله صاحب الانتصاف فقد بين ذلك بقوله: «والتعريض بضلالهم ثانيا أى في قوله لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ أصرح وأقوى من قوله أولا لا أُحِبُّ الْآفِلِينَ وإنما ترقى إلى ذلك، لأن الخصوم قد أقام عليهم بالاستدلال الأول حجة، فأنسوا بالقدح في معتقدهم، ولو قيل هذا في الأول فلعلهم كانوا ينفرون ولا يصغون إلى الاستدلال، فما عرض- صلوات الله عليه- بأنهم في ضلالة إلا بعد أن وثق بإصغائهم إلى تمام المقصود واستماعهم إلى آخره. والدليل على ذلك أنه ترقى في النوبة الثالثة إلى التصريح بالبراءة منهم والتقريع بأنهم على شرك حين تم قيام الحجة، وتبلج الحق، وبلغ من الظهور غاية المقصود ."
}