{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/148/",
    "ayah_number": 148,
    "text": "إن هذه الآيات الكريمة تعرض لشبهة قديمة جديدة: قديمة لأن كثيرا من مجادلى الرسل موهوا بها، وحديثة لأنها دائما تراود كثيرا من المتمسكين بالأوهام في سبيل إرضاء نزواتهم من المتع الباطلة والشهوات المحرمة.إنهم يقولون عند ما يرتكبون القبائح والمنكرات: هذا أمر الله، وهذا قضاؤه، وتلك مشيئته وإرادته، ولو شاء الله عدم فعلنا لهذه الأشياء لما فعلناها وإذا كان الله قد قضى علينا بها فما ذنبنا؟ ولماذا يعاقبنا عليها؟ إلى غير ذلك من اللغو الباطل، والكلام العابث الذي يريدون من ورائه التحلل من أوامر الله ونواهيه.ولنتدبر سويا أيها القارئ الكريم- هذه الآيات، وهي تحكى تلك الشبهات الباطلة، ثم تقذفها بالحق الواضح، والبرهان القاطع، فإذا هي زاهقة.يقول- سبحانه- سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما أَشْرَكْنا وَلا آباؤُنا وَلا حَرَّمْنا مِنْ شَيْءٍ.أى: سيقول هؤلاء المشركون لو شاء الله- تعالى- ألا نشرك به وألا يشرك به آباؤنا من قبلنا، لنفذت مشيئته، ولما أشركنا نحن ولا آباؤنا.ولو شاء كذلك ألا نحرم شيئا مما حرمناه من الحرث والأنعام وغيرها لتمت مشيئته ولما حرمنا شيئا مما حرمنا.ولكنه- سبحانه- لم يشأ ذلك، بل شاء لنا أن نشرك معه في العبادة هذه الأصنام، وأن نحرم ما نحرم من الحرث والأنعام وقد رضى لنا ذلك فلماذا تطالبنا يا محمد بتغيير مشيئة الله، وتدعونا إلى الدخول في دينك الذي لم يشأ الله دخولنا فيه؟.قال الآلوسى ما ملخصه: «وهم لم يريدوا بهذا الكلام الاعتذار عن ارتكاب القبيح، لأنهم لم يعتقدوا قبح أفعالهم وإنما مرادهم من هذا القول الاحتجاج على أن ما ارتكبوه- من الشرك والتحريم- حق ومشروع ومرضى عند الله، بناء على أن المشيئة والإرادة تسابق الأمر وتستلزم الرضا، فيكون حاصل كلامهم:إن ما نرتكبه من الشرك والتحريم وغيرهما تعلقت به مشيئة الله وإرادته، وكل ما تعلقت به مشيئة الله وإرادته فهو مشروع ومرضى عنده. فينتج أن ما نرتكبه من الشرك والتحريم مشروع ومرضى عند الله».وقد حكى القرآن في كثير من آياته ما يشبه قولهم هذا، ومن ذلك قوله- تعالى- وَقالَ الَّذِينَ أَشْرَكُوا لَوْ شاءَ اللَّهُ ما عَبَدْنا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلا آباؤُنا وَلا حَرَّمْنا مِنْ دُونِهِ مِنْ شَيْءٍ، كَذلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ.وقوله- تعالى- وَقالُوا لَوْ شاءَ الرَّحْمنُ ما عَبَدْناهُمْ ما لَهُمْ بِذلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ. وقد رد القرآن على قولهم بما يبطله فقال: كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذاقُوا بَأْسَنا.أى: مثل هذا التكذيب من مشركي مكة للرسول صلى الله عليه وسلم فيما جاء به من إبطال الشرك، قد كذب الذين من قبلهم لرسلهم، واستمروا في تكذيبهم لهم حتى أنزلنا على هؤلاء المكذبين عذابنا ونقمتنا.ومن مظاهر تكذيب هؤلاء المشركين لرسلهم، أنهم عند ما قال لهم الرسل عليهم السلام- اعبدوا الله ولا تشركوا به شيئا. كذبوهم واحتجوا عليهم بأن ما هم عليه من شرك واقع بمشيئة الله، وزعموا أنه ما دام كذلك فهو مرضى عنده- سبحانه- فكان الرد عليهم بأنه لو كان هذا الشرك وغيره من قبائحهم مرضيا عنده- سبحانه-: لما أذاق أسلافهم المكذبين- الذين قالوا لرسلهم مثل قولهم- عذابه ونقمته. ولما أخذهم أخذ عزيز مقتدر.قال الآلوسى ما ملخصه: وحاصل هذا الرد أن كلام المشركين يتضمن تكذيب الرسل وقد دلت المعجزة على صدقهم، ولا يخفى أن المقدمة الأولى وهي أن كل شيء بمشيئة الله:لا تكذيب فيها، بل هي متضمنة لتصديق ما تطابق فيه العقل والشرع من كون كل شيء بمشيئة الله، وامتناع أن يجرى في ملكه خلاف ما يشاء. فمنشأ التكذيب هو المقدمة الثانية، وهي أن كل ما تعلقت به مشيئة الله وإرادته فهو مشروع ومرضى عنه، لأن الرسل عليهم السلام:يدعونهم إلى التوحيد ويقولون لهم: إن الله لا يرضى لعباده الكفر دينا ولا يأمر بالفحشاء، فيكون قولهم: إن ما نرتكبه مشروع ومرضى عنده سبحانه: تكذيب لقول الرسل. وحيث كان فساد هذه الحجة باعتبار المقدمة الثانية تعين أنها ليست بصادقة، وحينئذ يصدق نقيضها وهي أنه ليس كل ما تعلقت به المشيئة والإرادة بمشروع ومرضى عنده- سبحانه- بناء على أن الإرادة لا تساوق الأمر.ثم بعد هذا الرد المفحم للمشركين أمر الله: تعالى: رسوله أن يطالبهم بدليل على مزاعمهم فقال: قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنا.أى: قل لهم يا محمد على سبيل التوبيخ والتعجيز: هل عندكم من علم ثابت تعتمدون عليه في قولكم لَوْ شاءَ اللَّهُ ما أَشْرَكْنا! إن كان عندكم هذا العلم فأخرجوه لنا لنتباحث معكم فيه، ونعرضه على ما جئتكم به من آيات بينة ودلائل ساطعة. فإن العاقل هو الذي لا يتكلم بدون علم، ولا يحيل على مشيئة الله التي لا ندري عنها شيئا.ومِنْ في قوله مِنْ عِلْمٍ زائدة، وعلم مبتدأ، وعندكم خبر مقدم.وقوله: فَتُخْرِجُوهُ منصوب بأن المضمرة بعد فاء السببية الواقعة بعد الاستفهام الإنكارى.ثم بين حقيقة حالهم فقال: إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ.أى: أنتم لستم على شيء ما من العلم، بل ما تتبعون في أقوالكم وأعمالكم وعقائدكم إلا الظن الباطل الذي لا يغنى من الحق شيئا. وما أنتم إلا تخرصون أى تكذبون على الله فيما ادعيتموه.وأصل الخرص: القول بالظن. يقال: خرصت النخل خرصا- من باب قتل- حزرت ثمره وقدرته بالظن والتخمين، واستعمل في الكذب لما يداخله من الظنون الكاذبة، فيقال:خرص في قوله- كنصر- أى كذب."
}