{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/54/9/",
    "ayah_number": 9,
    "text": "وقصة نوح- عليه السلام- مع قومه، قد وردت بصورة أكثر تفصيلا في سور أخرى.كسورة هود، والمؤمنون، ونوح، والأعراف.ولكنها جاءت هنا- كغيرها من القصص- بصورة حاسمة قاصمة، تزلزل النفوس، وتفتح العيون على مصارع الغابرين، لكي يعتبر الكافرون، وينتهوا عن كفرهم.قال الآلوسى: قوله: كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ ... شروع في تعداد بعض ما ذكر من الأنباء الموجبة للانزجار، ونوع تفصيل لها، وبيان لعدم تأثرهم بها، تقريرا لفحوى قوله:فَما تُغْنِ النُّذُرُ.والفعل «كذبت» منزل منزلة اللازم. أى: فعل التكذيب قبل قومك قوم نوح...وفي هذه الجملة الكريمة تسلية الرسول صلى الله عليه وسلم لأن المصيبة إذا عمت خفت، وشبيه بهذه الآية قوله- سبحانه-: وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ....وأسند- سبحانه- التكذيب إلى جميع قوم نوح- عليه السلام-. لأن الذين آمنوا به منهم عدد قليل، كما قال- تعالى-: في سورة هود: وَما آمَنَ مَعَهُ إِلَّا قَلِيلٌ.وقوله- تعالى-: فَكَذَّبُوا عَبْدَنا تأكيد لتكذيبهم له- عليه السلام-، فكأنه- سبحانه- يقول: إن قوم نوح- عليه السلام- قد أصروا على تكذيبهم لعبدنا ونبينا، وتواصوا بهذا التكذيب فيما بينهم، حتى لكأن الكبار قد أوصوا به الصغار.قال صاحب الكشاف: فإن قلت: ما معنى قوله: فَكَذَّبُوا عَبْدَنا بعد قوله:كَذَّبَتْ؟ قلت معناه: كذبوا فكذبوا عبدنا. أى: كذبوه تكذيبا على عقب تكذيب، كلما مضى منهم قرن مكذب، تبعهم قرن مكذب.أو معناه: كذبت قوم نوح الرسل، فكذبوا عبدنا، أى: لما كانوا مكذبين بالرسل،جاحدين للنبوة رأسا، كذبوا نوحا لأنه من جملة الرسل.. .وقوله- سبحانه-: وَقالُوا مَجْنُونٌ وَازْدُجِرَ بيان لما كانوا عليه من انطماس بصيرة، ومن سوء خلق.. أى: أنهم لم يكتفوا بتكذيب نبيهم ومرشدهم وهاديهم إلى الخير. بل أضافوا إلى ذلك وصفه بالجنون، والاعتداء عليه بأنواع الأذى والترهيب.فقوله: وَازْدُجِرَ معطوف على قوله قالُوا وهو مأخوذ من الزجر بمعنى المنع والتخويف، وصيغة الافتعال للمبالغة في زجره وإيذائه.وقد حكى القرآن في آيات أخرى ألوانا من هذا الزجر والإيذاء ومن ذلك قوله- تعالى- كما حكى عنهم: قالُوا لَئِنْ لَمْ تَنْتَهِ يا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ."
}