{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/40/46/",
    "ayah_number": 46,
    "text": "فإن أرواحهم تعرض على النار صباحا ومساء إلى قيام الساعة ، فإذا كان يوم القيامة اجتمعت أرواحهم وأجسادهم في النار ; ولهذا قال : ( ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب ) أي : أشده ألما وأعظمه نكالا . وهذه الآية أصل كبير في استدلال أهل السنة على عذاب البرزخ في القبور ، وهي قوله : ( النار يعرضون عليها غدوا وعشيا ) .ولكن هاهنا سؤال ، وهو أنه لا شك أن هذه الآية مكية ، وقد استدلوا بها على عذاب القبر في البرزخ ، وقد قال الإمام أحمد :حدثنا هاشم - هو ابن القاسم أبو النضر - حدثنا إسحاق بن سعيد - هو ابن عمرو بن سعيد بن العاص - حدثنا سعيد - يعني أباه - عن عائشة أن يهودية كانت تخدمها فلا تصنع عائشة إليها شيئا من المعروف إلا قالت لها اليهودية : وقاك الله عذاب القبر . قالت : فدخل رسول الله - صلى الله عليه وسلم - علي فقلت : يا رسول الله ، هل للقبر عذاب قبل يوم القيامة ؟ قال : \" لا وعم ذلك ؟ \" قالت : هذه اليهودية ، لا نصنع إليها شيئا من المعروف إلا قالت : وقاك الله عذاب القبر . قال : \" كذبت يهود . وهم على الله أكذب ، لا عذاب دون يوم القيامة \" . ثم مكث بعد ذلك ما شاء الله أن يمكث ، فخرج ذات يوم نصف النهار مشتملا بثوبه ، محمرة عيناه ، وهو ينادي بأعلى صوته : \" القبر كقطع الليل المظلم - أيها الناس - لو تعلمون ما أعلم لبكيتم كثيرا وضحكتم قليلا - أيها الناس - استعيذوا بالله من عذاب القبر ، فإن عذاب القبر حق \" .وهذا إسناد صحيح على شرط البخاري ومسلم ، ولم يخرجاه .وروى أحمد : حدثنا يزيد ، حدثنا سفيان ، عن الزهري ، عن عروة ، عن عائشة - قال : سألتها امرأة يهودية فأعطتها ، فقالت لها : أعاذك الله من عذاب القبر . فأنكرت عائشة ذلك ، فلما رأت رسول الله - صلى الله عليه وسلم - قالت له ، فقال : \" لا \" . قالت عائشة : ثم قال لنا رسول الله - صلى الله عليه وسلم - بعد ذلك : \" وإنه أوحي إلي أنكم تفتنون في قبوركم \" .وهذا أيضا على شرطهما .فيقال : فما الجمع بين هذا وبين كون الآية مكية ، وفيها الدليل على عذاب البرزخ ؟ والجواب : أن الآية دلت على عرض الأرواح إلى النار غدوا وعشيا في البرزخ ، وليس فيها دلالة على اتصال تألمها بأجسادها في القبور ، إذ قد يكون ذلك مختصا بالروح ، فأما حصول ذلك للجسد وتألمه بسببه فلم يدل عليه إلا السنة في الأحاديث المرضية الآتي ذكرها .وقد يقال إن هذه الآية إنما دلت على عذاب الكفار في البرزخ ، ولا يلزم من ذلك أن يعذب المؤمن في قبره بذنب ، ومما يدل على هذا ما رواه الإمام أحمد :حدثنا عثمان بن عمر ، حدثنا يونس ، عن الزهري ، عن عروة ، عن عائشة - رضي الله عنها - أن رسول الله - صلى الله عليه وسلم - دخل عليها وعندها امرأة من اليهود ، وهي تقول : أشعرت أنكم تفتنون في قبوركم ؟ فارتاع رسول الله - صلى الله عليه وسلم - وقال : \" إنما يفتن يهود \" قالت عائشة : فلبثنا ليالي ، ثم قال رسول الله - صلى الله عليه وسلم - : \" أشعرت أنه أوحي إلي أنكم تفتنون في القبور ؟ \" وقالت عائشة : سمعت رسول الله - صلى الله عليه وسلم - بعد يستعيذ من عذاب القبر .وهكذا رواه مسلم ، عن هارون بن سعيد وحرملة ، كلاهما عن ابن وهب ، عن يونس بن يزيد الأيلي ، عن الزهري به .وقد يقال : إن هذه الآية دلت على عذاب الأرواح في البرزخ ، ولا يلزم من ذلك أن يتصل بالأجساد في قبورها ، فلما أوحي إليه في ذلك بخصوصيته استعاذ منه ، والله سبحانه وتعالى أعلم .وقد روى البخاري من حديث شعبة ، عن أشعث بن أبي الشعثاء ، عن أبيه ، عن مسروق ، عن عائشة - رضي الله عنها - أن يهودية دخلت عليها فقالت : أعاذك الله من عذاب القبر . فسألت عائشة رسول الله - صلى الله عليه وسلم - عن عذاب القبر ؟ فقال : \" نعم عذاب القبر حق \" . قالت عائشة : فما رأيت رسول الله - صلى الله عليه وسلم - بعد صلى صلاة إلا تعوذ من عذاب القبر .فهذا يدل على أنه بادر إلى تصديق اليهودية في هذا الخبر ، وقرر عليه . وفي الأخبار المتقدمة : أنه أنكر ذلك حتى جاءه الوحي ، فلعلهما قضيتان ، والله أعلم ، وأحاديث عذاب القبر كثيرة جدا .وقال قتادة في قوله : ( غدوا وعشيا ) صباحا ومساء ، ما بقيت الدنيا ، يقال لهم : يا آل فرعون ، هذه منازلكم ، توبيخا ونقمة وصغارا لهم .وقال ابن زيد : هم فيها اليوم يغدى بهم ويراح إلى أن تقوم الساعة .وقال ابن أبي حاتم : حدثنا أبو سعيد ، حدثنا المحاربي ، حدثنا ليث ، عن عبد الرحمن بن ثروان ، عن هذيل ، عن عبد الله بن مسعود - رضي الله عنه - قال : إن أرواح الشهداء في أجواف طير خضر تسرح بهم في الجنة حيث شاءوا ، وإن أرواح ولدان المؤمنين في أجواف عصافير تسرح في الجنة حيث شاءت ، فتأوي إلى قناديل معلقة في العرش ، وإن أرواح آل فرعون في أجواف طير سود تغدو على جهنم وتروح عليها ، فذلك عرضها .وقد رواه الثوري عن أبي قيس عن الهزيل بن شرحبيل من كلامه في أرواح آل فرعون . وكذلك قال السدي .وفي حديث الإسراء من رواية أبي هارون العبدي ، عن أبي سعيد الخدري - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال فيه : \" ثم انطلق بي إلى خلق كثير من خلق الله ، رجال كل رجل منهم بطنه مثل البيت الضخم ، مصفدون على سابلة آل فرعون ، وآل فرعون يعرضون على النار غدوا وعشيا . ( ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب ) وآل فرعون كالإبل المسومة يخبطون الحجارة والشجر ولا يعقلون \" .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا زيد بن أخرم ، حدثنا عامر بن مدرك الحارثي ، حدثنا عتبة - يعني ابن يقظان - عن قيس بن مسلم ، عن طارق بن شهاب ، عن ابن مسعود ، عن النبي - صلى الله عليه وسلم - قال : \" ما أحسن محسن من مسلم أو كافر إلا أثابه الله \" . قال : قلنا : يا رسول الله ما إثابة الكافر ؟ فقال : \" إن كان قد وصل رحما أو تصدق بصدقة أو عمل حسنة ، أثابه الله المال والولد والصحة وأشباه ذلك \" . قلنا : فما إثابته في الآخرة ؟ قال : \" عذابا دون العذاب \" وقرأ : ( أدخلوا آل فرعون أشد العذاب ) ورواه البزار في مسنده ، عن زيد بن أخرم ، ثم قال : لا نعلم له إسنادا غير هذا .وقال ابن جرير : حدثنا عبد الكريم بن أبي عمير ، حدثنا حماد بن محمد الفزاري البلخي قال : سمعت الأوزاعي وسأله رجل فقال - رحمك الله - رأينا طيورا تخرج من البحر ، تأخذ ناحية الغرب بيضا ، فوجا فوجا ، لا يعلم عددها إلا الله - عز وجل - فإذا كان العشي رجع مثلها سودا ، قال : وفطنتم إلى ذلك ؟ قال : نعم ، قال : إن تلك الطير في حواصلها أرواح آل فرعون تعرض على النار غدوا وعشيا ، فترجع إلى وكورها وقد احترقت رياشها وصارت سودا ، فينبت عليها من الليل ريش أبيض ، ويتناثر السود ، ثم تغدو على النار غدوا وعشيا ، ثم ترجع إلى وكورها . فذلك دأبهم في الدنيا ، فإذا كان يوم القيامة قال الله تعالى : ( أدخلوا آل فرعون أشد العذاب ) قال : وكانوا يقولون إنهم ستمائة ألف مقاتل .وقال الإمام أحمد : حدثنا إسحاق ، أخبرنا مالك ، عن نافع ، عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : \" إن أحدكم إذا مات عرض عليه مقعده بالغداة والعشي ، إن كان من أهل الجنة فمن أهل الجنة ، وإن كان من أهل النار فمن أهل النار . فيقال : هذا مقعدك حتى يبعثك الله - عز وجل - إلى يوم القيامة \" .أخرجاه في الصحيحين من حديث مالك به ."
}