{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/71/4/",
    "ayah_number": 4,
    "text": "ثم بين لهم ما يترتب على إخلاص عبادتهم لله، وخشيتهم منه- سبحانه-، وطاعتهم لنبيهم فقال: يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ، وَيُؤَخِّرْكُمْ إِلى أَجَلٍ مُسَمًّى.وقوله: يَغْفِرْ مجزوم في جواب الأوامر الثلاثة، ومِنْ للتبعيض أى: يغفر لكم بعض ذنوبكم، وهي تلك التي اقترفوها قبل إيمانهم وطاعتهم لنبيهم، أو الذنوب التي تتعلق بحقوق الله- تعالى- دون حقوق العباد.ويرى بعضهم أن «من» هنا زائدة لتوكيد هذه المغفرة. أى: يغفر لكم جميع ذنوبكم التي فرطت منكم، متى آمنتم واتقيتم ربكم، وأطعتم نبيكم.وَيُؤَخِّرْكُمْ إِلى أَجَلٍ مُسَمًّى أى: ويؤخر آجالكم إلى وقت معين عنده- سبحانه-، ويبارك لكم فيها، بأن يجعلها عامرة بالعمل الصالح، وبالحياة الآمنة الطيبة.فأنت ترى أن نوحا- عليه السلام- قد وعدهم بالخير الأخروى وهو مغفرة الذنوب يوم القيامة، وبالخير الدنيوي وهو البركة في أعمارهم. وطول البقاء في هناء وسلام.قال ابن كثير: وَيُؤَخِّرْكُمْ إِلى أَجَلٍ مُسَمًّى أى: ويمد في أعماركم، ويدرأ عنكم العذاب، الذي إذا لم تنزجروا عما أنهاكم عنه: أوقعه- سبحانه- بكم.وقد يستدل بهذه الآية من يقول: إن الطاعة والبر وصلة الرحم. يزاد بها في العمر حقيقة، كما ورد به الحديث: «صلة الرحم تزيد في العمر»   .وقوله: إِنَّ أَجَلَ اللَّهِ إِذا جاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ بمنزلة التعليل لما قبله. أى:يغفر لكم- سبحانه- من ذنوبكم، ويؤخركم إلى أجل معين عنده- تعالى- إن الوقت الذي حدده الله- عز وجل- لانتهاء أعماركم، متى حضر، لا يؤخر عن موعده، لَوْ كُنْتُمْ تَعْلَمُونَ أى: لو كنتم من أهل العلم لاستجبتم لنصائحى، وامتثلتم أمرى، وبذلك تنجون من العقاب الدنيوي والأخروى.قال الآلوسى: قوله لَوْ كُنْتُمْ تَعْلَمُونَ. أى: لو كنتم من أهل العلم لسارعتم لما آمركم به. لكنكم لستم من أهله في شيء، لذا لم تسارعوا، فجواب لو مما يتعلق بأول الكلام.ويجوز أن يكون مما يتعلق بآخره. أى: لو كنتم من أهل العلم لعلمتم ذلك، أى: عدم تأخير الأجل إذا جاء وقته المقدر له. والفعل في الوجهين منزل منزلة اللازم.. .ثم قصت علينا الآيات الكريمة بعد ذلك، ما قاله نوح لربه. على سبيل الشكوى والضراعة، وما وجهه إلى قومه من نصائح فيها ما فيها من الترغيب والترهيب، ومن الإرشاد الحكيم، والتوجيه السديد.. قال- تعالى-:"
}