{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/64/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة التغابن هي السورة الرابعة والستون في ترتيب المصحف، أما نزولها على النبي صلى الله عليه وسلم فكان- كما ذكره صاحب الإتقان بعد سورة «الجمعة» وقبل سورة «الصف» .وعدد آياتها ثماني عشرة آية.2- وجمهور المفسرين على أنها من السور المدنية.قال الشوكانى: وهي مدنية في قول الأكثر، وقال الضحاك: هي مكية، وقال الكلبي:هي مكية ومدنية.أخرج ابن الضريس عن ابن عباس أنه قال: نزلت سورة التغابن بالمدينة.وفي رواية أخرى عنه: أنها نزلت بمكة إلا آيات من آخرها نزلن بالمدينة في عوف بن مالك الأشجعى، شكا إلى رسول الله صلى الله عليه وسلم جفاء أهله وولده، فأنزل الله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْواجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ.. إلى آخر السورة  .ويبدو لنا أن بعض آيات هذه السورة يغلب عليها طابع القرآن المكي، كالآيات التي تتحدث عن مظاهر قدرة الله- تعالى- وعن إنكار المشركين للبعث والرد عليهم.لذا نرجح- والله أعلم- أن النصف الأول منها من القرآن المكي، والنصف الأخير من القرآن المدني.3- والسورة الكريمة بعد ذلك من أهم مقاصدها: تنزيه الله- تعالى- عن الشريك أو الولد، وبيان ألوان من مظاهر قدرته ومننه على خلقه، والرد على المشركين الذين زعموا أنهم لن يبعثوا، والمقارنة بين حسن عاقبة الأخيار وسوء عاقبة الأشرار، وبيان أن كل شيء يقع فيذا الكون هو بقضاء الله وقدره. وتحريض المؤمنين على تقوى الله- تعالى- وعلى إيثار ما عنده على كل شيء من شهوات هذه الدنيا.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة \" التغابن \" هى آخر السور المفتتحة بالتسبيح ، فقد قال - سبحانه - فى مطلعها .( يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض . . . ) أى : ينزه الله - تعالى - عن كل نقص ، ويجله عن كل مالا يليق به ، جميع الكائنات التى فى سماواته - سبحانه - وفى أرضه ، كما قال - عز وجل - : ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً ) وجىء هنا وفى سورة الجمعة بصيغة المضارع ( يُسَبِّحُ ) للدلالة على تجدد هذا التسبيح ، وحدوثه فى كل وقت وآن .وجىء فى سورة الحديد ، والصف ، بصيغة الماضى ( سَبَّحَ ) . للدلالة على أن التسبيح قد استقر وثبت لله - تعالى - وحده ، من قديم الزمان .وقوله - سبحانه - : ( لَهُ الملك وَلَهُ الحمد وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ ) مؤكد لما قبله ، من بيان أن جميع الكائنات تسبح لله - تعالى - لأنه مالكها وصاحب الفضل المطلق عليها .وتقديم الجار والمجرور ( لَهُ ) لإفادة الاختصاص والقصر .أى : له - سبحانه - وحده ملك هذا الكون ، وله وحده الحمد التام المطلق من جميع مخلوقاته ، وليس لغيره شىء منهما ، وإذا وجد شىء منهما لغيره فهو من فيضه وعطائه ، إذ هو - سبحانه - القدير الذى لا يقف فى وجه قدرته وإرادته شىء ."
}