{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/4/3/",
    "ayah_number": 3,
    "text": "وقوله : ( وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء مثنى ) أي : إذا كان تحت حجر أحدكم يتيمة وخاف ألا يعطيها مهر مثلها ، فليعدل إلى ما سواها من النساء ، فإنهن كثير ، ولم يضيق الله عليه .وقال البخاري : حدثنا إبراهيم بن موسى ، حدثنا هشام ، عن ابن جريج ، أخبرني هشام بن عروة ، عن أبيه ، عن عائشة; أن رجلا كانت له يتيمة فنكحها ، وكان لها عذق . وكان يمسكها عليه ، ولم يكن لها من نفسه شيء فنزلت فيه : ( وإن خفتم ألا تقسطوا [ في اليتامى ] ) أحسبه قال : كانت شريكته في ذلك العذق وفي ماله .ثم قال البخاري : حدثنا عبد العزيز بن عبد الله ، حدثنا إبراهيم بن سعد ، عن صالح بن كيسان ، عن ابن شهاب قال : أخبرني عروة بن الزبير أنه سأل عائشة عن قول الله تعالى ( وإن خفتم ألا تقسطوا في اليتامى ) قالت : يا ابن أختي هذه اليتيمة تكون في حجر وليها تشركه في ماله ويعجبه مالها وجمالها ، فيريد وليها أن يتزوجها بغير أن يقسط في صداقها فيعطيها مثل ما يعطيها غيره ، فنهوا أن ينكحوهن إلا أن يقسطوا لهن ، ويبلغوا بهن أعلى سنتهن في الصداق ، وأمروا أن ينكحوا ما طاب لهم من النساء سواهن . قال عروة : قالت عائشة : وإن الناس استفتوا رسول الله صلى الله عليه وسلم بعد هذه الآية ، فأنزل الله [ تعالى ] ( ويستفتونك في النساء ) قالت عائشة : وقول الله في الآية الأخرى : ( وترغبون أن تنكحوهن ) [ النساء : 127 ] رغبة أحدكم عن يتيمته حين تكون قليلة المال والجمال . فنهوا أن ينكحوا من رغبوا في ماله وجماله من يتامى النساء إلا بالقسط ، من أجل رغبتهم عنهن إذا كن قليلات المال والجمال .وقوله : ( مثنى وثلاث ورباع ) أي : انكحوا ما شئتم من النساء سواهن إن شاء أحدكم ثنتين ، [ وإن شاء ثلاثا ] وإن شاء أربعا ، كما قال تعالى : ( جاعل الملائكة رسلا أولي أجنحة مثنى وثلاث ورباع ) [ فاطر : 1 ] أي : منهم من له جناحان ، ومنهم من له ثلاثة ، ومنهم من له أربعة ، ولا ينفي ما عدا ذلك في الملائكة لدلالة الدليل عليه ، بخلاف قصر الرجال على أربع ، فمن هذه الآية كما قاله ابن عباس وجمهور العلماء; لأن المقام مقام امتنان وإباحة ، فلو كان يجوز الجمع بين أكثر من أربع لذكره .قال الشافعي : وقد دلت سنة رسول الله صلى الله عليه وسلم المبينة عن الله أنه لا يجوز لأحد غير رسول الله صلى الله عليه وسلم أن يجمع بين أكثر من أربع نسوة .وهذا الذي قاله الشافعي ، رحمه الله ، مجمع عليه بين العلماء ، إلا ما حكي عن طائفة من الشيعة أنه يجوز الجمع بين أكثر من أربع إلى تسع . وقال بعضهم : بلا حصر . وقد يتمسك بعضهم بفعل النبي صلى الله عليه وسلم في جمعه بين أكثر من أربع إلى تسع كما ثبت في الصحيحين ، وأما إحدى عشرة كما جاء في بعض ألفاظ البخاري . وقد علقه البخاري ، وقد روينا عن أنس أن رسول الله صلى الله عليه وسلم تزوج بخمس عشرة امرأة ، ودخل منهن بثلاث عشرة ، واجتمع عنده إحدى عشرة ومات عن تسع . وهذا عند العلماء من خصائص رسول الله صلى الله عليه وسلم دون غيره من الأمة ، لما سنذكره من الأحاديث الدالة على الحصر في أربع .ذكر الأحاديث في ذلك :قال الإمام أحمد : حدثنا إسماعيل ومحمد بن جعفر قالا حدثنا معمر ، عن الزهري . قال ابن جعفر في حديثه : أنبأنا ابن شهاب ، عن سالم ، عن أبيه : أن غيلان بن سلمة الثقفي أسلم وتحته عشرة نسوة ، فقال له النبي صلى الله عليه وسلم : اختر منهن أربعا . فلما كان في عهد عمر طلق نساءه ، وقسم ماله بين بنيه ، فبلغ ذلك عمر فقال : إني لأظن الشيطان فيما يسترق من السمع سمع بموتك فقذفه في نفسك ولعلك لا تمكث إلا قليلا . وايم الله لتراجعن نساءك ولترجعن في مالك أو لأورثهن منك ، ولآمرن بقبرك فيرجم ، كما رجم قبر أبي رغال .وهكذا رواه الشافعي والترمذي وابن ماجه والدارقطني والبيهقي وغيرهم عن اسماعيل بن علية وغندر ويزيد بن زريع وسعيد بن أبي عروبة ، وسفيان الثوري ، وعيسى بن يونس ، وعبد الرحمن بن محمد المحاربي ، والفضل بن موسى وغيرهم من الحفاظ ، عن معمر - بإسناده - مثله إلى قوله : اختر منهن أربعا . وباقي الحديث في قصة عمر من أفراد أحمد وهي زيادة حسنة وهي مضعفة لما علل به البخاري هذا الحديث فيما حكاه عنه الترمذي ، حيث قال بعد روايته له : سمعت البخاري يقول : هذا حديث غير محفوظ ، والصحيح ما روى شعيب وغيره ، عن الزهري ، حدثت عن محمد بن سويد الثقفي أن غيلان بن سلمة ، فذكره . قال البخاري : وإنما حديث الزهري عن سالم عن أبيه : أن رجلا من ثقيف طلق نساءه ، فقال له عمر : لتراجعن نساءك أو لأرجمن قبرك كما رجم قبر أبي رغال .وهذا التعليل فيه نظر ، والله أعلم . وقد رواه عبد الرزاق ، عن معمر ، عن الزهري مرسلا وهكذا رواه مالك ، عن الزهري مرسلا . قال أبو زرعة : وهو أصح .قال البيهقي : ورواه عقيل ، عن الزهري : بلغنا عن عثمان بن محمد بن أبي سويد .قال أبو حاتم : وهذا وهم ، إنما هو الزهري عن عثمان بن أبي سويد بلغنا أن رسول الله صلى الله عليه وسلم ، فذكره .قال البيهقي : ورواه يونس وابن عيينة ، عن الزهري ، عن محمد بن أبي سويد .وهذا كما علله البخاري . وهذا الإسناد الذي قدمناه من مسند الإمام أحمد رجاله ثقات على شرط الصحيحين ثم قد روي من غير طريق معمر ، بل والزهري قال الحافظ أبو بكر البيهقي : أخبرنا أبو عبد الله الحافظ ، حدثنا أبو علي الحافظ ، حدثنا أبو عبد الرحمن النسائي ، حدثنا أبو بريد عمرو بن يزيد الجرمي أخبرنا سيف بن عبيد حدثنا سرار بن مجشر ، عن أيوب ، عن نافع وسالم ، عن ابن عمر : أن غيلان بن سلمة كان عنده عشر نسوة فأسلم وأسلمن معه ، فأمره النبي صلى الله عليه وسلم أن يختار منهن أربعا . هكذا أخرجه النسائي في سننه . قال أبو علي بن السكن : تفرد به سرار بن مجشر وهو ثقة ، وكذا وثقه ابن معين . قال أبو علي : وكذلك رواه السميدع بن واهب عن سرار .قال البيهقي : وروينا من حديث قيس بن الحارث أو الحارث بن قيس ، وعروة بن مسعود الثقفي ، وصفوان بن أمية - يعني حديث غيلان بن سلمة .فوجه الدلالة أنه لو كان يجوز الجمع بين أكثر من أربع لسوغ له رسول الله صلى الله عليه وسلم سائرهن في بقاء العشرة وقد أسلمن معه ، فلما أمره بإمساك أربع وفراق سائرهن دل على أنه لا يجوز الجمع بين أكثر من أربع بحال ، وإذا كان هذا في الدوام ، ففي الاستئناف بطريق الأولى والأحرى ، والله سبحانه وتعالى أعلم بالصواب .حديث آخر في ذلك : روى أبو داود وابن ماجه في سننهما من طريق محمد بن عبد الرحمن ابن أبي ليلى ، عن حميضة بن الشمردل - وعند ابن ماجه : بنت الشمردل ، وحكى أبو داود أن منهم من يقول : الشمرذل بالذال المعجمة - عن قيس بن الحارث . وعند أبي داود في رواية : الحارث بن قيس بن عميرة الأسدي قال : أسلمت وعندي ثمان نسوة ، فذكرت للنبي صلى الله عليه وسلم فقال : \" اختر منهن أربعا \" .وهذا الإسناد حسن ، ومجرد هذا الاختلاف لا يضر مثله ، لما للحديث من الشواهد .حديث آخر في ذلك : قال الإمام أبو عبد الله محمد بن إدريس الشافعي ، رحمه الله ، في مسنده : أخبرني من سمع ابن أبي الزناد يقول : أخبرني عبد المجيد بن سهيل بن عبد الرحمن عن عوف بن الحارث ، عن نوفل بن معاوية الديلي ، رضي الله عنه ، قال : أسلمت وعندي خمس نسوة ، فقال لي رسول الله صلى الله عليه وسلم : \" اختر أربعا أيتهن شئت ، وفارق الأخرى \" ، فعمدت إلى أقدمهن صحبة عجوز عاقر معي منذ ستين سنة ، فطلقتها .فهذه كلها شواهد بصحة ما تقدم من حديث غيلان كما قاله الحافظ أبو بكر البيهقي ، رحمه الله .وقوله : ( فإن خفتم ألا تعدلوا فواحدة أو ما ملكت أيمانكم ) أي : فإن خشيتم من تعداد النساء ألا تعدلوا بينهن ، كما قال تعالى : ( ولن تستطيعوا أن تعدلوا بين النساء ولو حرصتم ) [ النساء : 129 ] فمن خاف من ذلك فيقتصر على واحدة ، أو على الجواري السراري ، فإنه لا يجب قسم بينهن ، ولكن يستحب ، فمن فعل فحسن ، ومن لا فلا حرج .وقوله : ( ذلك أدنى ألا تعولوا ) قال بعضهم : [ أي ] أدنى ألا تكثر عائلتكم . قاله زيد بن أسلم وسفيان بن عيينة والشافعي ، رحمهم الله ، وهذا مأخوذ من قوله تعالى : ( وإن خفتم عيلة ) أي فقرا ( فسوف يغنيكم الله من فضله ) [ التوبة : 28 ] وقال الشاعرفما يدري الفقير متى غناه وما يدري الغني متى يعيلوتقول العرب : عال الرجل يعيل عيلة ، إذا افتقر ولكن في هذا التفسير هاهنا نظر; فإنه كما يخشى كثرة العائلة من تعداد الحرائر ، كذلك يخشى من تعداد السراري أيضا . والصحيح قول الجمهور : ( ذلك أدنى ألا تعولوا ) أي : لا تجوروا . يقال : عال في الحكم : إذا قسط وظلم وجار ، وقال أبو طالب في قصيدته المشهورة :بميزان قسط لا يخيس شعيرة     له شاهد من نفسه غير عائلوقال هشيم : عن أبي إسحاق قال : كتب عثمان بن عفان إلى أهل الكوفة في شيء عاتبوه فيه : إني لست بميزان لا أعول . رواه ابن جرير .وقد روى ابن أبي حاتم ، وابن مردويه ، وأبو حاتم ابن حبان في صحيحه ، من طريق عبد الرحمن بن إبراهيم دحيم ، حدثنا محمد بن شعيب ، عن عمر بن محمد بن زيد ، عن عبد الله بن عمر ، عن هشام بن عروة ، عن أبيه ، عن عائشة عن النبي صلى الله عليه وسلم ( ذلك أدنى ألا تعولوا ) قال : \" لا تجوروا \" .قال ابن أبي حاتم : قال أبي : هذا حديث خطأ ، والصحيح : عن عائشة . موقوف .وقال ابن أبي حاتم : وروي عن ابن عباس ، وعائشة ، ومجاهد ، وعكرمة ، والحسن ، وأبي مالك وأبي رزين والنخعي ، والشعبي ، والضحاك ، وعطاء الخراساني ، وقتادة ، والسدي ، ومقاتل بن حيان : أنهم قالوا : لا تميلوا وقد استشهد عكرمة ، رحمه الله ، ببيت أبي طالب الذي قدمناه ، ولكن ما أنشده كما هو المروي في السيرة ، وقد رواه ابن جرير ، ثم أنشده جيدا ، واختار ذلك ."
}