{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/4/20/",
    "ayah_number": 20,
    "text": "وقوله : ( وإن أردتم استبدال زوج مكان زوج وآتيتم إحداهن قنطارا فلا تأخذوا منه شيئا أتأخذونه بهتانا وإثما مبينا ) أي : إذا أراد أحدكم أن يفارق امرأة ويستبدل مكانها غيرها ، فلا يأخذن مما كان أصدق الأولى شيئا ، ولو كان قنطارا من مال .وقد قدمنا في سورة آل عمران الكلام على القنطار بما فيه كفاية عن إعادته هاهنا .وفي هذه الآية دلالة على جواز الإصداق بالمال الجزيل ، وقد كان عمر بن الخطاب نهى عن كثرة الإصداق ، ثم رجع عن ذلك كما قال الإمام أحمد : حدثنا إسماعيل ، حدثنا سلمة بن علقمة ، عن محمد بن سيرين ، قال : نبئت عن أبي العجفاء السلمي قال : سمعت عمر بن الخطاب يقول : ألا لا تغلوا في صداق النساء ، فإنها لو كانت مكرمة في الدنيا أو تقوى عند الله كان أولاكم بها النبي صلى الله عليه وسلم ، ما أصدق رسول الله صلى الله عليه وسلم امرأة من نسائه ، ولا أصدقت امرأة من بناته أكثر من اثنتي عشرة أوقية ، وإن كان الرجل ليبتلى بصدقة امرأته حتى يكون لها عداوة في نفسه ، وحتى يقول : كلفت إليك علق القربة ، ثم رواه أحمد وأهل السنن من طرق ، عن محمد بن سيرين ، عن أبي العجفاء - واسمه هرم بن مسيب البصري - وقال الترمذي : هذا حديث حسن صحيح .طريق أخرى عن عمر : قال الحافظ أبو يعلى : حدثنا أبو خيثمة ، حدثنا يعقوب بن إبراهيم حدثنا أبي ، عن ابن إسحاق ، حدثني محمد بن عبد الرحمن ، عن المجالد بن سعيد ، عن الشعبي ، عن مسروق ، قال : ركب عمر بن الخطاب منبر رسول الله ثم قال : أيها الناس ، ما إكثاركم في صدق النساء وقد كان رسول الله صلى الله عليه وسلم وأصحابه وإنما الصدقات فيما بينهم أربعمائة درهم فما دون ذلك . ولو كان الإكثار في ذلك تقوى عند الله أو كرامة لم تسبقوهم إليها . فلا أعرفن ما زاد رجل في صداق امرأة على أربعمائة درهم قال : ثم نزل فاعترضته امرأة من قريش فقالت : يا أمير المؤمنين ، نهيت الناس أن يزيدوا النساء صداقهم على أربعمائة درهم ؟ قال : نعم . فقالت : أما سمعت ما أنزل الله في القرآن ؟ قال : وأي ذلك ؟ فقالت : أما سمعت الله يقول : ( وآتيتم إحداهن قنطارا [ فلا تأخذوا منه شيئا أتأخذونه بهتانا وإثما مبينا ] ) [ النساء : 20 ] قال : فقال : اللهم غفرا ، كل الناس أفقه من عمر . ثم رجع فركب المنبر فقال : إني كنت نهيتكم أن تزيدوا النساء في صداقهن على أربعمائة درهم ، فمن شاء أن يعطي من ماله ما أحب . قال أبو يعلى : وأظنه قال : فمن طابت نفسه فليفعل . إسناده جيد قوي .طريق أخرى : قال ابن المنذر : حدثنا إسحاق بن إبراهيم عن عبد الرزاق ، عن قيس بن ربيع ، عن أبي حصين ، عن أبي عبد الرحمن السلمي قال : قال عمر بن الخطاب : لا تغالوا في مهور النساء . فقالت امرأة : ليس ذلك لك يا عمر ، إن الله تعالى يقول : \" وآتيتم إحداهن قنطارا من ذهب \" . قال : وكذلك هي في قراءة عبد الله بن مسعود : \" فلا يحل لكم أن تأخذوا منه شيئا \" فقال عمر : إن امرأة خاصمت عمر فخصمته .طريق أخرى : عن عمر فيها انقطاع : قال الزبير بن بكار حدثني عمي مصعب بن عبد الله عن جدي قال : قال عمر بن الخطاب لا تزيدوا في مهور النساء وإن كانت بنت ذي الغصة - يعني يزيد بن الحصين الحارثي - فمن زاد ألقيت الزيادة في بيت المال . فقالت امرأة - من صفة النساء طويلة ، في أنفها فطس - : ما ذاك لك . قال : ولم ؟ قالت : لأن الله [ تعالى ] قال : ( وآتيتم إحداهن قنطارا ) الآية . فقال عمر : امرأة أصابت ورجل أخطأ ."
}