{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/4/134/",
    "ayah_number": 134,
    "text": "وقوله : ( من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والآخرة ) أي : يا من ليس همه إلا الدنيا ، اعلم أن عند الله ثواب الدنيا والآخرة ، وإذا سألته من هذه وهذه أعطاك وأغناك وأقناك ، كما قال تعالى : ( فمن الناس من يقول ربنا آتنا في الدنيا وما له في الآخرة من خلاق . ومنهم من يقول ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار . أولئك لهم نصيب مما كسبوا [ والله سريع الحساب ] ) [ البقرة : 200 - 202 ] ، وقال تعالى : ( من كان يريد حرث الآخرة نزد له في حرثه [ ومن كان يريد حرث الدنيا نؤته منها وما له في الآخرة من نصيب ] ) [ الشورى : 20 ] ، وقال تعالى : ( من كان يريد العاجلة عجلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهنم يصلاها مذموما مدحورا . ومن أراد الآخرة وسعى لها سعيها وهو مؤمن فأولئك كان سعيهم مشكورا . كلا نمد هؤلاء وهؤلاء من عطاء ربك وما كان عطاء ربك محظورا . انظر كيف فضلنا بعضهم على بعض [ وللآخرة أكبر درجات وأكبر تفضيلا ] ) [ الإسراء : 18 - 21 ] .وقد زعم ابن جرير أن المعنى في هذه الآية : ( من كان يريد ثواب الدنيا ) أي : من المنافقين الذين أظهروا الإيمان لأجل ذلك ، ( فعند الله ثواب الدنيا ) وهو ما حصل لهم من المغانم وغيرها مع المسلمين . وقوله : ( والآخرة ) أي : وعند الله ثواب الآخرة ، وهو ما ادخره لهم من العقوبة في نار جهنم . وجعلها كقوله : ( من كان يريد الحياة الدنيا وزينتها [ نوف إليهم أعمالهم فيها ] وهم فيها لا يبخسون . أولئك الذين ليس لهم في الآخرة إلا النار وحبط ما صنعوا فيها وباطل ما كانوا يعملون ) [ هود : 15 ، 16 ] .ولا شك أن هذه الآية معناها ظاهر ، وأما تفسيره الآية الأولى بهذا ففيه نظر ; فإن قوله ( فعند الله ثواب الدنيا والآخرة ) ظاهر في حضور الخير في الدنيا والآخرة ، أي : بيده هذا وهذا ، فلا يقتصرن قاصر الهمة على السعي للدنيا فقط ، بل لتكن همته سامية إلى نيل المطالب العالية في الدنيا والآخرة ، فإن مرجع ذلك كله إلى الذي بيده الضر والنفع ، وهو الله الذي لا إله إلا هو ، الذي قد قسم السعادة والشقاوة في الدنيا والآخرة بين الناس ، وعدل بينهم فيما علمه فيهم ، ممن يستحق هذا ، وممن يستحق هذا ; ولهذا قال : ( وكان الله سميعا بصيرا )"
}