{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/7/9/",
    "ayah_number": 9,
    "text": "يقول تبارك وتعالى : ( والوزن ) أي : للأعمال يوم القيامة ) الحق ) أي : لا يظلم تعالى أحدا ، كما قال تعالى : ( ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئا وإن كان مثقال حبة من خردل أتينا بها وكفى بنا حاسبين ) [ الأنبياء : 47 ] وقال تعالى : ( إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها ويؤت من لدنه أجرا عظيما ) [ النساء : 40 ] وقال تعالى : ( فأما من ثقلت موازينه فهو في عيشة راضية وأما من خفت موازينه فأمه هاوية وما أدراك ما هيه نار حامية ) [ القارعة : 6 - 11 ] وقال تعالى : ( فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون فمن ثقلت موازينه فأولئك هم المفلحون ومن خفت موازينه فأولئك الذين خسروا أنفسهم في جهنم خالدون ) [ المؤمنون : 101 - 103 ] .فصل :والذي يوضع في الميزان يوم القيامة قيل : الأعمال وإن كانت أعراضا ، إلا أن الله تعالى يقلبها يوم القيامة أجساما .قال البغوي : يروى هذا عن ابن عباس كما جاء في الصحيح من أن \" البقرة \" و \" آل عمران \" يأتيان يوم القيامة كأنهما غمامتان - أو : غيايتان - أو فرقان من طير صواف . من ذلك في الصحيح قصة القرآن وأنه يأتي صاحبه في صورة شاب شاحب اللون ، فيقول : من أنت؟ فيقول : أنا القرآن الذي أسهرت ليلك وأظمأت نهارك وفي حديث البراء ، في قصة سؤال القبر : \" فيأتي المؤمن شاب حسن اللون طيب الريح ، فيقول : من أنت؟ فيقول : أنا عملك الصالح \" وذكر عكسه في شأن الكافر والمنافق .وقيل : يوزن كتاب الأعمال ، كما جاء في حديث البطاقة ، في الرجل الذي يؤتى به ويوضع له في كفة تسعة وتسعون سجلا كل سجل مد البصر ، ثم يؤتى بتلك البطاقة فيها : \" لا إله إلا الله \" فيقول : يا رب ، وما هذه البطاقة مع هذه السجلات؟ فيقول الله تعالى : إنك لا تظلم . فتوضع تلك البطاقة في كفة الميزان . قال رسول الله صلى الله عليه وسلم : \" فطاشت السجلات ، وثقلت البطاقة \"رواه الترمذي بنحو من هذا وصححه .وقيل : يوزن صاحب العمل ، كما في الحديث : \" يؤتى يوم القيامة بالرجل السمين ، فلا يزن عند الله جناح بعوضة \" ثم قرأ : ( فلا نقيم لهم يوم القيامة وزنا ) [ الكهف : 105 ] .وفي مناقب عبد الله بن مسعود أن رسول الله صلى الله عليه وسلم قال : \" أتعجبون من دقة ساقيه ، فوالذي نفسي بيده لهما في الميزان أثقل من أحد \"وقد يمكن الجمع بين هذه الآثار بأن يكون ذلك كله صحيحا ، فتارة توزن الأعمال ، وتارة توزن محالها ، وتارة يوزن فاعلها ، والله أعلم ."
}