{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/59/10/",
    "ayah_number": 10,
    "text": "وقوله : ( والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رءوف رحيم ) هؤلاء هم القسم الثالث ممن يستحق فقراؤهم من مال الفيء ، وهم المهاجرون ثم الأنصار ، ثم التابعون بإحسان ، كما قال في آية \" براءة \" : ( والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ) [ التوبة : 100 ] فالتابعون لهم بإحسان هم : المتبعون لآثارهم الحسنة وأوصافهم الجميلة ، الداعون لهم في السر والعلانية ; ولهذا قال في هذه الآية الكريمة : ( والذين جاءوا من بعدهم يقولون ) أي : قائلين : ( ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا ) أي : بغضا وحسدا ( للذين آمنوا ربنا إنك رءوف رحيم ) وما أحسن ما استنبط الإمام مالك من هذه الآية الكريمة : أن الرافضي الذي يسب الصحابة ليس له في مال الفيء نصيب لعدم اتصافه بما مدح الله به هؤلاء في قولهم : ( ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رءوف رحيم ) .وقال ابن أبي حاتم : حدثنا موسى بن عبد الرحمن المسروقي ، حدثنا محمد بن بشر ، حدثنا إسماعيل بن إبراهيم بن مهاجر ، عن أبيه ، عن عائشة أنها قالت : أمروا أن يستغفروا لهم ، فسبوهم ! ثم قرأت هذه الآية : ( والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ) الآية .وقال إسماعيل بن علية ، عن عبد الملك بن عمير ، عن مسروق ، عن عائشة قالت : أمرتم بالاستغفار لأصحاب محمد - صلى الله عليه وسلم - فسببتموهم . سمعت نبيكم - صلى الله عليه وسلم - يقول : \" لا تذهب هذه الأمة حتى يلعن آخرها أولها \" . رواه البغوي . .وقال أبو داود : حدثنا مسدد ، حدثنا إسماعيل بن إبراهيم ، حدثنا أيوب ، عن الزهري قال : قال عمر رضي الله عنه : ( وما أفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ) قال الزهري : قال عمر : هذه لرسول الله - صلى الله عليه وسلم - خاصة ، قرى عربية : فدك وكذا وكذا ، فما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل وللفقراء الذين أخرجوا من ديارهم وأموالهم ، ( والذين تبوءوا الدار والإيمان من قبلهم ) ( والذين جاءوا من بعدهم ) فاستوعبت هذه الآية الناس ، فلم يبق أحد من المسلمين إلا له فيها حق - قال أيوب : أو قال : حظ - إلا بعض من تملكون من أرقائكم . كذا رواه أبو داود ، وفيه انقطاع .وقال ابن جرير : حدثنا ابن عبد الأعلى ، حدثنا ابن ثور ، عن معمر ، عن أيوب ، عن عكرمة بن خالد ، عن مالك بن أوس بن الحدثان قال : قرأ عمر بن الخطاب : ( إنما الصدقات للفقراء والمساكين ) حتى بلغ ( عليم حكيم ) [ التوبة : 60 ] ، ثم قال هذه لهؤلاء ، ثم قرأ : ( واعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول ولذي القربى واليتامى والمساكين ) [ الأنفال : 41 ] ، ثم قال : هذه لهؤلاء ، ثم قرأ : ( ما أفاء الله على رسوله من أهل القرى ) حتى بلغ للفقراء ( والذين تبوءوا الدار والإيمان ) ( والذين جاءوا من بعدهم ) ثم قال : استوعبت هذه الآية المسلمين عامة وليس أحد إلا له فيها حق ، ثم قال : لئن عشت ليأتين الراعي - وهو بسرو حمير - نصيبه فيها ، لم يعرق فيها جبينه ."
}