{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/39/6/",
    "ayah_number": 6,
    "text": "ثم ساق- سبحانه- أدلة أخرى على وحدانيته فقال: خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ ثُمَّ جَعَلَ مِنْها زَوْجَها.أى خلقكم- سبحانه- من نفس واحدة هي نفس أبيكم آدم ثم خلق من هذه النفس الواحدة، زوجها وهي أمكم حواء.قال الشوكانى: والتعبير بالجعل دون الخلق مع العطف بثم. للدلالة على أن خلق حواء من ضلع آدم، أدخل في كونه آية باهرة دالة على كمال القدرة لأن خلق آدم هو على عادة الله المستمرة في خلقه، وخلق حواء على الصفة المذكورة لم تجربه عادة لكونه- تعالى- لم يخلق أنثى من ضلع رجل غيرها   .وقال الجمل: فإن قلت كيف عطف بثم مع أن خلق حواء من آدم سابق على خلقنا منه؟ أجيب بأن ثم هنا للترتيب في الإخبار لا في الإيجاد. أو المعطوف متعلق بمعنى واحدة، فثم عاطفة عليه لا على خلقكم، فمعناه: خلقكم من نفس واحدة أفردت بالإيجاد، ثم شفعت بزوجة. أو هو معطوف على خلقكم، لكن المراد بخلقهم، خلقهم يوم أخذ الميثاق دفعة لا على هذا الخلق، الذي هم فيه الآن بالتوالد والتناسل .وقوله- تعالى-: وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعامِ ثَمانِيَةَ أَزْواجٍ بيان لبعض آخر من أفعاله- تعالى- الدالة على وحدانيته وقدرته. والجملة الكريمة معطوفة على ما قبلها وهي قوله: خَلَقَكُمْ.أى: وأنزل لكم من كل من الإبل والبقر والغنم والمعز زوجين: ذكرا وأنثى يتم بهما التناسل وبقاء النوع.قالوا: وعبر- سبحانه- عن الخلق بالإنزال، لما يروى أنه- تعالى- خلق هذه الأنواع في الجنة ثم أنزلها. فيكون الإنزال على سبيل الحقيقة.أو أن الكلام على سبيل المجاز، لأن هذه الأنعام لا تعيش إلا عن طريق ما تأكله من نبات، والنبات لا يخرج إلا بالماء النازل من السماء فكأن الأنعام نازلة من السماء، لأن سبب سببها منزل منها.. أو أن «أنزل» هنا بمعنى أنشأ وأوجد. أو لأن الخلق إنما يكون بأمر من السماء.وقوله- تعالى- يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ فِي ظُلُماتٍ ثَلاثٍ بيان لكيفية خلق ما خلقه الله من الأناسى والأنعام بتلك الطريقة العجيبة.أى أنه- تعالى- يخلقكم- أيها الناس- بقدرته في بطون أمهاتكم خلقا من بعد خلق، بأن يحولكم من نطفة إلى علقة إلى مضغة، إلى عظام مكسوة باللحم، ثم يحولكم بعد ذلك إلى خلق آخر، وهذه المراحل كلها تتم وأنتم في ظلمات بطون أمهاتكم، وظلمات الأرحام التي بداخل البطون وظلمات الغشاء الذي بداخل الأرحام والبطون، وذلك كله من أقوى الأدلة على قدرة الله- تعالى- ورعايته لخلقه.وصدق الله إذ يقول: أَلَمْ نَخْلُقْكُمْ مِنْ ماءٍ مَهِينٍ. فَجَعَلْناهُ فِي قَرارٍ مَكِينٍ. إِلى قَدَرٍ مَعْلُومٍ. فَقَدَرْنا فَنِعْمَ الْقادِرُونَ .واسم الإشارة في قوله- تعالى- ذلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ، لا إِلهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ يعود إليه- سبحانه- باعتبار أفعاله السابقة. وتصرفون: من الصرف بمعنى الابتعاد عن الشيء إلى غيره.أى: ذلكم العظيم الشأن الذي ذكرنا لكم بعض مظاهر قدرته، هو الله ربكم الذي له ملك كل شيء، والذي لا معبود بحق سواه، فكيف تصرفون عن عبادته إلى عبادة غيره؟ وكيف تزعمون أن له شريكا أو ولدا ... مع توفر الأدلة على بطلان ذلك.والمتأمل في هاتين الآيتين يراهما قد ذكرتا ألوانا من البراهين على وحدانية الله- تعالى- وقدرته، كخلق السموات والأرض بالحق، وتكوير الليل على النهار، والنهار على الليل، وتسخير الشمس والقمر لمنافع الناس، وخلق الناس جميعا من نفس واحدة، ورعايتهم بلطفه وإحسانه في مراحل حياتهم، وإيجاد الأنعام التي تنفعهم في شئونهم المختلفة."
}