{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/39/67/",
    "ayah_number": 67,
    "text": "ثم بين- سبحانه- أن هؤلاء المشركين بعبادتهم لغير الله- تعالى- قد تجاوزوا حدودهم معه- عز وجل-، ولم يعطوه ما يستحقه من تنزيه وتقديس فقال: وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ.أى: أن هؤلاء المشركين بعبادتهم لغيره- تعالى-، ما عظموه حق تعظيمه، وما أعطوه ما يستحقه- سبحانه- من تقديس وتكريم وتنزيه وطاعة.ثم ساق- سبحانه- ما يدل على وحدانيته. وكمال قدرته. فقال: وَالْأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيامَةِ، وَالسَّماواتُ مَطْوِيَّاتٌ بِيَمِينِهِ.والقبضة: المرة من القبض، وتطلق على المقدار المقبوض بالكف. ومطويات أى:مجموعات تحت قدرته وملكه، كما يجمع الكتاب المطوى، والجملة الكريمة حال من لفظ الجلالة، فيكون المعنى: إن هؤلاء المشركين لم يعظموا الله حق تعظيمه، حيث أشركوا معه في العبادة آلهة أخرى هي من مخلوقاته، والحال أنه- سبحانه- هو المتولى لإبقاء السموات والأرض على حالهما في الدنيا، وهو المتولى لتبديلهما أو إزالتهما في الآخرة، فالأرض كلها مع عظمتها وكثافتها تكون يوم القيامة في قبضته وتحت قدرته، كالشىء الذي يقبض عليه القابض، والسموات كذلك مع ضخامتها واتساعها، تكون مطويات بيمينه وتحت قدرته وتصرفه، كما يطوى الواحد منا الشيء الهين القليل بيمينه، وما دام الأمر كذلك فكيف يشركون معه غيره في العبادة؟فالمقصود من الآية الكريمة بيان وحدانيته وعظمته وقدرته- سبحانه- وبيان ما عليه المشركون من جهالة وانطماس بصيرة حين أشركوا معه في العبادة غيره.قال صاحب الكشاف: والغرض من هذا الكلام إذا أخذته كما هو بجملته ومجموعته، تصوير عظمته، والتوقيف على كنه جلاله لا غير، من غير ذهاب بالقبضة ولا باليمين إلى جهة حقيقة أو جهة مجاز ... .وقال الآلوسى: والكلام في هذه الآية عند كثير من الخلف، تمثيل لحال عظمته- تعالى- ونفاذ قدرته.. بحال من يكون له قبضة فيها الأرض جميعا، ويمين بها يطوى السموات، أو بحال من يكون له قبضة فيها الأرض والسموات، ويمين بها يطوى السموات.والسلف يقولون: إن الكلام هنا تنبيه على مزيد جلالته- تعالى-. إلا أنهم لا يقولون إن القبضة مجاز عن الملك أو التصرف، ولا اليمين مجاز عن القدرة، بل ينزهون الله- تعالى- عن الأعضاء والجوارح، ويؤمنون بما نسبه- تعالى-: إلى ذاته بالمعنى اللائق به الذي أراده- سبحانه- وكذا يفعلون في الأخبار الواردة في هذا المقام.فقد أخرج البخاري ومسلم عن ابن مسعود قال: جاء حبر من الأحبار الى النبي صلّى الله عليه وسلم فقال: يا محمد. إنا نجد الله يحمل السموات يوم القيامة على إصبع، والأرضين على إصبع، والشجر على إصبع، والماء والثرى على إصبع، وسائر الخلق على إصبع.فيقول: أنا الملك. فضحك رسول الله صلّى الله عليه وسلم حتى بدت نواجذه تصديقا لقول الحبر، ثم قرأ هذه الآية.. .وقدم- سبحانه- الأرض على السموات لمباشرتهم لها، ومعرفتهم بحقيقتها.وخص يوم القيامة بالذكر، وإن كانت قدرته عامة وشاملة لدار الدنيا- أيضا- لأن الدعاوى تنقطع في ذلك اليوم. كما قال- تعالى- وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ.روى الشيخان عن ابن عمر قال: سمعت رسول الله صلّى الله عليه وسلم يقول: «يطوى الله السموات يوم القيامة، ثم يأخذهن بيده اليمنى، ثم يقول أنا الملك، أين الجبارون، أين المتكبرون، أين ملوك الأرض» .وقوله- تعالى-: سُبْحانَهُ وَتَعالى عَمَّا يُشْرِكُونَ تنزيه له- تعالى-: عما افتراه المفترون.أى: تنزه وتقدس الله- تعالى- عن شرك المشركين، وعن ضلال الضالين."
}