{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/33/36/",
    "ayah_number": 36,
    "text": "قال العوفي ، عن ابن عباس : قوله : ( وما كان لمؤمن ولا مؤمنة ) الآية ، وذلك أن رسول الله صلى الله عليه وسلم انطلق ليخطب على فتاه زيد بن حارثة ، فدخل على زينب بنت جحش الأسدية فخطبها ، فقالت : لست بناكحته ، فقال رسول الله صلى الله عليه وسلم : \" بل فانكحيه \" قالت : يا رسول الله ، أؤامر في نفسي فبينما هما يتحدثان أنزل الله هذه الآية على رسوله صلى الله عليه وسلم : ( وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا ) الآية ، قالت : قد رضيته لي منكحا يا رسول الله ؟ قال : \" نعم \" قالت : إذا لا أعصي رسول الله صلى الله عليه وسلم ، قد أنكحته نفسيوقال ابن لهيعة ، عن ابن أبي عمرة ، عن عكرمة ، عن ابن عباس قال : خطب رسول الله صلى الله عليه وسلم زينب بنت جحش لزيد بن حارثة ، فاستنكفت منه ، وقالت : أنا خير منه حسبا - وكانت امرأة فيها حدة - فأنزل الله ، عز وجل : ( وما كان لمؤمن ولا مؤمنة ) الآية كلهاوهكذا قال مجاهد ، وقتادة ، ومقاتل بن حيان : أنها نزلت في زينب بنت جحش [ الأسدية ] حين خطبها رسول الله صلى الله عليه وسلم على مولاه زيد بن حارثة ، فامتنعت ثم أجابتوقال عبد الرحمن بن زيد بن أسلم ، نزلت في أم كلثوم بنت عقبة بن أبي معيط ، وكانت أول من هاجر من النساء - يعني : بعد صلح الحديبية - فوهبت نفسها للنبي صلى الله عليه وسلم ، فقال : قد قبلت فزوجها زيد بن حارثة - يعني والله أعلم بعد فراقه زينب - فسخطت هي وأخوها وقالا إنما أردنا رسول الله صلى الله عليه وسلم فزوجنا عبده قال : فنزل القرآن : ( وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا ) إلى آخر الآية قال : وجاء أمر أجمع من هذا : ( النبي أولى بالمؤمنين من أنفسهم ) قال : فذاك خاص وهذا جماعوقال الإمام أحمد : حدثنا عبد الرزاق ، أخبرنا معمر ، عن ثابت البناني ، عن أنس قال : خطب النبي صلى الله عليه وسلم على جليبيب امرأة من الأنصار إلى أبيها ، فقال : حتى أستأمر أمها فقال النبي صلى الله عليه وسلم : فنعم إذا قال : فانطلق الرجل إلى امرأته ، [ فذكر ذلك لها ] ، فقالت : لاها الله ذا ، ما وجد رسول الله صلى الله عليه وسلم إلا جليبيبا ، وقد منعناها من فلان وفلان ؟ قال : والجارية في سترها تسمع قال : فانطلق الرجل يريد أن يخبر النبي صلى الله عليه وسلم بذلك فقالت الجارية : أتريدون أن تردوا على رسول الله صلى الله عليه وسلم أمره ؟ إن كان قد رضيه لكم فأنكحوه قال : فكأنها جلت عن أبويها ، وقالا صدقت فذهب أبوها إلى رسول الله صلى الله عليه وسلم فقال : إن كنت رضيته فقد رضيناه قال : \" فإني قد رضيته \" قال : فزوجها ، ثم فزع أهل المدينة ، فركب جليبيب فوجدوه قد قتل ، وحوله ناس من المشركين قد قتلهم ، قال أنس : فلقد رأيتها [ وإنها ] لمن أنفق بيت بالمدينة وقال الإمام أحمد : حدثنا عفان ، حدثنا حماد - يعني ابن سلمة - عن ثابت ، عن كنانة بن نعيم العدوي ، عن أبي برزة الأسلمي أن جليبيبا كان امرأ يدخل على النساء يمر بهن ويلاعبهن ، فقلت لامرأتي : لا يدخلن اليوم عليكم جليبيب ، فإنه إن دخل عليكم لأفعلن ولأفعلن قال : وكانت الأنصار إذا كان لأحدهم أيم لم يزوجها حتى يعلم : هل لنبي الله صلى الله عليه وسلم فيها حاجة أم لا ؟ فقال رسول الله صلى الله عليه وسلم لرجل من الأنصار : \" زوجني ابنتك \" قال : نعم ، وكرامة يا رسول الله ، ونعمة عين فقال : إني لست أريدها لنفسي قال : فلمن يا رسول الله ؟ قال : لجليبيب فقال : يا رسول الله ، أشاور أمها فأتى أمها فقال : رسول الله صلى الله عليه وسلم يخطب ابنتك ؟ فقالت : نعم ونعمة عين فقال : إنه ليس يخطبها لنفسه ، إنما يخطبها لجليبيب فقالت : أجليبيب إنيه ؟ أجليبيب إنيه ؟ لا لعمر الله لا تزوجه فلما أراد أن يقوم ليأتي رسول الله صلى الله عليه وسلم فيخبره بما قالت أمها ، قالت الجارية : من خطبني إليكم ؟ فأخبرتها أمها قالت : أتردون على رسول الله صلى الله عليه وسلم أمره ؟! ادفعوني إليه ، فإنه لن يضيعني فانطلق أبوها إلى رسول الله صلى الله عليه وسلم فقال : شأنك بها فزوجها جليبيبا قال : فخرج رسول الله صلى الله عليه وسلم في غزاة له ، فلما أفاء الله عليه قال لأصحابه : \" هل تفقدون من أحد \" ؟ قالوا : نفقد فلانا ونفقد فلانا قال : \" انظروا هل تفقدون من أحد ؟ \" قالوا : لا قال : \" لكني أفقد جليبيبا \" قال : \" فاطلبوه في القتلى \" فطلبوه فوجدوه إلى جنب سبعة قد قتلهم ثم قتلوه [ قالوا : يا رسول الله ، ها هو ذا إلى جنب سبعة قد قتلهم ثم قتلوه ] فأتاه رسول الله صلى الله عليه وسلم فقام عليه ، فقال : قتل سبعة [ وقتلوه ] ، هذا مني وأنا منه مرتين أو ثلاثا ، ثم وضعه رسول الله صلى الله عليه وسلم على ساعديه [ وحفر له ، ما له سرير إلا ساعد النبي صلى الله عليه وسلم ] ثم وضعه في قبره ، ولم يذكر أنه غسله ، رضي الله عنه قال ثابت : فما كان في الأنصار أيم أنفق منها وحدث إسحاق بن عبد الله بن أبي طلحة ثابتا : هل تعلم ما دعا لها رسول الله صلى الله عليه وسلم ؟ فقال : \" اللهم ، صب عليها [ الخير ] صبا ، ولا تجعل عيشها كدا \" كذا قال ، فما كان في الأنصار أيم أنفق منهاهكذا أورده الإمام أحمد بطوله ، وأخرج منه مسلم والنسائي في الفضائل قصة قتله وذكر الحافظ أبو عمر بن عبد البر في \" الاستيعاب \" أن الجارية لما قالت في خدرها : أتردون على رسول الله صلى الله عليه وسلم أمره ؟ تلت هذه الآية : ( وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم )وقال ابن جريج [ أخبرني عامر بن مصعب ، عن طاوس قال : إنه سأل ابن عباس عن ركعتين بعد العصر ، فنهاه ، وقرأ ابن عباس ، رضي الله عنه : ( وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم ) ]فهذه الآية عامة في جميع الأمور ، وذلك أنه إذا حكم الله ورسوله بشيء ، فليس لأحد مخالفته ولا اختيار لأحد هاهنا ، ولا رأي ولا قول ، كما قال تعالى : ( فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما ) [ النساء : 65 ] وفي الحديث : \" والذي نفسي بيده ، لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به \" ولهذا شدد في خلاف ذلك ، فقال : ( ومن يعص الله ورسوله فقد ضل ضلالا مبينا ) ، كقوله تعالى : ( فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم ) [ النور : 63 ]"
}