{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/33/52/",
    "ayah_number": 52,
    "text": "ذكر غير واحد من العلماء - كابن عباس ، ومجاهد ، والضحاك ، وقتادة ، وابن زيد ، وابن جرير ، وغيرهم - أن هذه الآية نزلت مجازاة لأزواج النبي صلى الله عليه وسلم ورضا عنهن ، على حسن صنيعهن في اختيارهن الله ورسوله والدار الآخرة ، لما خيرهن رسول الله صلى الله عليه وسلم ، كما تقدم في الآية . فلما اخترن رسول الله صلى الله عليه وسلم ، كان جزاؤهن أن [ الله ] قصره عليهن ، وحرم عليه أن يتزوج بغيرهن ، أو يستبدل بهن أزواجا غيرهن ، ولو أعجبه حسنهن إلا الإماء والسراري فلا حجر عليه فيهن . ثم إنه تعالى رفع عنه الحجر في ذلك ونسخ حكم هذه الآية ، وأباح له التزوج ، ولكن لم يقع منه بعد ذلك تزوج لتكون المنة للرسول صلى الله عليه وسلم عليهن .قال الإمام أحمد : حدثنا سفيان ، عن عمرو ، عن عطاء ، عن عائشة ، رضي الله عنها ، قالت : ما مات رسول الله صلى الله عليه وسلم حتى أحل الله له النساء .ورواه أيضا من حديث ابن جريج ، عن عطاء ، عن عبيد بن عمير ، عن عائشة . ورواه الترمذي والنسائي في سننيهما .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا عبد الرحمن بن عبد الملك بن شيبة ، حدثني عمر بن أبي بكر ، حدثني المغيرة بن عبد الرحمن الحزامي ، عن أبي النضر مولى عمر بن عبيد الله ، عن عبد الله بن وهب بن زمعة ، عن أم سلمة أنها قالت : لم يمت رسول الله صلى الله عليه وسلم حتى أحل الله له أن يتزوج من النساء ما شاء ، إلا ذات محرم ، وذلك قول الله عز وجل : ( ترجي من تشاء منهن وتؤوي إليك من تشاء ) .فجعلت هذه ناسخة للتي بعدها في التلاوة ، كآيتي عدة الوفاة في البقرة ، الأولى ناسخة للتي بعدها ، والله أعلم .وقال آخرون : بل معنى الآية : ( لا يحل لك النساء من بعد ) أي : من بعد ما ذكرنا لك من صفة النساء اللاتي أحللنا لك من نسائك اللاتي آتيت أجورهن وما ملكت يمينك ، وبنات العم والعمات والخال والخالات والواهبة وما سوى ذلك من أصناف النساء فلا يحل لك . هذا مروي عن أبي بن كعب ، ومجاهد ، وعكرمة ، والضحاك - في رواية - وأبي رزين - في رواية عنه - وأبي صالح ، والحسن ، وقتادة - في رواية - والسدي ، وغيرهم .قال ابن جرير : حدثنا يعقوب ، حدثنا ابن علية ، عن داود بن أبي هند ، حدثني محمد بن أبي موسى ، عن زياد - رجل من الأنصار - قال : قلت لأبي بن كعب : أرأيت لو أن أزواج النبي صلى الله عليه وسلم توفين ، أما كان له أن يتزوج ؟ فقال : وما يمنعه من ذلك ؟ قال : قلت : قوله : ( لا يحل لك النساء من بعد ) . فقال : إنما أحل الله له ضربا من النساء ، فقال : ( يا أيها النبي إنا أحللنا لك أزواجك ) إلى قوله : ( إن وهبت نفسها للنبي ) ثم قيل له : ( لا يحل لك النساء من بعد ) .ورواه عبد الله بن أحمد من طرق ، عن داود ، به . وروى الترمذي ، عن ابن عباس ، رضي الله عنهما ، قال : نهي رسول الله صلى الله عليه وسلم عن أصناف النساء ، إلا ما كان من المؤمنات المهاجرات بقوله : ( لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن إلا ما ملكت يمينك ) ، فأحل الله فتياتكم المؤمنات ( وامرأة مؤمنة إن وهبت نفسها للنبي ) ، وحرم كل ذات دين غير الإسلام ، ثم قال : ( ومن يكفر بالإيمان فقد حبط عمله وهو في الآخرة من الخاسرين ) وقال ( يا أيها النبي إنا أحللنا لك أزواجك اللاتي آتيت أجورهن وما ملكت يمينك ) إلى قوله : ( خالصة لك من دون المؤمنين ) ، وحرم ما سوى ذلك من أصناف النساء .وقال مجاهد : ( لا يحل لك النساء من بعد ) أي : من بعد ما سمى لك ، لا مسلمة ولا يهودية ولا نصرانية ولا كافرة .وقال أبو صالح : ( لا يحل لك النساء من بعد ) : أمر ألا يتزوج أعرابية ولا غربية ، ويتزوج بعد من نساء تهامة ، وما شاء من بنات العم والعمة ، والخال والخالة ، إن شاء ثلاثمائة .وقال عكرمة : ( لا يحل لك النساء من بعد ) أي : التي سمى الله .واختار ابن جرير ، رحمه الله ، أن الآية عامة فيمن ذكر من أصناف النساء ، وفي النساء اللواتي في عصمته وكن تسعا . وهذا الذي قاله جيد ، ولعله مراد كثير ممن حكينا عنه من السلف; فإن كثيرا منهم روي عنه هذا وهذا ، ولا منافاة ، والله أعلم .ثم أورد ابن جرير على نفسه ما روي أن رسول الله صلى الله عليه وسلم طلق حفصة ثم راجعها ، وعزم على فراق سودة حتى وهبته يومها لعائشة ، ثم أجاب بأن هذا كان قبل نزول قوله : ( لا يحل لك النساء من بعد ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن ) ، وهذا الذي قاله من أن هذا كان قبل نزول الآية صحيح ، ولكن لا يحتاج إلى ذلك; فإن الآية إنما دلت على أنه لا يتزوج بمن عدا اللواتي في عصمته ، وأنه لا يستبدل بهن غيرهن ، ولا يدل ذلك على أنه لا يطلق واحدة منهن من غير استبدال ، والله أعلم .فأما قضية سودة ففي الصحيح عن عائشة ، رضي الله عنها ، وهي سبب نزول قوله تعالى : ( وإن امرأة خافت من بعلها نشوزا أو إعراضا فلا جناح عليهما أن يصلحا بينهما صلحا [ والصلح خير ] ) الآية [ النساء : 128 ] .وأما قضية حفصة فروى أبو داود والنسائي وابن ماجه وابن حبان في صحيحه ، من طرق عن يحيى بن زكريا بن أبي زائدة ، عن صالح بن صالح بن حي عن سلمة أن ابن كهيل ، عن سعيد بن جبير ، عن ابن عباس ، عن عمر; أن رسول الله صلى الله عليه وسلم طلق حفصة ثم راجعها . وهذا إسناد قوي .وقال الحافظ أبو يعلى : حدثنا أبو كريب ، حدثنا يونس بن بكير ، عن الأعمش ، عن أبي صالح ، عن ابن عمر قال : دخل عمر على حفصة وهي تبكي ، فقال : ما يبكيك ؟ لعل رسول الله صلى الله عليه وسلم طلقك ؟ إنه قد كان طلقك مرة ثم راجعك من أجلي; والله لئن كان طلقك مرة أخرى لا أكلمك أبدا . ورجاله على شرط الصحيحين .وقوله : ( ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن ) ، فنهاه عن الزيادة عليهن ، أو طلاق واحدة منهن واستبدال غيرها بها إلا ما ملكت يمينه .وقد روى الحافظ أبو بكر البزار حديثا مناسبا ذكره هاهنا ، فقال :حدثنا إبراهيم بن نصر ، حدثنا مالك بن إسماعيل ، حدثنا عبد السلام بن حرب ، عن إسحاق بن عبد الله القرشي ، عن زيد بن أسلم ، عن عطاء بن يسار عن أبي هريرة ، رضي الله عنه ، قال : كان البدل في الجاهلية أن يقول الرجل للرجل : بادلني امرأتك وأبادلك بامرأتي : أي : تنزل لي عن امرأتك ، وأنزل لك عن امرأتي . فأنزل الله : ( ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن ) قال : فدخل عيينة بن حصن على النبي صلى الله عليه وسلم ، وعنده عائشة ، فدخل بغير إذن ، فقال له رسول الله صلى الله عليه وسلم : \" فأين الاستئذان ؟ \" فقال يا رسول الله ، ما استأذنت على رجل من مضر منذ أدركت . ثم قال : من هذه الحميراء إلى جنبك ؟ فقال رسول الله صلى الله عليه وسلم : \" هذه عائشة أم المؤمنين \" . قال : أفلا أنزل لك عن أحسن الخلق ؟ قال : \" يا عيينة إن الله قد حرم ذلك \" . فلما أن خرج قالت عائشة : من هذا ؟ قال : هذا أحمق مطاع ، وإنه على ما ترين لسيد قومه \" .ثم قال البزار إسحاق بن عبد الله : لين الحديث جدا ، وإنما ذكرناه لأنا لم نحفظه إلا من هذا الوجه ، وبينا العلة فيه ."
}