{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/29/60/",
    "ayah_number": 60,
    "text": "ثم أخبرهم تعالى أن الرزق لا يختص ببقعة ، بل رزقه تعالى عام لخلقه حيث كانوا وأين كانوا ، بل كانت أرزاق المهاجرين حيث هاجروا أكثر وأوسع وأطيب ، فإنهم بعد قليل صاروا حكام البلاد في سائر الأقطار والأمصار ; ولهذا قال : ( وكأين من دابة لا تحمل رزقها ) أي : لا تطيق جمعه وتحصيله ولا تؤخر شيئا لغد ، ( الله يرزقها وإياكم ) أي : الله يقيض لها رزقها على ضعفها ، وييسره عليها ، فيبعث إلى كل مخلوق من الرزق ما يصلحه ، حتى الذر في قرار الأرض ، والطير في الهواء والحيتان في الماء ، قال الله تعالى : ( وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين ) [ هود : 6 ] .وقال ابن أبي حاتم : حدثنا محمد بن عبد الرحمن الهروي ، حدثنا يزيد - يعني ابن هارون - حدثنا الجراح بن منهال الجزري - هو أبو العطوف - عن الزهري ، عن رجل ، عن ابن عمر قال : خرجت مع رسول الله - صلى الله عليه وسلم - حتى دخل بعض حيطان المدينة ، فجعل يلتقط من التمر ويأكل ، فقال لي : \" يا ابن عمر ، ما لك لا تأكل ؟ \" قال : قلت : لا أشتهيه يا رسول الله ، قال : \" لكني أشتهيه ، وهذه صبح رابعة منذ لم أذق طعاما ولم أجده ، ولو شئت لدعوت ربي فأعطاني مثل ملك قيصر وكسرى فكيف بك يا ابن عمر إذا بقيت في قوم يخبئون رزق سنتهم بضعف اليقين ؟ \" . قال : فوالله ما برحنا ولا رمنا حتى نزلت : ( وكأين من دابة لا تحمل رزقها الله يرزقها وإياكم وهو السميع العليم ) فقال رسول الله - صلى الله عليه وسلم - : \" إن الله لم يأمرني بكنز الدنيا ، ولا باتباع الشهوات ، فمن كنز دنياه يريد بها حياة باقية فإن الحياة بيد الله ، ألا وإني لا أكنز دينارا ولا درهما ، ولا أخبئ رزقا لغد \" .وهذا حديث غريب ، وأبو العطوف الجزري ضعيف .وقد ذكروا أن الغراب إذا فقس عن فراخه البيض ، خرجوا وهم بيض فإذا رآهم أبواهم كذلك ، نفرا عنهم أياما حتى يسود الريش ، فيظل الفرخ فاتحا فاه يتفقد أبويه ، فيقيض الله له طيرا صغارا كالبرغش فيغشاه فيتقوت منه تلك الأيام حتى يسود ريشه ، والأبوان يتفقدانه كل وقت ، فكلما رأوه أبيض الريش نفرا عنه ، فإذا رأوه قد اسود ريشه عطفا عليه بالحضانة والرزق ، ولهذا قال الشاعر :يا رازق النعاب في عشه وجابر العظم الكسير المهيضوقد قال الشافعي في جملة كلام له في الأوامر كقول النبي - صلى الله عليه وسلم - \" سافروا تصحوا وترزقوا \" .قال البيهقي أخبرنا إملاء أبو الحسن علي بن عبدان ، أخبرنا أحمد بن عبيد ، أخبرنا محمد بن غالب ، حدثني محمد بن سنان ، حدثنا محمد بن عبد الرحمن بن رداد - شيخ من أهل المدينة - حدثنا عبد الله بن دينار عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : \" سافروا تصحوا وتغنموا \" . قال : ورويناه عن ابن عباس .وقال الإمام أحمد : حدثنا قتيبة ، حدثنا ابن لهيعة ، عن دراج ، عن عبد الرحمن بن حجيرة ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" سافروا تربحوا ، وصوموا تصحوا ، واغزوا تغنموا \" .وقد ورد مثل حديث ابن عمر عن ابن عباس مرفوعا ، وعن معاذ بن جبل موقوفا . وفي لفظ : \" سافروا مع ذوي الجدود والميسرة \"وقوله تعالى : ( وهو السميع العليم ) أي : السميع لأقوال عباده ، العليم بحركاتهم وسكناتهم ."
}