{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/58/22/",
    "ayah_number": 22,
    "text": "ثم ختم- سبحانه- السورة الكريمة بهذه الآية الجامعة لصفات المؤمنين الصادقين فقال:لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ.وقوله: يُوادُّونَ من الموادة بمعنى حصول المودة والمحبة.أى: لا تجد- أيها الرسول الكريم- قوما يؤمنون بالله واليوم الآخر حق الإيمان، يوالون ويحبون من حارب دين الله- تعالى- وأعرض عن هدى رسوله.والمقصود من هذه الآية الكريمة النهى عن موالاة المنافقين وأشباههم، وإنما جاءت بصيغة الخبر، لأنه أقوى وآكد في التنفير عن موالاة أعداء الله، إذ الإتيان بصيغة الخبر تشعر بأن القوم قد امتثلوا لهذا النهى، وأن الله- سبحانه- قد أخبر عنهم بذلك.وافتتحت الآية بقوله: لا تَجِدُ قَوْماً لأن هذا الافتتاح يثير شوق السامع لمعرفة هؤلاء القوم.وقوله: وَلَوْ كانُوا آباءَهُمْ تصريح بوجوب ترك هذه الموادة لمن حارب الله ورسوله، مهما كانت درجة قرابة هذا المحارب.أى: من شأن المؤمنين الصادقين أن يبتعدوا عن موالاة أعداء الله ورسوله، ولو كان هؤلاء الأعداء. آباءَهُمْ الذين أتوا إلى الحياة عن طريقهم أَوْ أَبْناءَهُمْ الذين هم قطعة منهم. أَوْ إِخْوانَهُمْ الذين تربطهم بهم رابطة الدم أَوْ عَشِيرَتَهُمْ التي ينتسبون إليها، وذلك لأن قضية الإيمان يجب أن تقدم على كل شيء.وقدم الآباء لأنهم أول من تجب طاعتهم، وثنى بالأبناء لأنهم ألصق الناس بهم، وثلث بالإخوان لأنهم الناصرون لهم، وختم بالعشيرة لأن التناصر بها يأتى في نهاية المطاف.ثم أثنى- سبحانه- على هؤلاء المؤمنين الصادقين الذين لم يوالوا أعداء الله مهما بلغت درجة قرابتهم فقال: أُولئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمانَ.أى: أولئك الذين لا يوادون أعداء الله مهما كانوا، هم الذين كتب الله- تعالى- الإيمان في قلوبهم، فاختلط بها واختلطت به، فصارت قلوبهم لا تحب إلا من أحب دين الله، ولا تبغض إلا من أبغضه.وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ أى: وثبتهم وقواهم بنور من عنده- سبحانه- فصاروا بسبب ذلك أشداء على الكفار، رحماء بينهم.وَيُدْخِلُهُمْ- سبحانه- يوم القيامة جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها خلودا أبديا، رَضِيَ اللَّهُ عَنْهُمْ بسبب طاعتهم له، وَرَضُوا عَنْهُ بسبب ثوابه لهم.أُولئِكَ الموصوفون بذلك حِزْبُ اللَّهِ الذي يشرف من ينتسب إليه.أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ فلاحا ونجاحا ليس بعدهما فلاح أو نجاح.وقد ذكروا روايات متعددة في سبب نزول هذه الآية الكريمة، منها: أنها نزلت في أبى عبيدة عامر بن الجراح، فقد قتل أباه- وكان كافرا- في غزوة بدر.والآية الكريمة تصدق على أبى عبيدة وغيره ممن حاربوا آباءهم وأبناءهم وإخوانهم وعشيرتهم، عند ما استحب هؤلاء الآباء والأبناء الكفر على الإيمان.وقد أخذ العلماء من هذه الآية الكريمة، وجوب عدم موالاة الكفار والفساق والمنافقين والمجاهرين بارتكاب المعاصي ... مهما بلغت درجة قرابتهم، ومهما كانت منزلتهم.ومن دعاء رسول الله صلى الله عليه وسلم «اللهم لا تجعل لفاجر ولا لفاسق عندي يدا ولا نعمة» .وبعد فهذا تفسير لسورة «المجادلة» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
}