{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/58/2/",
    "ayah_number": 2,
    "text": "ثم شرع- سبحانه- في بيان شأن الظهار في ذاته، وفي بيان حكمه المترتب عليه شرعا فقال: الَّذِينَ يُظاهِرُونَ مِنْكُمْ مِنْ نِسائِهِمْ ما هُنَّ أُمَّهاتِهِمْ، إِنْ أُمَّهاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ.وقوله: يَظْهَرُونَ من الظهار، وهو لغة مصدر ظاهر، وهو مفاعلة من الظهر.قال الآلوسى: والظهار يراد به معان مختلفة راجعة إلى الظهر معنى ولفظا باختلاف الأغراض، فيقال: ظاهر زيد عمرا، أى: قابل ظهره بظهره حقيقة، وكذا إذا غايظه ...وظاهره إذا ناصره باعتبار أنه يقال: قوى ظهره إذا نصره» .والمراد به هنا: أن يقول الرجل لزوجته: أنت على كظهر أمى، قاصدا بذلك تحريم زوجته على نفسه كتحريم أمه عليه.وكان هذا القول من الرجل لامرأته يؤدى إلى طلاقها منه، بحيث لا تحل له حتى تنكح زوجا غيره، وقيل: إلى طلاقها منه طلاقا مؤبدا لا تحل له بعده.وقيل: إن هذا القول لم يكن طلاقا من كل وجه، بل كانت الزوجة تبقى بعده معلقة، فلا هي مطلقة، ولا هي غير مطلقة.و «من» في قوله مِنْ نِسائِهِمْ بيانية، لإفادة أن هذا تشريع عام، وليس خاصا بخولة بنت ثعلبة، التي نزلت في شأنها هذه الآيات.وجملة: ما هُنَّ أُمَّهاتِهِمْ قائمة مقام الخبر، ودالة عليه.والمعنى: الذين يظاهرون منكم- أيها المؤمنون- من نسائهم بأن يقولوا لهن: أنتن علينا كظهر أمهاتنا، مخطئون فيما يقولون، فإن زوجاتهم لسن بأمهاتهم.إِنْ أُمَّهاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ أى: ليس أمهاتهم على سبيل الحقيقة والواقع إلا النساء اللائي ولدنهم وأرضعنهم، وقمن برعايتهم في مراحل الطفولة والصبا والشباب.ثم أكد- سبحانه- هذا المعنى بقوله: وَإِنَّهُمْ لَيَقُولُونَ مُنْكَراً مِنَ الْقَوْلِ وَزُوراً.أى: وإن هؤلاء الرجال الذين يقولون لأزواجهم: أنتن علينا كظهور أمهاتنا في الحرمة، ليتفوهون بما هو منكر من القول، في حكم الشرع وفي حكم العقل، وفي حكم الطبع. وفضلا عن كل ذلك فهو قول كاذب وباطل إذ لم يحرم الله- تعالى- الزوجة على زوجها، كما حرم عليه أمه. فعلاقة الأزواج بأمهاتهم، تختلف اختلافا تاما عن علاقتهم بزوجاتهم.وإذا فالمقصود بهذه الجملة الكريمة: التوبيخ على هذا القول، وهو قول الرجل لزوجته:أنت على كظهر أمى، وذم من ينطق به، لأنه يعرض مقام الأمهات- وهو مقام في أسمى درجات الاحترام والتبجيل- إلى تخيلات قبيحة تصاحب النطق بهذا الكلام.وكعادة القرآن الكريم في قرن الترهيب بالترغيب، حتى لا تيأس النفوس من رحمة الله، ختمت الآية الكريمة بما يدل على فضله- تعالى-.فقال: وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ أى: وإن الله- تعالى- لكثير العفو والمغفرة، لمن تاب إليه- سبحانه- وأناب وأقلع عن تلك الأقوال والأفعال التي يبغضها- سبحانه-."
}