{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/58/4/",
    "ayah_number": 4,
    "text": "ثم بين- سبحانه- جانبا من مظاهر يسره في أحكامه فقال: فَمَنْ لَمْ يَجِدْ فَصِيامُ شَهْرَيْنِ مُتَتابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا.أى، فمن لم يجد منكم- أيها المؤمنون- رقبة يعتقها، أو يجد المال الذي يشترى به الرقبة فيعتقها.. فعليه في هذه الحالة، أن يصوم شهرين متتابعين من قبل أن يستمتع أحدهما بالآخر.فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعامُ سِتِّينَ مِسْكِيناً أى: فمن لم يستطع أن يصوم شهرين متتابعين، لسبب من الأسباب كمرض أو غيره فعليه في هذه الحالة أن يطعم ستين مسكينا، بأن يقدم لهم طعاما يكفى لغدائهم وعشائهم بصورة مشبعة.واسم الإشارة في قوله: ذلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ إشارة إلى ما سبق الحديث عنه، من تشريع يتعلق بالظهار. ومحله إما الرفع على الابتداء، أو النصب بمضمر معلل بما بعده.أى: ذلك واقع، أو فعلنا ذلك ليزداد إيمانكم بالله ورسوله، وعملكم بشريعة الإسلام، وتنفيذكم للتكاليف التي كلفكم الله- تعالى- بها.وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكافِرِينَ عَذابٌ أَلِيمٌ أى: وتلك الأحكام التي ذكرناها لكم هي حدود الله- تعالى- التي لا يجوز تعديها، فالزموها وقفوا عندها، وللكافرين الذين يتعدونها ولا يقفون عندها، عذاب شديد الألم على من ينزل به.هذا، ومن الأحكام والآداب التي أخذها العلماء من هذه الآيات ما يأتى:1- أن الدعاء متى صدر عن لسان صادق، وعن قلب عامر باليقين.. أجابه الله- تعالى- لصاحبه في الحال أو في الوقت الذي يريده- سبحانه-.والدليل على ذلك أن السيدة خولة بنت ثعلبة، عند ما تضرعت إلى الله- تعالى- بالدعاء، أن يكشف كربها، وأن يحل قضيتها.. أجاب- سبحانه- دعاءها، وأنزل قرآنا يتلى، وأحكاما يعمل بها في شأن الظهار.ورضى الله عن السيدة عائشة فقد قالت: الحمد لله الذي وسع سمعه الأصوات، لقد جاءت المجادلة تشكو إلى رسوله الله صلى الله عليه وسلم وأنا في ناحية البيت. ما أسمع ما تقول، فأنزل الله- عز وجل-: قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجادِلُكَ فِي زَوْجِها ... الآيات.وقال القرطبي: «المرأة التي اشتكت هي خولة بنت ثعلبة.. وقد مر بها عمر بن الخطاب في خلافته، والناس معه فاستوقفته طويلا ووعظته وقالت: يا عمر قد كنت تدعى عميرا، ثم قيل لك يا عمر، ثم قيل لك يا أمير المؤمنين، فاتق الله يا عمر، فإن من أيقن بالموت خاف الفوت، ومن أيقن الحساب خاف العذاب.فقيل له: يا أمير المؤمنين، أتقف هذا الوقوف لتلك المرأة العجوز؟ فقال: والله لو حبستني من أول النهار إلى آخره لا زلت إلا للصلاة المكتوبة. أتدرون من هذه؟ إنها خولة بنت ثعلبة، سمع الله قولها من فوق سبع سماوات، أيسمع رب العالمين قولها ولا يسمعه عمر» .2- أخذ العلماء من قوله- تعالى-: الَّذِينَ يُظاهِرُونَ مِنْكُمْ مِنْ نِسائِهِمْ ... أنه ليس للنساء ظهار، فلو ظاهرت امرأة من زوجها لم يلزمها شيء.. لأن الحل والعقد، والتحليل والتحريم في النكاح، إنما هو بيد الرجل لا بيد المرأة.ويرى بعضهم أن عليها كفارة يمين، ولا يحول قولها هذا بينها وبين زوجها من مجامعتها. كما أخذ الحنفية والحنابلة والمالكية من هذه الآية، أن الظهار خاص بالمسلمين، لأنهم هم المخاطبون، ولأن غيرهم من الذميين ليسوا من أهل الكفارة.وقال الشافعية: كما يصح طلاق الذمي وتترتب عليه أحكامه، يصح ظهار الذمي وتترتب عليه أحكامه.. كذلك أخذ العلماء من هذه الآية: صحة ظهار العبد من زوجته، لأن أحكام النكاح في حقه ثابتة، وإذا تعذر عليه العتق والإطعام. فإنه قادر على الصوم.3- يؤخذ من قوله- تعالى-: وَإِنَّهُمْ لَيَقُولُونَ مُنْكَراً مِنَ الْقَوْلِ وَزُوراً أن الظهار حرام، لأن الله- تعالى- قد وصفه بأنه منكر من القول، وبأنه زور.والفعل الذي يوصف بهذا الوصف، يجب على المؤمن أن يتنزه عنه.4- يرى الحنفية والظاهرية أنه يكفى في الكفارة بالنسبة للظهار تحرير رقبة حتى ولو كانت كافرة، لأن الله- تعالى- يقول: فَتَحْرِيرُ رَقَبَةٍ ولو كان الإيمان شرطا لبينه كما بينه في كفارة القتل. فوجب أن يطلق ما أطلقه، وأن يقيد ما قيده، ويعمل بكل منهما في موضعه.ويرى جمهور الفقهاء اشتراط الإيمان في الرقبة، لأنه من المعروف حمل المطلق على المقيد إذا كان من جنسه، وما دام قد ورد النص على كون الرقبة مؤمنة في بعض الآيات، فيجب حمل بقية الآيات على ذلك.5- دل قوله- تعالى- مِنْ قَبْلِ أَنْ يَتَمَاسَّا على حرمة الجماع قبل التكفير.وألحق بعضهم بالجماع دواعيه من التقبيل ونحوه، لأن الأصل في الأحكام أنه إذا حرم شيء منها، أن يلحق بذلك الشيء المحرم ما يوصل إليه إذ طريق المحرم محرم.ويرى بعضهم أن المحرم إنما هو الجماع فقط، لأن حرمة الجماع ليست لمعنى يخل بالنكاح، وعليه فلا يلزم من تحريم الجماع تحريم دواعيه، فإن الحائض يحرم جماعها دون دواعيه.قال القرطبي: ولا يقرب المظاهر امرأته ولا يباشرها ولا يتلذذ بشيء حتى يكفّر، خلافا للشافعي في أحد قوليه.. فإن وطئها قبل أن يكفر، استغفر الله- تعالى- وأمسك عنها حتى يكفر كفارة واحدة.وقال مجاهد وغيره: عليه كفارتان  .6- قوله- تعالى-: فَصِيامُ شَهْرَيْنِ مُتَتابِعَيْنِ.. صريح في وجوب تتابع الصوم من غير انقطاع بين الأيام، فلو أفطر يوما من الشهرين من غير عذر انقطع التتابع، ولزمه استئناف الصوم من جديد.أما الإفطار بعذر- كمرض ونحوه- فيرى بعضهم وجوب الاستئناف، لزوال التتابع الذي صرحت به الآية.ويرى فريق آخر من العلماء، أن الإفطار بعذر لا يمنع التتابع.7- أخذ العلماء من قوله- تعالى- فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعامُ سِتِّينَ مِسْكِيناً أن المطلوب من المظاهر أن يطعم هؤلاء المساكين إطعاما يشبعهم في الغداء والعشاء، سواء أكان ذلك بالتمليك أم بالإباحة، فأيهما وقع من المكفر أجزأه، وسواء أطعمهم جملة أم متفرقين.وأوجب الشافعية تمليك المساكين.. بأن يملك لكل مسكين مدّا أو صاعا من غالب قوت البلد الذي يسكنه من عليه الكفارة.أما حكم من عجز عن الكفارة، فيرى جمهور العلماء أنها لا تسقط عنه، بل تستقر في ذمته حتى يتمكن من أدائها، كسائر الديون والحقوق، فإنها لا تسقط، وإنما تبقى في ذمة من عليه، حتى يتمكن من أدائها.قال القرطبي: «وقد ذكر الله- تعالى- الكفارة هنا مرتبة، فلا سبيل إلى الصيام إلا عند العجز عن الرقبة، وكذلك لا سبيل إلى الإطعام إلا عند عدم الاستطاعة على الصيام»هذا، ومن أراد التوسع في هذه الأحكام الفقهية، فعليه يكتب الفروع وببعض كتب التفسير .ثم بين- سبحانه- سوء عاقبة الذين يحاربون الله ورسوله، ولا يدركون أنه- سبحانه- معهم أينما كانوا، ويعلم ما يتناجون به من إثم وعدوان ومعصية للرسول صلى الله عليه وسلم فقال- تعالى-:"
}