{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/53/23/",
    "ayah_number": 23,
    "text": "ثم بين لهم- سبحانه- وجه الحق في هذه الأصنام فقال: إِنْ هِيَ إِلَّا أَسْماءٌ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ، ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ.... أى: ما هذه الأصنام التي عبدتموها من دون الله، أو توهمتم أنها تشفع لكم عنده- تعالى-. ما هي إلا أسماء محضة، ليس فيها شيء أصلا من صفات الألوهية، وأنتم وآباؤكم سميتموها آلهة من تلقاء أنفسكم، دون أن يكون معكم على هذه التسمية شيء من الحجة أو الدليل أو البرهان ...فالضمير «هي» يعود إلى اللات والعزى ومناة وغيرها من الآلهة الباطلة.والمراد بقوله: أَسْماءٌ: أنها ليس لها من الألوهية التي أثبتوها لها سوى اسمها، وأما معناها وحقيقتها فهي أبعد ما تكون عن ذلك..وجملة «سميتموها» صفة للأسماء، والهاء هي المفعول الثاني، والمفعول الأول محذوف، والتقدير: إن هي إلا أسماء سميتموها الأصنام، أى: سميتم بها الأصنام.والمراد بالسلطان: الحجة والدليل، والمراد بالإنزال: الإخبار بأنها آلهة و «من» مزيدة لتوكيد عدم الإنزال على سبيل القطع والبت..أى: ما أخبر الله- تعالى- عنها بأنها آلهة، بأى لون من ألوان الإخبار، ولا توجد حجة من الحجج حتى ولو كانت واهية تشير إلى ألوهيتها ...ثم يهمل- سبحانه- خطابهم بعد ذلك، ويذرهم في أوهامهم يعمهون، ويلتفت بالحديث عنهم حتى كأنهم لا وجود لهم، فيقول: إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَما تَهْوَى الْأَنْفُسُ....أى: ما يتبع هؤلاء الجاهلون في عبادتهم لتلك الآلهة الباطلة، إلا الظنون الكاذبة، وإلا ما تشتهيه أنفسهم الأمارة بالسوء، وتقليد للآباء بدون تفكر أو تدبر..فالمراد بالظن هنا: الظن الباطل الذي يقوم على الاعتقاد الفاسد، كما في قوله- تعالى-: إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ.والتعريف في قوله- سبحانه-: وَما تَهْوَى الْأَنْفُسُ عوض عن المضاف إليه.وما موصولة والعائد محذوف. أى: والذي تهواه أنفسهم التي استحوذ عليها الشيطان..وجملة: وَلَقَدْ جاءَهُمْ مِنْ رَبِّهِمُ الْهُدى حالية من فاعل «يتبعون» ، وجيء بها لزيادة التعجب من حالهم.أى: هم ما يتبعون إلا الظنون وما تهواه أنفسهم المحجوبة عن الحق، والحال أنه قد جاء إليهم، ووصل إلى مسامعهم من ربهم، ما يهديهم إلى الصواب لو كانوا يعقلون.وأكد- سبحانه- هذه الجملة بلام القسم وقد، لتأكد الخبر، ولزيادة التعجب من أحوالهم التي بلغت الغاية في الغرابة..والتعبير بقوله: جاءَهُمْ يشعر بأن الحق قد وصل إليهم بدون عناء منهم، ولكنهم مع ذلك رفضوه وأعرضوا عنه.والتعريف في لفظ «الهدى» يدل على كماله وسموه. أى. ولقد جاءهم من ربهم الهدى الكامل الذي ينتهى بمن يتبعه إلى الفوز والسعادة.والمراد به: ما جاء به النبي صلى الله عليه وسلم من قرآن كريم ومن سنة مطهرة.."
}