{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/29/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة العنكبوت هي السورة التاسعة والعشرون في ترتيب المصحف، وكان نزولها بعد سورة الروم، أى: أنها من أواخر السور المكية في النزول، إذ أن ترتيبها في النزول الثالثة والثمانون من بين السور المكية، ولم ينزل بعدها قبل الهجرة سوى سورة المطففين  وعدد آياتها تسع وستون آية.2- وجمهور العلماء على أنها مكية، ومنهم من يرى أن فيها آيات مدنية.قال الآلوسى: عن ابن عباس أنها مكية وذهب إلى ذلك- أيضا- الحسن وجابر وعكرمة. وعن بعضهم أنها آخر ما نزل بمكة ... وقال يحيى بن سلام: هي مكية، إلا من أولها إلى قوله- تعالى-: وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنافِقِينَ ...  .والذي تطمئن إليه النفس أن سورة العنكبوت كلها مكية، وليس هناك روايات يعتمد عليها في كون بعض آياتها مدنية.3- وقد افتتحت سورة العنكبوت ببعض الحروف المقطعة الم، ثم تحدثت عن تكاليف الإيمان، وأنه يستلزم الامتحان والاختبار، ليميز الله الخبيث من الطيب، وعن الحسنة التي أعدها- سبحانه- لعباده المؤمنين الصادقين. قال- تعالى-: وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ.4- ثم حكت جانبا من أقوال المشركين، ومن دعاواهم الكاذبة، وردت عليهم بما يبطل أقوالهم، وبما يزيد المؤمنين إيمانا على إيمانهم ...قال- تعالى-: وَقالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنا وَلْنَحْمِلْ خَطاياكُمْ وَما هُمْ بِحامِلِينَ مِنْ خَطاياهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكاذِبُونَ، وَلَيَحْمِلُنَّ أَثْقالَهُمْ وَأَثْقالًا مَعَ أَثْقالِهِمْ، وَلَيُسْئَلُنَّ يَوْمَ الْقِيامَةِ عَمَّا كانُوا يَفْتَرُونَ.5- ثم انتقلت السورة الكريمة بعد ذلك، إلى الحديث عن قصص بعض الأنبياء مع أقوامهم، فأشارت إلى قصة نوح مع قومه، ثم ذكرت بشيء من التفصيل جانبا من قصة إبراهيم مع قومه، ومن قصة لوط مع قومه، وأتبعت ذلك بإشارات مركزة تتعلق بقصة شعيب وهود وصالح وموسى مع أقوامهم ...ثم اختتمت هذه القصص ببيان العاقبة السيئة التي صار إليها المكذبون لرسلهم، فقال- تعالى-: فَكُلًّا أَخَذْنا بِذَنْبِهِ، فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً، وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ، وَمِنْهُمْ مَنْ أَغْرَقْنا، وَما كانَ اللَّهُ لِيَظْلِمَهُمْ، وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ.6- ثم ضربت السورة الكريمة مثلا لحال الذين أشركوا مع الله- تعالى- آلهة أخرى في العبادة، فشبهت ما هم عليه من كفر وشرك- في ضعفه وهوانه وهلهلته- ببيت العنكبوت، وأمرت النبي صلى الله عليه وسلم وأصحابه، أن يزدادوا ثباتا على ثباتهم، وأن يستعينوا على ذلك، بتلاوة القرآن الكريم، وبإقامة الصلاة، وبالإكثار من ذكر الله- تعالى-.قال- سبحانه-: اتْلُ ما أُوحِيَ إِلَيْكَ مِنَ الْكِتابِ وَأَقِمِ الصَّلاةَ، إِنَّ الصَّلاةَ تَنْهى عَنِ الْفَحْشاءِ وَالْمُنْكَرِ، وَلَذِكْرُ اللَّهِ أَكْبَرُ، وَاللَّهُ يَعْلَمُ ما تَصْنَعُونَ.7- ثم أمرت السورة الكريمة المؤمنين بأن يجادلوا أهل الكتاب بالتي هي أحسن، إلا الذين ظلموا منهم، وأرشدتهم إلى ما يقولونه لهم، ومدحت من يستحق المدح منهم، وذمت من يستحق الذم، وأقامت الأدلة الساطعة على أن هذا القرآن من عند الله- تعالى-.قال- سبحانه-: وَكَذلِكَ أَنْزَلْنا إِلَيْكَ الْكِتابَ، فَالَّذِينَ آتَيْناهُمُ الْكِتابَ يُؤْمِنُونَ بِهِ، وَمِنْ هؤُلاءِ مَنْ يُؤْمِنُ بِهِ، وَما يَجْحَدُ بِآياتِنا إِلَّا الْكافِرُونَ وَما كُنْتَ تَتْلُوا مِنْ قَبْلِهِ مِنْ كِتابٍ، وَلا تَخُطُّهُ بِيَمِينِكَ إِذاً لَارْتابَ الْمُبْطِلُونَ بَلْ هُوَ آياتٌ بَيِّناتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ، وَما يَجْحَدُ بِآياتِنا إِلَّا الظَّالِمُونَ.8- ثم وجه- سبحانه- نداء إلى المؤمنين، حضهم فيه على الهجرة من أرض الكفر إلى دار الإيمان، ورغبهم في ذلك بوسائل، منها: إخبارهم بأن الآجال بيد الله- تعالى- وحده، وكذلك الأرزاق بيده وحده، وأن من استجاب لما أمره الله- تعالى- به، أعطاه- سبحانه- الكثير من خيره وفضله.قال- تعالى- يا عِبادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي واسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ كُلُّ نَفْسٍ ذائِقَةُ الْمَوْتِ، ثُمَّ إِلَيْنا تُرْجَعُونَ.9- ثم ساق- سبحانه- في أواخر السورة، ألوانا من تناقضات المشركين، حيث إنهم إذا سألهم سائل عمن خلق السموات والأرض ... قالوا: الله- تعالى- هو الذي خلقهما، ومع ذلك فهم يشركون معه في العبادة آلهة أخرى، وإذا أحاط بهم الموج وهم في السفن ...دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ، فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذا هُمْ يُشْرِكُونَ، وهم يعيشون في حرم آمن، والناس يتخطفون من حولهم.. ومع ذلك فهم بالباطل يؤمنون وبنعمة الله يكفرون.هذا شأنهم، أما المؤمنون الصادقون فقد وعدهم الله- تعالى- بما يقر أعينهم فقال في ختام السورة: وَالَّذِينَ جاهَدُوا فِينا لَنَهْدِيَنَّهُمْ سُبُلَنا، وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ.10- وهكذا نرى هذه السورة الكريمة، وقد حدثتنا- من بين ما حدثتنا- عن الإيمان وتكاليفه، وعن سنن الله في خلقه، وعن قصص بعض الأنبياء مع أقوامهم، وعن هوان الشرك والشركاء، وعما يعين المؤمن على طاعة الله، وعن علاقة المؤمنين بغيرهم، وعن البراهين الساطعة الناطقة بأن هذا القرآن من عند الله، وعن أن المؤمن لا يليق به أن يقيم في مكان لا يستطيع فيه أن يؤدى شعائر دينه، وعن سوء عاقبة الأشرار، وحسن عاقبة الأخبار ...نسأل الله- تعالى- أن يجعلنا جميعا من عباده الأخيار.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم،،سورة العنكبوت من السور التي افتتحت ببعض حروف التهجي الم، ويبلغ عدد السور التي افتتحت بحروف التهجي، تسعا وعشرين سورة.وقد سبق أن قلنا: لعل أقرب الأقوال إلى الصواب، أن هذه الحروف المقطعة قد وردت في افتتاح بعض السور، على سبيل الإيقاظ والتنبيه، للذين تحداهم القرآن الكريم، فكأن الله- تعالى- يقول لأولئك المعارضين في أن القرآن من عند الله: هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون منه كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها حروفكم، فإن كنتم في شك من كونه منزلا من عند الله، فهاتوا مثله، وادعوا من شئتم من الخلق لكي يعاونكم في ذلك ..."
}