{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/179/",
    "ayah_number": 179,
    "text": "ثم بين- سبحانه- بعض الحكم التي اشتملت عليها غزوة أحد فقال تعالى ما كانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلى ما أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ.وقوله لِيَذَرَ أى ليترك. والمراد بالمؤمنين: المخلصون الذين صدقوا في إيمانهم والمراد بقوله عَلى ما أَنْتُمْ عَلَيْهِ أى اختلاط المؤمنين بالمنافقين واستواؤهم في إجراء الأحكام.ومعنى يميز يفصل. وقرئ يميز أن يحدد ويبين.والمراد بالخبيث: المنافق ومن على شاكلته من ضعاف الإيمان.والمراد بالطيب: الصادق في إيمانه.والمعنى: ليس من شأن الله- تعالى- ولا من حكمته وسنته في خلقه أن يترككم أيها المؤمنون على ما أنتم عليه من الالتباس واختلاط المنافقين بكم، بل الذي من شأنه وسنته أن يبتليكم ويمتحنكم بألوان من المصائب والشدائد حتى يتميز المؤمنون من المنافقين، وينفصل الأخيار عن الأشرار.قال ابن كثير: أى لا بد أن يعقد سببا من المحنة، يظهر فيه وليه ويفضح به عدوه، يعرف به المؤمن الصابر والمنافق الفاجر، يعنى بذلك يوم أحد الذي امتحن الله به المؤمنون فظهر به إيمانهم وصبرهم وجلدهم وثباتهم وطاعتهم لله ولرسوله وهتك به ستار المنافقين، فظهرت مخالفتهم، ونكولهم عن الجهاد، وخيانتهم الله ولرسوله. قال مجاهد: ميز بينهم يوم أحد»  .وعبر- سبحانه- عن المؤمن بالطيب، وعن المنافق بالخبيث، ليسجل على كل منهما ما يليق به من الأوصاف، وللإشعار بعلة الحكم.وقوله وَما كانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشاءُ معطوف على قوله ما كانَ اللَّهُ لِيَذَرَ.والغيب: ضد المشاهد. وهو كل ما غاب عن الحواس ولا تمكن معرفته إلا عن طريق الوحى من الله تعالى على رسوله صلّى الله عليه وسلّم.واجتبى: من الاجتباء بمعنى الاختيار والاصطفاء.أى: وما كان الله تعالى ليعطى أحدا منكم- معشر المؤمنين- علم الغيوب الذي به تعرفون المؤمن من المنافق، إذ علم ذلك له وحده، ولكنه- سبحانه- يصطفى من رسله من يريد اصطفاءه فيطلعه على بعض الغيوب، وذلك كما حدث لنبيكم صلّى الله عليه وسلّم فقد أطلعه- سبحانه- على ما دبره له اليهود حين هموا باغتياله، وأطلعه على حال تلك المرأة التي أرسلها حاطب بن أبى بلتعة برسالة إلى قريش لتخبرهم باستعداد الرسول صلّى الله عليه وسلّم لحربهم. وأطلعه على بعض أحوال المنافقين.قال تعالى عالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلى غَيْبِهِ أَحَداً. إِلَّا مَنِ ارْتَضى مِنْ رَسُولٍ  وفي قوله تعالى وَلكِنَّ اللَّهَ يَجْتَبِي مِنْ رُسُلِهِ مَنْ يَشاءُ إيذان بأن الوقوف على أمثال تلك الأسرار الغيبية، لا يتأتى إلا ممن رشحه الله- تعالى- لمنصب جليل، تقاصرت عنه همم الأمم، واصطفاه على الناس لإرشادهم.ثم أمر الله تعالى عباده أن يثبتوا على الإيمان، وبشرهم بالأجر العظيم إذ هم استمروا على ذلك فقال: فَآمِنُوا بِاللَّهِ وَرُسُلِهِ، وَإِنْ تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ.أى: إذا علمتم أيها المؤمنون أن الله لا يطلع على غيبه أحدا إلا من ارتضى من رسول، فإنه يجب عليكم أن تؤمنوا بالله وبرسله حق الإيمان، وإن تؤمنوا بالله تعالى وبرسله حق الإيمان، وتتقوا المخالفة في الأمر والنهى، فلكم في مقابلة ذلك من الله تعالى ما لا يقادر قدره من الثواب العظيم، والأجر الجزيل."
}