{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/149/",
    "ayah_number": 149,
    "text": "قال الآلوسى ما ملخصه: قوله يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا شروع في زجر المؤمنين عن متابعة الكفار ببيان مضارها، إثر ترغيبهم في الاقتداء بأنصار الأنبياء ببيان فضائله وتصدير الخطاب بالنداء والتنبيه لإظهار الاعتناء بما في حيزه ووصفهم بالإيمان لتذكيرهم بحال ينافي تلك الطاعة فيكون الزجر على أكمل وجه. والمراد من الذين كفروا إما المنافقون لأنهم هم الذين قالوا للمؤمنين عند هزيمتهم في أحد: ارجعوا إلى إخوانكم وادخلوا في دينهم.. وإما أبو سفيان وأصحابه وحينئذ فالمراد بإطاعتهم الاستكانة لهم وطلب الأمان منهم.. وإما اليهود والنصارى لأنهم هم الذين كانوا يلقون الشبه في الدين ويقولون: لو كان محمد نبيّا حقا لما غلبه أعداؤه.. وإما سائر الكفار» .فالآية الكريمة تنهى المؤمنين عن طاعة الكفار لأن الكفر والإيمان نقيضان لا يجتمعان وجاء التعبير «بإن» الشرطية دون «إذا» لأن إذا لتحقق الشرط والجزاء أما إن فإنها لا تفيد التحقق بل تفيد الشك، وهذا هو المناسب لحال المؤمنين لأن إيمانهم يحجزهم عن طاعة الذين كفروا ويمنعهم من الوقوع في ذلك والنداء متوجه ابتداء للمؤمنين المجاهدين الذين حضروا غزوة أحد، وسمعوا ما سمعوا من أراجيف أعدائهم وأكاذيبهم، إلا أنه يندرج تحت مضمونه كل مؤمن في كل زمان أو مكان لأن الكافرين في كل العصور لا يريدون بالمؤمنين إلا خبالا، ولا يتمنون لهم إلا الشرور والمصائب.ثم بين- سبحانه- النتيجة- السيئة التي تترتب على طاعة المؤمنين للكافرين فقال:يَرُدُّوكُمْ عَلى أَعْقابِكُمْ فَتَنْقَلِبُوا خاسِرِينَ.أى: إن تطيعوهم يرجعوكم إلى ما كنتم عليه قبل الإسلام من ضلال وكفران أو يردوكم إلى الحالة التي كنتم عليها قبل مشروعية الجهاد وهي حالة الضعف والهوان التي رفعها الله عنكم بأن أذن لكم في مقاتلة أعدائكم الذين أخرجوكم من دياركم بغير حق.وقوله فَتَنْقَلِبُوا خاسِرِينَ أى فترجعوا خاسرين لخيرى الدنيا والآخرة، أما خسران الدنيا فبسبب انقيادكم لهم، واستسلامكم لمطالبهم.. وأما خسران الآخرة فبسبب ترككم لوصايا دينكم ومخالفتكم لأوامر خالقكم، وتوجيهات نبيكم صلّى الله عليه وسلّم وكفى بذلك خسارة شنيعة.فأنت ترى أن الآية الكريمة قد نهت المؤمنين عن طاعة الكافرين، ثم بينت لهم نتيجتين سيئتين تترتبان على هذه الطاعة، وهما: الرجوع إلى الضلال بعد الهدى، والخسران في الدنيا والآخرة.والتعبير بقوله فَتَنْقَلِبُوا يفيد أن إطاعة الكافرين يؤدى بالمؤمنين إلى انقلاب حالهم وانتكاس أمرهم وجعل أعلاهم أسفلهم.. وفي ذلك ما فيه من التنفير عن إطاعة الكافرين والاستماع إلى وساوسهم."
}