{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/146/",
    "ayah_number": 146,
    "text": "ثم بين- سبحانه- ما كان عليه أتباع الأنبياء السابقين من إيمان عميق، وعزم وثيق، حتى يتأسى بهم كل ذي عقل سليم، فقال- تعالى-: وَكَأَيِّنْ مِنْ نَبِيٍّ قاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ، فَما وَهَنُوا لِما أَصابَهُمْ فِي سَبِيلِ اللَّهِ وَما ضَعُفُوا وَمَا اسْتَكانُوا.وكلمة كَأَيِّنْ مركبة من كاف التشبيه وأى الاستفهامية المنونة، ثم هجر معنى جزأيها وصارت كلمة واحدة بمعنى كم الخبرية الدالة على الكثير.ويكنى بها عن عدد مبهم فتفتقر إلى تمييز بعدها وهي مبتدأ: وجملة قاتَلَ مَعَهُ رِبِّيُّونَ خبرها.والربيون جمع ربي، وهو العالم بربه الصادق في إيمانه به، المخلص له في عبادته نسبة إلى الرب كالرباني.قال القرطبي ما ملخصه: والربيون- بكسر الراء- قراءة الجمهور. وقرأها بعضهم بضم الراء وقرأها بعضهم بفتحها والربيون: الجماعة الكثيرة نسبة إلى الربة- بكسر الراء وضمها- وهي الجماعة.. ومنه يقال للخرقة التي تجمع فيها القداح: ربة. وربة والرباب: قبائل تجمعت.وقال ابن عباس: ربيون- بفتح الراء- منسوب إلى الرب.وقال الخليل: الربى- بكسر الراء- الواحد من العباد الذين صبروا مع الأنبياء، وهم الربانيون نسبوا إلى التأله والعبادة ومعرفة الربوبية الله- تعالى-   . وقوله فَما وَهَنُوا من الوهن وهو اضطراب نفسي، وانزعاج قلبي، يبتدئ من داخل الإنسان، فإذا وصل إلى الخارج كان ضعفا وتخاذلا.والمعنى: وكثير من الأنبياء قاتل معهم مؤمنون صادقو الايمان من أجل إعلاء كلمة الله وإعزاز دينه وأصيبوا وهم يقاتلون بما أصيبوا من جراح وآلام، فَما وَهَنُوا لِما أَصابَهُمْ فِي سَبِيلِ اللَّهِ أى فما عجزوا أو جبنوا بسبب ما أصابهم من جراح، أو ما أصاب أنبياءهم وإخوانهم من قتل واستشهاد. لأن الذي أصابهم إنما هو في سبيل الله وطاعته وإقامة دينه، ونصرة رسله.وقوله وَما ضَعُفُوا أى: عن قتال أعدائهم وعن الدفاع عن الذي آمنوا به وقوله وَمَا اسْتَكانُوا أى ما خضعوا وذلوا لأعدائهم.فأنت ترى أن الله- تعالى- قد نفى عن هؤلاء المؤمنين الصادقين ثلاثة أوصاف لا تتفق مع الإيمان.نفى عنهم- أولا- الوهن وهو اضطراب نفسي، وهلع قلبي، يستولى على الإنسان فيفقده ثباته وعزيمته.ونفى عنهم- ثانيا- الضعف الذي هو ضد القوة، وهو ينتج عن الوهن.ونفى عنهم- ثالثا- الاستكانة وهي الرضا بالذل وبالخضوع للأعداء ليفعلوا بهم ما يريدون.وقد نفى- سبحانه- هذه الأوصاف الثلاثة عن هؤلاء المؤمنين الصادقين مع أن واحدا منها يكفى نفيه لنفيها لأنها متلازمة- وذلك لبيان قبح ما يقعون فيه من أضرار فيما لو تمكن واحد من هذه الأوصاف من نفوسهم.وجاء ترتيب هذه الأوصاف في نهاية الدقة بحسب حصولها في الخارج، فإن الوهن الذي هو خور في العزيمة إذا تمكن من النفس أنتج الضعف الذي هو لون من الاستسلام والفشل. ثم تكون بعدهما الاستكانة التي يكون معها الخضوع لكل مطالب الأعداء وإذا وصل الإنسان إلى هذه المرحلة في حياته كان الموت أكرم له من هذه الحياة.وقوله وَاللَّهُ يُحِبُّ الصَّابِرِينَ تذييل قصد به حض المؤمنين على تحمل المكاره وعلى مقاساة الشدائد ومعاناة المكاره من أجل إعلاء دينهم حتى يفوزوا برضا الله ورعايته كما فاز أولئك الأنقياء الأوفياء.أى والله- تعالى- يحب الصابرين على آلام القتال، ومصاعب الجهاد، ومشاق الطاعات، وتبعات التكاليف التي كلف الله- تعالى- بها عباده."
}