{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/45/",
    "ayah_number": 45,
    "text": "ثم حكى- سبحانه- ما قالته الملائكة لمريم على سبيل تبشيرها بعيسى- عليه السّلام- فقال- تعالى- إِذْ قالَتِ الْمَلائِكَةُ يا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ.وهذه الجملة الكريمة بدل اشتمال من جملة وَإِذْ قالَتِ الْمَلائِكَةُ يا مَرْيَمُ إِنَّ اللَّهَ اصْطَفاكِ.إلخ قالوا: ولا يضر الفصل إذ الجملة الفاصلة بين البدل والمبدل منه اعتراض جيء به تقريرا لما سبق وتنبيها على استقلاله.والظرف إِذْ معمول لمحذوف تقديره اذكر، أى اذكر وقت أن قالت الملائكة لمريم، يا مريم إن الله يبشرك بكلمة منه.وقوله يبشرك بِكَلِمَةٍ مِنْهُ أى يبشرك بمولود يحصل بكلمة منه- سبحانه- وسمى هذا المولود كلمة لأنه وجد بكلمة كن فهو من باب إطلاق السبب على المسبب.والمراد أنه وجد من غير واسطة أب، لأن غيره وإن وجد بتلك الكلمة لكنه بواسطة أب، أى أنه- سبحانه- إذا كان قد خلق الناس بطريق التناسل عن ذكر وأنثى وأخرج الأولاد من أصلاب الآباء، فإن عيسى- عليه السّلام- لم يكن كذلك، بل خلقه الله- تعالى- خلقا آخر، خلقه بِكَلِمَةٍ مِنْهُ وهي «كن» فكان كما أراده الله و «من» في قوله «منه» لابتداء الغاية والجار والمجرور متعلق بمحذوف صفة لكلمة: أى بكلمة كائنة منه.فالمراد بقوله «كلمة» أى يبشر بولد حي يسرى عليه حكم الأحياء اسمه المسيح عيسى ابن مريم وعلى هذا التأويل سار كثير من المفسرين.ورجح ابن جرير أن معنى بِكَلِمَةٍ مِنْهُ ببشرى منه- سبحانه- فقد قال: وقوله «بكلمة منه» يعنى برسالة من الله وخير من عنده وهو من قول القائل: ألقى إلى فلان كلمة سرني بها بمعنى أخبرنى خبرا فرحت به.. فتأويل الكلام: وما كنت يا محمد عند القوم إذ قالت الملائكة لمريم إن الله يبشرك ببشرى من عنده، هي ولدك اسمه المسيح عيسى ابن مريم».وعلى كلا التأويلين ففي التعبير عن عيسى- عليه السّلام- بأنه كلمة من الله تكريم له وتشريف، وقوله اسْمُهُ الْمَسِيحُ مبتدأ وخبر، والجملة نعت. والضمير في قوله اسْمُهُ يعود إلى كلمة. وجاء مذكرا رعاية للمعنى لأننا سبق بينا أن المراد بها عند كثير من المفسرين الولد.والمسيح: لقب من الألقاب المشرفة كالصديق والفاروق، وأصله مشيحا بالعبرانية ومعناه المبارك. وقد حكى الله- تعالى- أنه قال عن نفسه إِنِّي عَبْدُ اللَّهِ آتانِيَ الْكِتابَ وَجَعَلَنِي نَبِيًّا. وَجَعَلَنِي مُبارَكاً أَيْنَ ما كُنْتُ وَأَوْصانِي بِالصَّلاةِ وَالزَّكاةِ ما دُمْتُ حَيًّا وقيل المسيح فعيل بمعنى فاعل، للمبالغة في مسحه الأرض بالسياحة للعبادة: أو مسحه ذا العاهة ليبرأ. أو بمعنى مفعول أى ممسوح لأن الله مسحه بالطهر من الذنوب.وعيسى: اسم لهذا الاسم الكريم، وهو اسم ينبئ عن البياض والصفاء والنقاء.قال الراغب: عيسى اسم علم، وإذا جعل عربيا أمكن أن يكون من قولهم بعيرا عيسى وناقة عيساء وجمعها عيس وهي إبل بيض يعترى بياضها بعض الظلمة» أى فيها اغبرار قليل يعطى بياضها صفاء ونقاء وجمالا.وابن مريم: هو كنيته، وهي للإشارة إلى أن نسبه ثابت لأمه لا لأحد سواها وليس ابنا الله- تعالى- كما قال الضالون.قال صاحب الكشاف: فإن قلت: لم قيل عيسى ابن مريم والخطاب لمريم؟ قلت: لأن الأبناء ينسبون إلى الآباء لا إلى الأمهات، فأعلمت بنسبه إليها أنه يولد من غير أب فلا ينسب إلا إلى أمه. وبذلك فضلت واصطفيت على نساء العالمين: فإن قلت لم ذكر ضمير الكلمة.قلت لأن المسمى بها مذكر. فإن قلت: لم قيل اسمه المسيح عيسى ابن مريم وهذه ثلاثة أشياء: الاسم منها عيسى وأما المسيح والابن فلقب وصفة؟ قلت: الاسم المسمى علامة يعرف بها ويتميز من غيره، فكأنه قيل: الذي يعرف به ويتميز ممن سواه مجموع هذه الثلاثة» «2» .والمعنى الإجمالى للجملة الكريمة: اذكر يا محمد وقت أن قالت الملائكة لمريم: يا مريم إن الله يبشرك بكلمة منه أى بمولود يحصل بكلمة منه بلا واسطة أب، هذا المولود العجيب اسمه الذي يميزه لقبا المسيح ويميزه علما عيسى ويميزه كنية ابن مريم.فأنت ترى أنه- سبحانه- قد عرف هذا المولود العظيم بتعريف واحد جمع ثلاثة أمور كل واحد منها يشير إلى معنى كريم قد تحقق في هذا النبي العظيم ومجموع هذه الأمور لا يشاركه فيها أحد من البشر، ثم بعد ذلك وصفه- سبحانه- بأربعة أوصاف تدل على فضله وعلو منزلته فقال- تعالى- وَجِيهاً فِي الدُّنْيا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ.أما الصفة الأولى فهي قوله- تعالى-: وَجِيهاً فِي الدُّنْيا وَالْآخِرَةِ أى ذا جاه وشرف ومنزلة عالية. يقال وجه الرجل يوجه- من باب ظرف- وجاهة فهو وجيه إذا صارت له منزلة رفيعة عند الناس. واشتقاقه من الوجه لأنه أشرف الأعضاء ولأنه هو الذي يواجه الإنسان به غيره.وعيسى عليه السّلام، شهد الله تعالى له، - وكفى بالله شهيدا- شهد له بالوجاهة وسمو المنزلة في الدنيا والآخرة لما له من آثار عظيمة في هداية الناس وإخراجهم من الظلمات إلى النور، ودعوتهم إلى وحدانية الله وإلى مكارم الأخلاق، وإقامة التوراة بعد أن اختلفوا فيها.والصفة الثانية من صفاته أنه مِنَ الْمُقَرَّبِينَ أى أنه من المقربين عند الله- تعالى- ويا لها من صفة عظيمة هي منتهى ما تتطلع إليه النفوس وتهفو القلوب."
}