{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/71/",
    "ayah_number": 71,
    "text": "ثم وجه إليهم- سبحانه- نداء رابعا نهاهم فيه عن الخلط بين الحق والباطل وعن كتمان الحق بعد أن نهاهم قبل ذلك عن الكفر بالآيات فقال- تعالى-: يا أَهْلَ الْكِتابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْباطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ.وقوله: تَلْبِسُونَ أى تخلطون من اللبس- بفتح اللام- أى الخلط وفعله لبس من باب ضرب.تقول: لبست عليه الأمر ألبسه إذا مزجت بينه بمشكله وحقه بباطله في ستر وخفاء.أى: يا أهل الكتب لماذا تخلطون الحق الواضح الذي نطقت به الكتب السماوية، وأيدته العقول السليمة، بالباطل الذي تخترعونه من عند أنفسكم إرضاء لأهوائكم؟ ولماذا تكتمون الحق الذي تعرفونه كما تعرفون أبناءكم بغية انصراف الناس عنه، لأن من جهل شيئا عاداه.وفي تكرير النداء والاستفهام زيادة في توبيخهم ولإنكار ما هم عليه، والتعجيب من شأنهم، ذلك لأنهم جمعوا أفحش أنواع الرذائل التي على رأسها كفرهم بآيات الله وخلطهم الحق بالباطل وكتمان الحق عمن يريده.ولدعاة الضلالة طريقتان في إغواء الناس.إحداهما: طريقة خلط الحق بالباطل حتى لا يتميز أحدهما عن الآخر وهي المشار إليها بقوله- تعالى لِمَ تَلْبِسُونَ الْحَقَّ بِالْباطِلِ.والثانية: طريقة جحد الحق وإخفائه حتى لا يظهر، وهي المشار إليها بقوله- تعالى-:وَتَكْتُمُونَ الْحَقَّ.وقد استعمل أهل الكتاب الطريقتين لصرف الناس عن الإسلام فقد كان بعضهم يؤول نصوص كتبهم الدالة على صدق النبي صلّى الله عليه وسلّم تأويلا فاسدا يخلط فيه الحق بالباطل ليوهموا العامة أنه ليس هو النبي المنتظر، وكان بعضهم يلقى حول الحق شبها ليوقع ضعفاء الإيمان في حيرة وتردد، وكان بعضهم يخفى أو يحذف النصوص الدالة على صدق النبي صلّى الله عليه وسلّم أو التي لا توافق أهواءهم.وقوله: وَأَنْتُمْ تَعْلَمُونَ جملة حالية. أى وأنتم تعلمون أن ما أخفيتموه وما لبستموه هو الحق، أو وأنتم من ذوى العلم ولا يناسب من كان كذلك أن يكتم الحق ويخلطه بالباطل، وإذا كان هذا الفعل يعد من كبائر الذنوب حتى ولو وقع من شخص عادى فإن وقعه يكون أقبح وفساده أكبر وعاقبته أشأم متى صدر من عالم فاهم يميز بين الحق والباطل.قال أبو حيان: وهذه الحال وإن كان ظاهرها أنها قيد في النهى عن اللبس والكتم، إلا أنها لا تدل بمفهومها على جواز اللبس والكتم حالة الجهل إذ الجاهل بحال الشيء لا يدرى كونه حقا أو باطلا. وإنما فائدتها بيان أن الإقدام على الأشياء القبيحة مع العلم بها أفحش من الإقدام عليها مع الجهل وبعد هذه النداءات المتكررة لأهل الكتاب، والحجج الباهرة التي ساقها لهم على صحة هذا الدين والتوبيخات المتعددة التي وبخهم بها لانصرافهم عن الحق ومحاولتهم صرف غيرهم عنه بعد كل ذلك، أخذ القرآن في سرد بعض المسالك الخبيثة التي سلكها اليهود لكيد الإسلام والمسلمين فبدأ ببيان مسلك لئيم من مسالكهم الكثيرة، وهو أن بعضهم كان يظهر الإيمان لفترة من الوقت ثم يرجع عنه إلى الكفر، ليوهم ضعاف العقول أنه ما رجع عن الإسلام إلا بعد أن دخله فوجده دينا ليس بشيء- في زعمه- استمع إلى القرآن وهو يحكى ذلك لكي يطلع أتباعه على مسالك اليهود ومكرهم حتى يحذروهم، فيقول:"
}