{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/64/",
    "ayah_number": 64,
    "text": "فأنت ترى أن القرآن الكريم قد وجه إلى أهل الكتاب أربع نداءات في هذه الآيات الكريمة أما النداء الأول فقد طلب منهم فيه أن يثوبوا إلى رشدهم، وأن يخلصوا الله العبادة فقال قُلْ يا أَهْلَ الْكِتابِ تَعالَوْا إِلى كَلِمَةٍ سَواءٍ بَيْنَنا وَبَيْنَكُمْ.والسواء: العدل والنصفة، أى قل يا محمد لأهل الكتاب: هلموا وأقبلوا إلى كلمة ذات عدل وإنصاف بيننا وبينكم.أو السواء: مصدر مستوية أى هلموا إلى كلمة لا تختلف فيها الرسل والكتب المنزلة والعقول السليمة، لأنها كلمة عادلة مستقيمة ليس فيها ميل عن الحق.ثم بين- سبحانه- هذه الكلمة العادلة المستقيمة التي هي محل اتفاق بين الأنبياء فقال:أَلَّا نَعْبُدَ إِلَّا اللَّهَ أى نترك نحن وأنتم عبادة غير الله، بأن نفرده وحده بالعبادة والطاعة والإذعان.وَلا نُشْرِكَ بِهِ شَيْئاً أى ولا نشرك معه أحدا في العبادة والخضوع، بأن نقول: فلان إله، أو فلان ابن إله، أو أن الله ثالث ثلاثة.وَلا يَتَّخِذَ بَعْضُنا بَعْضاً أَرْباباً مِنْ دُونِ اللَّهِ أى ولا يطيع بعضنا بعضا في معصية الله.قال الآلوسى: ويؤيده ما أخرجه الترمذي وحسنه من حديث عدى بن حاتم أنه لما نزلت هذه الآية قال: ما كنا نعبدهم يا رسول الله. فقال صلّى الله عليه وسلّم: «أما كانوا يحلون منكم ويحرمون فتأخذون بقولهم؟ قال: نعم. فقال صلّى الله عليه وسلّم هو ذاك» . قيل وإلى هذا أشار- سبحانه- بقوله:اتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْباباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَما أُمِرُوا إِلَّا لِيَعْبُدُوا إِلهاً واحِداً لا إِلهَ إِلَّا هُوَ  .فالآية الكريمة قد نهت الناس جميعا عن عبادة غير الله، وعن أن يشرك معه في الألوهية أحد من بشر أو حجر أو غير ذلك، وعن أن يتخذ أحد من البشر في مقام الرب- عز وجل- بأن يتبع في تحليل شيء أو تحريمه إلا فيما حلله الله أو حرمه.ولقد كانت رسالة الأنبياء جميعا متفقة في دعوة الناس إلى عبادة الله وحده، وقد حكى القرآن في كثير من الآيات هذا المعنى ومن ذلك قوله- تعالى-: وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ   . وقوله- تعالى-: وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ .ثم أرشد الله- تعالى- المؤمنين إلى ما يجب عليهم أن يقولوه إذا ما لج الجاحدون في طغيانهم فقال: فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ.أى فإن أعرض هؤلاء الكفار عن دعوة الحق، وانصرفوا عن موافقتكم بسبب ما هم عليه من عناد وجحود فلا تجادلوهم ولا تحاجوهم، بل قولوا لهم: اشهدوا: بأنا مسلمون مذعنون لكلمة الحق، بخلافكم أنتم فقد رضيتم بما أنتم فيه من باطل.قال صاحب الكشاف وقوله فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ أى لزمتكم الحجة فوجب عليكم أن تعترفوا وتسلموا بأنا مسلمون دونكم. وذلك كما يقول الغالب للمغلوب في جدال وصراع أو غيرهما: اعترف بأنى أنا الغالب وسلم لي بالغلبة. ويجوز أن يكون من باب التعريض ومعناه: اشهدوا واعترفوا بأنكم كافرون حيث توليتم عن الحق بعد ظهوره»  .هذا وتعتبر هذه الآية الكريمة من أجمع الآيات التي تهدى الناس إلى طريق الحق بأسلوب منطقي رصين، ولذا كان النبي صلّى الله عليه وسلّم يكتبها في بعض رسائله التي أرسلها إلى الملوك والرؤساء ليدعوهم إلى الإسلام-.فقد جاء في كتاب النبي صلّى الله عليه وسلّم إلى هرقل- ملك الروم- «من محمد رسول الله إلى هرقل عظيم الروم، سلام على من اتبع الهدى.أما بعد: فإنى أدعوك بدعاية الإسلام. أسلم تسلم يؤتك الله أجرك مرتين، فإن توليت فإن عليك إثم الأريسيين، يا أَهْلَ الْكِتابِ تَعالَوْا إِلى كَلِمَةٍ سَواءٍ بَيْنَنا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً إلخ الآية» ."
}