{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/111/",
    "ayah_number": 111,
    "text": "ثم بشر الله- تعالى- المؤمنين، بأن هذه الكثرة الفاسقة من أهل الكتاب التي عتت عن أمر ربها وناصبت المؤمنين العداء، لن تضرهم ضررا بليغا له أثر مادام أهل الإيمان مستمسكين بدينهم ومنفذين لتعاليمه وآدابه، فقال- سبحانه- لَنْ يَضُرُّوكُمْ إِلَّا أَذىً أى «لن يضركم أهل الكتاب يا معشر المؤمنين إلا ضررا يسيرا، كأن يؤذوكم بألسنتهم ويلقوا الشبه بينكم ليصدوا من ضعف إيمانه عن الحق، وفي هذا تثبيت للمؤمنين، وطمأنينة لقلوبهم، إذ الضرر الذي يصيب الأمة الإسلامية من أعدائها على قسمين: أولهما: ضرر يؤدى إلى هدم كيان الأمة، وإضعاف قوتها وإهدار كرامتها وجعل أمورها في أيدى أعدائها تصرفها كيف تشاء.وثانيهما: ضرر لا يؤثر في كيان الأمة، ولا يؤدى إلى اضمحلال قوتها كالأذى بالقول، أو محاولة التأثير في ضعاف الإيمان.وقد نفى- سبحانه- أن يلحق المؤمنين ضرر يأتى على كيانهم من جهة أهل الكتاب فقال:لَنْ يَضُرُّوكُمْ إِلَّا أَذىً فأوقع الفعل المضارع في حيز لن المفيدة للنفي- للإشارة إلى أن ذلك لا يكون في المستقبل.ولكن هذا النفي لهذا النوع من الضرر مشروط بمحافظة الأمة الإسلامية على الأصلين السابقين وهما «الأمر بالمعروف والنهى عن المنكر والإيمان بالله» .فإذا أرادت أمة الإسلام ألا تصاب من جهة أهل الكتاب بما يأتى على كيانها، فعليا أن تخلص العبادة لربها، وأن تعمل بسنة نبيها، وأن تتقيد بأحكام كتابها، وأن تباشر الأسباب التي شرعها خالقها للنصر على أعدائها.أما إذا تركت أمة الإسلام ما أمرها الله- تعالى- به وتجاوزت ما نهاها عنه فإنها في هذه الحالة قد تصاب من أعدائها بما يؤثر في كيانها وتكون هي الجانية على نفسها بمخالفتها لأوامر الله ونواهيه.هذا، وأكثر العلماء على أن الاستثناء في قوله لَنْ يَضُرُّوكُمْ إِلَّا أَذىً متصل وأنه استثناء مفرغ من المصدر العام كأنه قيل: لن يضروكم ضررا ألبتة إلا ضرر أذى لا يبالى به من كلمة سوء ونحوها.وقيل هو استثناء منقطع لأن الأذى ليس من الضرر: أى لن يضروكم بقتال وغلبة لكن بكلمة أذى ونحوها.ورجح الأول، لأن الكلام إذا أمكن حمله على الاستثناء الحقيقي لم يجز صرفه عن ذلك إلى الاستثناء المنقطع وهنا الأذى مهما قل هو نوع من الضرر وإن لم يترك أثرا.ثم بشر الله- تعالى- المؤمنين ببشارة أخرى فقال: وَإِنْ يُقاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبارَ ثُمَّ لا يُنْصَرُونَ.تولية الأدبار: كناية عن الهزيمة لأن المنهزم يحول ظهره ودبره إلى جهة الذي هزمه هربا إلى ملجأ يلجأ إليه ليدفع عن نفسه القتل أو الأسر.والمعنى، إن أهل الكتاب لن يضروكم يا معشر المؤمنين إلا ضررا يسيرا لا يبقى أثره فيكم - مادمتم مستمسكين بدينكم-، فإن قاتلوكم وأنتم على هذه الحال، أمدكم الله بنصره، وألقى في قلوبهم الرعب فيولونكم الأدبار انهزاما منكم، ثم لا ينصرون عليكم بل تنصرون أنتم عليهم.والتعبير عن الهزيمة بتولية الأدبار، فيه إشارة إلى جبنهم وأنهم يفرون فرارا شديدا بذعر وهلع.وهكذا كان الشأن في قتال المسلمين الأولين لأعداء الله وأعدائهم، فلقد قاتل المؤمنون اليهود من بنى قينقاع والنضير وقريظة وأهل خيبر فانتصر المسلمون عليهم انتصارا باهرا.وقاتلوا جموع الروم في بلاد الشام وفي مصر، فكان النصر المؤزر حليفا للمسلمين مع قلتهم وكثرة أعدائهم.وقوله ثُمَّ لا يُنْصَرُونَ احتراس. أى: يولونكم الأدبار تولية المنهزم، لا تولية المتحرف لقتال أو المتحيز إلى فئة أو المتأمل في الأمر.والتعبير بثم لإفادة التراخي في المرتبة: لأن الإخبار بتسليط الخذلان عليهم أعظم من الإخبار بتوليهم الأدبار.وهذه الجملة خبرية وهي معطوفة على جملتي الشرط وجزائه معا، للإشعار بأن هذا ديدنهم، وأنهم لن ينتصروا على المسلمين لا في قتال ولا في غيره، مادام المسلمون مستقيمين على الطريقة التي رسمها الله- تعالى- لهم.وقد وضح هذا المعنى صاحب الكشاف فقال: فإن قلت: هلا جزم المعطوف في قوله ثُمَّ لا يُنْصَرُونَ قلت: عدل به عن حكم الجزاء إلى حكم الإخبار ابتداء كأنه قيل أخبركم أنهم لا ينصرون.فإن قلت: فأى فرق بين رفعه وجزمه في المعنى؟ قلت لو جزم لكان النصر مقيدا بمقاتلتهم كتولية الأدبار وحين رفع كان نفى النصر وعدا مطلقا كأنه قال. ثم شأنهم وقصتهم التي أخبركم عنها وأبشركم بها بعد التولية أنهم مخذولون منتف عنهم النصر والقوة لا ينهضون بعدها بجناح ولا يستقيم لهم أمر، وكان كما أخبر من حال بنى قريظة والنضير وبنى قينقاع ويهود خيبر فإن قلت: فما الذي عطف عليه هذا الخبر؟ قلت: جملة الشرط والجزاء كأنه قيل: أخبركم أنهم إن يقاتلوكم ينهزموا، ثم أخبركم أنهم لا ينصرون. فإن قلت فما معنى التراخي في ثم؟ قلت:التراخي في المرتبة، لأن الإخبار بتسليط الخذلان عليهم أعظم من الإخبار بتوليتهم الأدبار فإن قلت: ما موقع الجملتين، أعنى مِنْهُمُ الْمُؤْمِنُونَ ولَنْ يَضُرُّوكُمْ قلت هما كلامان واردان على طريق الاستطراد عند إجراء ذكر أهل الكتاب، كما يقول القائل: وعلى ذكر فلان فإن من شأنه كيت وكيت ولذلك جاءا من غير عطف» .فأنت ترى الآية الكريمة قد بشرت المؤمنين الصادقين ببشارات ثلاث:أولها: أنهم في مأمن من الضرر البليغ الذي يؤثر في كيانهم وعزتهم وكرامتهم من جهة أهل الكتاب.ثانيها: أن أهل الكتاب لو قاتلوهم، فإن المؤمنين سيكون لهم النصر عليهم.ثالثها: أنهم بعد نصرهم عليهم لن تكون لأهل الكتاب- وعلى رأسهم اليهود- شوكة أو قوة للأخذ بثأرهم بعد ذلك.وقد تحققت هذه البشارات، وكانت كما أخبر الله- تعالى- فإن المسلمين الأولين الذين كانوا متمسكين بتعاليم دينهم نصرهم الله- تعالى- على أهل الكتاب وعلى غيرهم من أعدائهم نصرا مؤزرا- كما سبق أن أشرنا- فإن قال قائل: ولكن الذي نراه الآن أن اليهود الذين لا يمارى أحد في جبنهم وفي حرصهم على الحياة قد انتصروا على المسلمين وأقاموا لهم دولة في بقعة من أعز بقاع البلاد الإسلامية وهي فلسطين فهل يخلف وعد الله؟والجواب على ذلك. أن وعد الله- تعالى- لا يخلف ولن يتخلف وقد حققه- سبحانه- لأسلافنا الصالحين الذي آمنوا به حق الإيمان. ولكن المسلمين في هذا العصر هم الذين تغيرت أحوالهم، فقد فرطوا في دينهم وأضاعوا الصلاة واتبعوا الشهوات وتفرقوا شيعا وأحزابا وتنكبوا الطريق القويم ولم يباشروا الأسباب التي شرعها الله- تعالى- لبلوغ النصر، ولم يحسنوا الشعور بالمسئولية.فلما فعلوا ذلك تبدل حالهم من الخير إلى الشر، ومن القوة إلى الضعف. وسلط الله عليهم من لا يخافهم ولا يرحمهم، لأنه- سبحانه- لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ.وإذا ما عاد المسلمون إلى دينهم فطبقوا أوامره ونواهيه على أنفسهم تطبيقا كاملا، فإن الله- تعالى- سيعيد لهم كرامتهم وعزتهم وقوتهم وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ .ومن هنا نعلم أن الشرط في نفى الضرر الذي يؤثر في الأمة الإسلامية، هو أن تكون مؤمنة بربها حق الإيمان متبعة لهدى رسولها محمد صلّى الله عليه وسلّم."
}