{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/46/",
    "ayah_number": 46,
    "text": "وأما الصفة الثالثة من صفات عيسى- عليه السّلام- فهي قوله- تعالى- وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وهذه الجملة معطوفة على قوله وَجِيهاً وعطف الفعل على الاسم لتأويله به جائز والتقدير وجيها ومكلما، والمهد اسم لمضجع الطفل أى المكان الذي يهيأ له وهو في الرضاعة. والكهل: هو الشخص الذي اجتمعت قوته وكمل شبابه. وهو مأخوذ من قول العرب اكتهل النبات إذا قوى وتم.والمراد أن عيسى- عليه السّلام- يكلم الناس في حال كونه صغيرا قبل أوان الكلام، كما يكلمهم في حال كهولته واكتمال شبابه، فهو- عليه السّلام- يكلمهم بكلام الأنبياء من غير تفاوت بين حالتي الطفولة والكهولة، وذلك إحدى معجزاته- عليه السّلام- وقد حكى القرآن في سورة مريم ما تكلم به عيسى- عليه السّلام- وهو طفل صغير فقال- تعالى-: فَأَشارَتْ إِلَيْهِ قالُوا كَيْفَ نُكَلِّمُ مَنْ كانَ فِي الْمَهْدِ صَبِيًّا. قالَ إِنِّي عَبْدُ اللَّهِ آتانِيَ الْكِتابَ وَجَعَلَنِي نَبِيًّا. وَجَعَلَنِي مُبارَكاً أَيْنَ ما كُنْتُ وَأَوْصانِي بِالصَّلاةِ وَالزَّكاةِ ما دُمْتُ حَيًّا، وَبَرًّا بِوالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيًّا. وَالسَّلامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا.أما الصفة الرابعة من صفاته- عليه السّلام- فهي قوله- تعالى- وَمِنَ الصَّالِحِينَ أى عباد الله الصالحين لحمل رسالته وتبليغها للناس. أو من الذين يصلحون ولا يفسدون ويطيعون الله- تعالى- ولا يعصونه، قالوا: ولا رتبة أعظم من كون المرء صالحا لأنه لا يكون كذلك إلا إذا كان في جميع الأفعال والتروك مواظبا على المنهج الأصلح، وذلك يتناول جميع المقامات في الدين والدنيا، في أفعال القلوب وفي أفعال الجوارح، ولذا قال سليمان- عليه السّلام- بعد النبوة رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلى والِدَيَّ وَأَنْ أَعْمَلَ صالِحاً تَرْضاهُ، وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبادِكَ الصَّالِحِينَ فلما عدد- سبحانه- صفات عيسى أردفها بهذا الوصف الدال على أرفع الدرجات»  .تلك هي البشارات التي بشرت بها الملائكة مريم، وتلك هي بعض صفات مولودها فماذا كان موقفها من ذلك؟لقد حكى القرآن أن موقفها كان يدل على بالغ عجبها، وشدة تأثرها فقال- تعالى-"
}