{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/119/",
    "ayah_number": 119,
    "text": "ثم ذكر- سبحانه- أمورا أخرى من شأنها أن تجعل المؤمنين يقلعون عن مباطنة ومصافاة أعدائهم في الدين فقال: ها أَنْتُمْ أُولاءِ تُحِبُّونَهُمْ وَلا يُحِبُّونَكُمْ أى ها أنتم أولاء أيها المؤمنون تحبون هؤلاء الذين يخالفونكم في عقيدتكم، وتتمنون لهم الهداية والخير، بينما هم لا يحبونكم ولا يريدون لكم إلا الشرور والهزائم والضعف.وفي هذه الجملة الكريمة عتاب ولوم للمؤمنين الذين يلقون إلى أعدائهم بالمودة، ويكشفون لهم عن أسرارهم ودخائلهم.وها حرف تنبيه، وقوله: أَنْتُمْ مبتدأ وقوله: أُولاءِ خبره، وقوله: تُحِبُّونَهُمْ وَلا يُحِبُّونَكُمْ كلام مستأنف لبيان خطئهم في موالاتهم ومحبتهم لمن يبغضونهم ويخالفونهم في الدين.وبعضهم جعل أَنْتُمْ مبتدأ، وقوله: أُولاءِ منادى حذف منه حرف النداء، وقوله:تُحِبُّونَهُمْ هو الخبر عن المبتدأ.وبعضهم جعل جملة تُحِبُّونَهُمْ في موضع نصب على الحال من اسم الإشارة الذي هو الخبر.والمراد بالكتاب في قوله: وَتُؤْمِنُونَ بِالْكِتابِ كُلِّهِ جنس الكتب السماوية التي أنزلها الله على أنبيائه.أى أنتم أيها المؤمنون تحبونهم وهم لا يحبونكم، وأنتم تؤمنون بجميع الكتب السماوية التي أنزلها الله على أنبيائه وهم لا يؤمنون بشيء من كتابكم الذي أنزله الله على نبيكم محمد صلّى الله عليه وسلّم وما دام الأمر كذلك فكيف تتخذونهم بطانة من دون إخوانكم المؤمنين؟ لا شك أن من يفعل ذلك يكون بعيدا عن الطريق القويم، والعقل السليم.ثم بين- سبحانه- سببا ثالثا يدل على قبيح مخالطتهم ومصافاتهم فقال- تعالى-: وَإِذا لَقُوكُمْ قالُوا آمَنَّا وَإِذا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنامِلَ مِنَ الْغَيْظِ.والعض هو الإمساك بالأسنان أى تحامل الأسنان بعضها على بعض. يقال: عض يعض عضا وعضيضا إذا تحامل بأسنانه على الشيء.والأنامل جمع أنملة، وهي أطراف الأصابع. وقيل هي الأصابع.والغيظ: أشد الغضب. وعضهم الأنامل كناية عن شدة غضبهم وتحسرهم وحنقهم على المؤمنين.أى أن هؤلاء الذين يواليهم بعضكم أيها المؤمنون بلغ من نفاقهم وسوء ضمائرهم أنهم إذا لقوكم قالوا آمنا بدينكم وبنبيكم محمد صلّى الله عليه وسلّم وإذا خلوا، أى خلا بعضهم ببعض أكل الحقد قلوبهم عليكم، وسلقوكم بألسنة حداد، وتمنوا لكم المصائب، وأظهروا فيما بينهم أشد ألوان الغيظ نحوكم بسبب ما يرونه من ائتلافكم، واجتماع كلمتكم، وعجزهم عن أن يجدوا سبيلا إلى التشفي منكم. وإلحاق الاضرار بين صفوفكم.ومن كان كذلك في كفره ونفاقه، كان من الواجب على كل مؤمن أن يحتقره وأن يبتعد عنه لأنه لا يريد للمؤمنين إلا شرا.ثم ختم- سبحانه- الآية الكريمة بما يكبت هؤلاء المنافقين ويبقى حسرتهم فقال: قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذاتِ الصُّدُورِ.والخطاب للنبي صلّى الله عليه وسلّم: ولكل مؤمن من أتباعه لتحريضه على مقاطعة هؤلاء الذين لا يريدون إلا الشر.أى: قل لهم دوموا على غيظكم واستمروا عليه إلى أن تموتوا. فإن قوة الإسلام وعزة أهله التي جعلتكم تبغضون المؤمنين ستبقى وستستمر، وإن أحقادكم على المسلمين لن تنقص من قوتهم وعلو كلمتهم شيئا.فالمراد الدعاء عليهم بأن يزداد غيظهم حتى يهلكوا به، وهذا يستلزم أن يستمر ما يغيظهم ويكبتهم وهو نجاح الإسلام وقوته.والباء في قوله: بِغَيْظِكُمْ للملابسة، أى موتوا متلبسين بغيظكم وحقدكم.وقوله: إِنَّ اللَّهَ عَلِيمٌ بِذاتِ الصُّدُورِ أى محيط بما خفى فيها، ومطلع على ما يبيته هؤلاء المنافقون للمسلمين، وسيحاسبهم عليه حسابا عسيرا. ويعذبهم بسبب ذلك عذابا أليما.قال الجمل: وهذه الجملة يحتمل أن تكون مستأنفة، أخبر الله- تعالى- بذلك. لأنهم كانوا يخفون غيظهم ما أمكنهم، فذكر ذلك لهم على سبيل الوعيد. ويحتمل أن تكون من جملة المقول، أى قل لهم كذا وكذا فتكون في محل نصب بالقول، ومعنى قوله: بِذاتِ الصُّدُورِ أى بالمضمرات ذوات الصدور. فذات هنا تأنيث ذي بمعنى صاحبة الصدور. وجعلت صاحبة للصدور لملازمتها لها وعدم انفكاكها عنها، نحو أصحاب الجنة وأصحاب النار وفي هذه الجملة الكريمة تطييب لقلب النبي صلّى الله عليه وسلّم ولقلوب أصحابه. حيث بين- سبحانه- لهم أنه ناصرهم، وأنه كاشف لهم أمر أعدائهم متى أطاعوا أوامره، واجتنبوا نواهيه، ولم يجعلوا من أولئك الأعداء الذين يضمرون لهم كل شر وضغينة بطانة لهم."
}