{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/107/",
    "ayah_number": 107,
    "text": "ثم بين- سبحانه- حال الذين ابيضت وجوههم وحسن عاقبتهم فقال: وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ ببركة إيمانهم وعملهم الصالح فَفِي رَحْمَتِ اللَّهِ أى ففي جنته. والتعبير عن الجنة بالرحمة من باب التعبير بالحال عن المحل فتكون الظرفية حقيقة. وإذا أريد برحمة الله ثوابه وجزاؤه تكون الظرفية مجازية.وفي التعبير عن الجنة بالرحمة إشعار بأن دخولها إنما هو بمحض فضل الله- تعالى- فهو- سبحانه- المالك لكل شيء، والخالق لكل شيء.وقوله هُمْ فِيها خالِدُونَ بيان لما خصهم الله- تعالى- من خلود في هذا النعيم الذي لا يحد بحد، ولا يرسم برسم، ولا تبلغ العقول مداه. أى هم في الرحمة باقون دائمون فقد أعطاهم الله- تعالى- عطاء غير مجذوذ.وقد بدأ- سبحانه- كلامه عن الفريقين بالذين ابيضت وجوههم ثم قدم الحديث عن حال الذين اسودت وجوههم على الذين ابيضت وجوههم، ليكون ابتداء الكلام واختتامه عن هؤلاء السعداء بما يسر القلب ويشرح الصدر ويغرى الناس بالتمسك بعرى الإيمان وبالإكثار من العمل الصالح الذي يوصلهم إلى رحمة الله ورضاه.ووصف- سبحانه- الذين ابيضت وجوههم بأنهم خالدون في رحمته، ولم يصف الذين اسودت وجوههم بالخلود في العذاب للتصريح في غير هذا الموضع بخلودهم في هذا العذاب كما في قوله- تعالى- إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ وَالْمُشْرِكِينَ فِي نارِ جَهَنَّمَ خالِدِينَ فِيها أُولئِكَ هُمْ شَرُّ الْبَرِيَّةِ   .وللإشعار بأن باب رحمته- سبحانه- مفتوح أمام هؤلاء الضالين فعليهم أن يثوبوا إلى رشدهم، وأن يقلعوا عن الكفر إلى الإيمان والعمل الصالح حتى ينجوا من عذاب الله وسخطه يوم تبيض وجوه وتسود وجوه.وبعد أن أفاض- سبحانه- في الحديث عن أحوال السعداء وأحوال الأشقياء وعن رذائل الكافرين من أهل الكتاب وغيرهم ممن أشركوا بالله ما لم ينزل به سلطانا وبعد أن ساق- سبحانه- من التوجيهات الحكيمة، والإرشادات النافعة ما يشفى الصدور ويهدى النفوس، بعد كل ذلك، خاطب- سبحانه- نبيه صلّى الله عليه وسلّم بقوله:تِلْكَ آياتُ اللَّهِ نَتْلُوها عَلَيْكَ بِالْحَقِّ، وَمَا اللَّهُ يُرِيدُ ظُلْماً لِلْعالَمِينَ.والمراد بالآيات ما سبق ذكره في هذه السورة وغيرها من آيات قرآنية تهدى إلى الرشد وتشهد بوحدانية الله- تعالى- وبصدق رسوله صلّى الله عليه وسلّم فيما يبلغه عنه.وكانت الإشارة بتلك الدالة على البعد للإشعار بعلو شأن هذه الآيات وسمو منزلتها وعظم قدرها.ومعنى نَتْلُوها نقرؤها عليك يا محمد شيئا فشيئا قراءة واضحة جلية لتبلغها للناس على مكث وتدبر وروية.وأسند- سبحانه- التلاوة إليه مع أن التالي في الحقيقة جبريل- عليه السّلام- للتنبيه على شرف هذه الآيات المتلوة، ولأن تلاوة جبريل إنما هي بأمر منه- سبحانه-."
}