{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/153/",
    "ayah_number": 153,
    "text": "ثم ذكرهم- سبحانه- بعد ذلك بما كان من بعضهم بعد أن اضطربت أحوالهم وجاءهم أعداؤهم من أمامهم ومن خلفهم بسبب ترك معظم الرماة لأماكنهم، فقال- تعالى- إِذْ تُصْعِدُونَ وَلا تَلْوُونَ عَلى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْراكُمْ.وقوله: تُصْعِدُونَ من الإصعاد وهو الذهاب في صعيد الأرض والإبعاد فيه.يقال: أصعد في الأرض إذا أبعد في الذهاب وأمعن فيه، فهو الصعد.قال القرطبي: الإصعاد: السير في مستو من الأرض وبطون الأودية والشعاب.والصعود: الارتفاع على الجبال والدرج.وقوله إِذْ تُصْعِدُونَ متعلق بقوله صَرَفَكُمْ أو بقوله لِيَبْتَلِيَكُمْ أو بمحذوف تقديره اذكروا.أى اذكروا- أيها المؤمنون- وقت أن كنتم مصعدين تهرولون بسرعة في بطن الوادي بعد أن اختلت صفوفكم- واضطراب جمعكم. وصرتم لا يعرج بعضكم على بعض ولا يلتفت أحدكم إلى غيره من شدة الهرب، والحال أن رسولكم صلّى الله عليه وسلّم يَدْعُوكُمْ فِي أُخْراكُمْ أى يناديكم في أخراكم أو في جماعتكم الأخرى أو من خلفكم يقال. جاء فلان في آخر الناس وأخراهم إذا جاء خلفهم، كما يقال: جاء في أموالهم وأولادهم.والمراد أن الرسول صلّى الله عليه وسلّم كان يدعو المنهزمين إلى الثبات وإلى ترك الفرار من الأعداء وإلى معاودة الهجوم عليهم وهو ثابت لم يتزعزع ومعه نفر من أصحابه.قال ابن جرير لما اشتد المشركون على المسلمين بأحد فهزموهم، دخل بعضهم المدينة، وانطلق بعضهم إلى الجبل فوق الصخرة فقاموا عليها، فجعل رسول الله صلّى الله عليه وسلّم يدعو الناس:«إلى عباد الله» ! فذكر الله صعودهم إلى الجبل، ثم ذكر دعاء النبي صلّى الله عليه وسلّم إياهم فقال: إِذْ تُصْعِدُونَ وَلا تَلْوُونَ عَلى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْراكُمْ   .ففي هذه الجملة الكريمة تصوير بديع معجز لحال المسلمين عند ما اضطربت صفوفهم في غزوة أحد، فهي تصور حالهم وهم مصعدون في الوادي بدون تمهل أو تثبت، وتصور حالهم وقد أخذ منهم الدهش مأخذه بحيث أصبح بعضهم لا يلتفت إلى غيره أو يسمع له نداء، أو يجيب له طلبا وتصور حال النبي صلّى الله عليه وسلّم وقد ثبت كالطود الأشم بدون اضطراب أو وجل ومعه صفوة من أصحابه وقد أخذ ينادى الفارين بقوله: «إلى عباد الله، إلى عباد الله أنا رسول الله، من يكر فله الجنة» .وقوله- تعالى- فَأَثابَكُمْ غَمًّا بِغَمٍّ لِكَيْلا تَحْزَنُوا عَلى ما فاتَكُمْ وَلا ما أَصابَكُمْ.بيان للنتيجة التي ترتبت على هذا الاضطراب وهو معطوف على قوله صَرَفَكُمْ أو على قوله تُصْعِدُونَ وَلا تَلْوُونَ ولا يضر كونهما مضارعين في اللفظ لأن إذ المضافة إليهما صيرتهما ماضيين في المعنى.وأصل الإثابة إعطاء الثواب، وهو شيء يكون جزاء على عطاء أو فعل ولفظ الثواب لا يستعمل في الأعم الأغلب إلا في الخير، والمراد به هنا العقوبة التي نزلت بهم. وسميت العقوبة التي نزلت بهم ثوابا على سبيل الاستعارة التهكمية كما في قوله فَبَشِّرْهُمْ بِعَذابٍ أَلِيمٍ.ويجوز أن يكون اللفظ مستعملا في حقيقته، لأن لفظ الثواب في أصل اللغة معناه ما يعود على الفاعلي من جزاء فعله، سواء أكان خيرا أو شرا.قال القرطبي: قوله- تعالى- فَأَثابَكُمْ غَمًّا بِغَمٍّ الغم في اللغة التغطية. يقال: غممت الشيء أى غطيته. ويوم غم وليلة غمة إذا كانا مظلمين.قال مجاهد وقتادة وغيرهما، والغم الأول القتل والجراح والغم الثاني الإرجاف بمقتل النبي صلّى الله عليه وسلّم وقيل الغم الأول ما فاتهم من الظفر والغنيمة والثاني: استعلاء المشركين عليهم. وعند ذلك قال النبي صلّى الله عليه وسلّم «اللهم لا يعان علينا» .والباء في بِغَمٍّ على هذا بمعنى على. وقيل هي على بابها والمعنى أنهم غموا النبي صلّى الله عليه وسلّم بمخالفتهم إياه فأثابهم بذلك غمهم بمن أصيب منهم»  .ويجوز أن يكون الكلام لمجرد التكثير أى جازاكم بغموم وأحزان كثيرة متصل بعضها ببعض بأن منع عنكم نصره وحرمكم الغنيمة وأصابتكم الجراح الكثيرة وأشيع بينكم أن نبيكم قد قتل ... وكل ذلك بسبب أنكم خالفتم وصية نبيكم صلّى الله عليه وسلّم وتغلب حب الدنيا وشهواتها على قلوب بعضكم فلم تخلصوا الله الجهاد فأصابكم ما أصابكم.وقوله لِكَيْلا تَحْزَنُوا عَلى ما فاتَكُمْ وَلا ما أَصابَكُمْ تعليل لقوله وَلَقَدْ عَفا عَنْكُمْ أى:ولقد عفا الله- تعالى- عنكم لئلا تحزنوا على ما فاتكم من غنائم ونصر، ولا على ما أصابكم من جراح وآلام، فإن عفو الله- تعالى- يذهب كل حزن ويمسح كل ألم.ويرى صاحب الكشاف أن معنى «لكي لا تحزنوا» لتتمرنوا على تجرع الغموم فلا تحزنوا فيما بعد على فائت من المنافع، ولا على مصيب من المضار.ثم قال: ويجوز أن يكون الضمير في فَأَثابَكُمْ للرسول. أى: فآساكم في الاغتمام- أى فصار أسوتكم- لأنه كما غمكم ما نزل به من كسر الرباعية والشجة وغيرها فقد غمه ما نزل بكم. فأثابكم غما اغتمه لأجلكم بسبب غم اغتممتموه لأجله ولم يثربكم على عصيانكم ومخالفتكم لأمره، وإنما فعل ذلك ليسليكم وينفس عنكم لئلا تحزنوا على ما فاتكم من نصر الله ولا على ما أصابكم من غلبة العدو» .ثم ختم- سبحانه- الآية بقوله وَاللَّهُ خَبِيرٌ بِما تَعْمَلُونَ أى: والله- تعالى- عليم بأعمالكم ونياتكم علما كاملا، وخبير بما انطوت عليه نفوسكم فهو- سبحانه- لا تخفى عليه خافية مهما صغرت، فاتقوه وراقبوه واتبعوا ما كلفكم به لتنالوا الفوز والسعادة."
}