{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/170/",
    "ayah_number": 170,
    "text": "ثم بين- سبحانه- ما هم فيه من مسرة وحبور فقال: فَرِحِينَ بِما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ أى فرحين فرحا عظيما بعد انتقالهم من الدنيا، بما أعطاهم الله في حياتهم الجديدة من ضروب النعم المتعددة التي من بينها الثواب العظيم، والنعيم الدائم، والسعادة التي ليس بعدها سعادة.وقوله فَرِحِينَ يصح أن يكون حالا من الضمير في يُرْزَقُونَ أو من الضمير في «أحياء» وقوله مِنْ فَضْلِهِ متعلق بآتاهم.ومِنْ يصح أن تكون للسببية أى الذي آتاهم متسبب عن فضله. أو لابتداء الغاية وقولهوَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ معطوف على فرحين لتأويله بيفرحون. أو هو حال من الضمير في فَرِحِينَ بتقدير وهم يستبشرون ...وأصل الاستبشار: طلب البشارة وهو الخبر السار الذي تظهر آثاره على البشرة إلا أن المراد هنا السرور استعمالا للفظ في لازم معناه.أى: أن هؤلاء الشهداء فرحين بما آتاهم الله من فضله من شرف الشهادة، ومن الفوز برضا الله، ويسرون بما تبين لهم من حسن مآل إخوانهم الذين تركوهم من خلفهم على قيد الحياة، لأن الأحياء عند ما يموتون شهداء مثلهم سينالون رضا الله وكرامته، وسيظفرون بتلك الحياة الأبدية الكريمة كما ظفروا هم بها. فالمراد بالذين لم يلحقوا بهم من خلفهم: رفقاؤهم الذين كانوا يجاهدون معهم في الدنيا ولم يظفروا بالشهادة بعد، لأنهم ما زالوا على قيد الحياة.وفي هذا دلالة على أن أرواح هؤلاء الشهداء قد منحها الله- تعالى- من الكشف والصفاء ما جعلها تطلع على ما يسرها من أحوال الذين يهمهم شأنهم في الدنيا.وقيل: إن معنى لَمْ يَلْحَقُوا بِهِمْ لم يدركوا فضلهم ومنزلتهم.وقوله مِنْ خَلْفِهِمْ متعلق بمحذوف حال من فاعل يَلْحَقُوا أى لم يلحقوهم متخلفين عنهم باقين بعد في الدنيا. أو متعلق بقوله يَلْحَقُوا ذاته على معنى أنهم قد يقوا بعدهم وهؤلاء الشهداء قد تقدموهم.وقوله أَلَّا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ بدل اشتمال من قوله بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مبين لكون استبشارهم بحال إخوانهم لا بذواتهم.والمعنى: ويستبشرون بما تبين لهم من حال الذين تركوهم من خلفهم في الدنيا من رفقائهم المجاهدين، وهو أنهم لا خوف عليهم في المستقبل ولا هم يحزنون على ما تركوه في الدنيا، بل هم سيكونون آمنين مطمئنين بعد فراقهم للدنيا وعند ما يبعثون يوم القيامة.ونفى عنهم الخوف والحزن، لأن الخوف يكون بسبب توقع المكروه النازل في المستقبل.والحزن يكون بسبب فوات المنافع التي كانت موجودة في الماضي. فبين- سبحانه- أنه لا خوف عليهم فيما سيأتيهم من أحوال القيامة، ولا حزن لهم فيما فاتهم من متاع الدنيا."
}