{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/3/11/",
    "ayah_number": 11,
    "text": "القول في تأويل قوله :  كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ (11)قال أبو جعفر: يعني بذلك جل ثناؤه: إن الذين كفروا لن تغني عنهم أموالهم ولا أولادهم من الله شيئًا عند حلول عقوبتنا بهم، كسُنَّة آل فرعون وعادتهم = (3) =\" وَالَّذِينَ مِنْ قَبْلِهِمْ\" من الأمم الذين كذبوا بآياتنا، فأخذناهم بذنوبهم فأهلكناهم حين كذبوا بآياتنا، فلم تغن عنهم أموالهم ولا أولادهم من الله شيئًا حين جاءهم بأسنا، (4) كالذين عوجلوا بالعقوبة على تكذيبهم ربَّهم من قبل آل فرعون: من قوم نوح وقوم هود وقوم لوط وأمثالهم.* * *واختلف أهل التأويل في تأويل قوله: \" كدأب آل فرعون \".فقال بعضهم: معناه: كسُنَّتهم.ذكر من قال ذلك:6659 - حدثني المثنى قال، حدثنا إسحاق بن الحجاج قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع في قوله: \" كدأب آل فرعون \"، يقول: كسنتهم.* * *وقال بعضهم: معناه: كعملهم.ذكر من قال ذلك:6660 - حدثنا محمد بن بشار قال، حدثنا مؤمل قال، حدثنا سفيان =  وحدثني المثنى قال، حدثنا أبو نعيم قال، حدثنا سفيان = جميعًا، عن جويبر، عن الضحاك: \" كدأب آل فرعون \"، قال: كعمل آل فرعون.6661 - حدثنا يحيى بن أبي طالب قال، حدثنا يزيد قال، حدثنا جويبر، عن الضحاك في قوله: \" كدأب آل فرعون \"، قال: كعمل آل فرعون.6662 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" كدأب آل فرعون \"، قال: كفعلهم، كتكذيبهم حين كذّبوا الرسل = وقرأ قول الله:  مِثْلَ دَأْبِ قَوْمِ نُوحٍ  [سورة غافر: 31]، أن يصيبكم مثل الذي أصابهم عليه من عذاب الله. قال: الدأبُ العمل.6663 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو تميلة يحيى بن واضح، عن أبي حمزة، عن جابر، عن عكرمة ومجاهد في قوله: \" كدأب آل فرعون \"، قال: كفعل آل فرعون، كشأن آل فرعون.6664 - حدثت عن المنجاب قال، حدثنا بشر بن عمارة، عن أبي روق، عن الضحاك، عن ابن عباس في قوله: \" كدأب آل فرعون \"، قال: كصنع آل فرعون.* * *وقال آخرون: معنى ذلك: كتكذيب آل فرعون.ذكر من قال ذلك:6665 - حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي: \" كدأب آل فرعون والذين من قبلهم كذبوا بآياتنا فأخذهم الله بذنوبهم \"، ذكر الذين كفروا وأفعالَ تكذيبهم، كمثل تكذيب الذين من قبلهم في الجحود والتكذيب.* * *قال أبو جعفر: وأصل \" الدأب \" من: \" دأبت في الأمر دأْبًا \"، إذا أدمنت  العمل والتعب فيه. ثم إن العرب نقلت معناه إلى: الشأن، والأمر، والعادة، كما قال امرؤ القيس بن حجر:وَإنَّ شِفَائِي عَبْرَةٌ مُهَرَاقَةفَهَلْ عِنْدَ رَسْمٍ دَارِسٍ مِنْ مُعَوَّلِ (5)كَدَأْبِكَ مِنْ أُمِّ الْحُوَيْرِث قَبْلَهَاوَجَارَتِهَا أُمِّ الرَّبَابِ بِمَأْسَلِيعني بقوله: \" كدأبك \"، كشأنك وأمرك وفعلك. يقال منه: \" هذا دَأبي ودأبك أبدًا \". يعني به. فعلي وفعلك، وأمري وأمرك، وشأني وشأنك، يقال منه: \" دَأبْتُ دُؤُوبًا ودأْبًا \". وحكى عن العرب سماعًا: \" دأبْتُ دأَبًا \"، مثقله محركة الهمزة، كما قيل: \" هذا شعَرٌ، ونَهَر \"، (6) فتحرك ثانيه لأنه حرفٌ من الحروف الستة، (7) فألحق \" الدأب \" إذ كان ثانية من الحروف الستة، كما قال الشاعر: (8)لَهُ نَعَلٌ لا تَطَّبِي الكَلْبَ رِيحُهَاوَإنْ وُضِعَتْ بَيْنَ الْمَجَالِسِ شُمَّتِ (9)* * *وأما قوله: \" واللهُ شديدُ العقاب \"، فإنه يعنى به: والله شديد عقابه لمن كفر به وكذّب رسله بعد قيام الحجة عليه._____________________الهوامش :(3) في المخطوطة: \"ودعاتهم\" غير منقوطة ، والصواب ما في المطبوعة ، وإنما هو سبق قلم من الناسخ ، وهذا اللفظ هو نص أبي عبيدة في مجاز القرآن 1: 87.(4) في المطبوعة: \"فلن تغني عنهم...\" ، وهو مخالف للسياق. وفي المخطوطة: \"فلن تغن عنهم...\" وهو سهو من الناسخ ، والصواب ما أثبت.(5) ديوانه: 125 من معلقته المشهورة ، ثم يأتي في التفسير 12: 136 (بولاق) البيت الثاني. وهو شعر مشهور خبره ، فاطلبه في موضعه.(6) في المطبوعة: \"بهر\" بالباء ، وهي في المخطوطة غير منقوطة ، وصواب قراءتها بالنون.(7) \"الحروف الستة\" ، يعني حروف الحلق.(8) هو كثير عزة.(9) ديوانه 2: 112 ، الحيوان 1: 266 ، والبيان 3: 109 ، 112 واللسان (نعل). ورواية اللسان\"وسط المجالس\" ، أما رواية الديوان فبخلاف هذا ولا شاهد فيها ، كما سترى. والشعر مما قاله كثير حين بلغه وفاة عبد العزيز بن مروان بمصر ، فرثاه ، فكان مما قال فيه:يَؤُوبُ أُولُو الحَاجَاتِ مِنْهُ إذَا بَدَاإلَى طَيِّبِ الأَثْوَابِ غَيْرِ مُؤَمَّتِكَأَنَّ اُبْنَ لَيْلَى حِينَ يَبْدُو فَتَنْجَلِيسُجُوفُ الخِبَاءِ عَنْ مَهِيبٍ مُشَمَّتِمُقَارِبُ خَطْوٍ لا يُغَيِّر نَعْلَهُرَهِيفَ الشِّرَاكِ, سَهْلَةَ المُتَسَمَّتِإِذَا طُرِحتْ لَمْ تَطَّبِ الكَلْبَ رِيحُهَاوَإِنْ وُضِعتْ في مَجْلِس القَوْم شُمَّتِيقول: لا يلبس من النعال إلا المدبوغ الجلد ، فذهبت رائحة الجلد منها ، لأن النعل إذا كانت من جلد غير مدبوغ ، وظفر بها كلب أقبل عليها بريحها فأكلها. يصفه بأنه من أهل النعمة واليسار والترف. ثم زادها صفة أخرى بأن جعلها قد كسبت من طيب رائحته طيبًا ، حتى لو وضعت في مجلس قوم ، تلفتوا يتشممون شذاها من طيبها. وقوله: \"يطبى\" من: \"اطباه\" أي: دعاه إليه."
}