{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/66/6/",
    "ayah_number": 6,
    "text": "وقوله- تعالى-: قُوا أمر من الوقاية، يقال: وقى يقي، كضرب يضرب.والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، أبعدوا أنفسكم عن النار عن طريق فعل الحسنات. واجتناب السيئات، وأبعدوا أهليكم- أيضا- عنها، عن طريق نصحهم وإرشادهم وأمرهم بالمعروف. ونهيهم عن المنكر.قال القرطبي، قال قتادة ومجاهد: قوا أنفسكم بأفعالكم، وقوا أهليكم بوصيتكم.ففي الحديث الصحيح أن النبي صلى الله عليه وسلم قال: «كلكم راع وكلكم مسئول عن رعيته فالإمام الذي على الناس راع وهو مسئول عنهم، والرجل راع على أهل بيته وهو مسئول عنهم» .وقال صلى الله عليه وسلم: «ما نحل والد ولدا، أفضل من أدب حسن» .وقال صلى الله عليه وسلم: «مروا أبناءكم بالصلاة لسبع، واضربوهم عليها لعشر، وفرقوا بينهم في المضاجع» .وقد روى مسلم في صحيحه أن النبي صلى الله عليه وسلم كان إذا أوتر يقول: قومي فأوترى يا عائشة.وذكر القشيري أن عمر- رضى الله عنه- لما نزلت هذه الآية قال يا رسول الله: نقى أنفسنا فكيف بأهلينا؟فقال: «تنهونهم عما نهاكم الله عنه، وتأمرونهم بما أمركم الله به»   .وجاء لفظ النار منكرا، للتهويل. أى: نارا عظيمة لا يعلم مقدار حرها إلا الله- تعالى-.وقوله: وَقُودُهَا النَّاسُ وَالْحِجارَةُ أى: هذه النار لا توقد كما يوقد غيرها بالحطب وما يشبهها، وإنما مادة اشتعالها تتكون من الناس الذين كانوا في الدنيا يشركون مع الله- تعالى- آلهة أخرى في العبادة، ومن الحجارة التي كانت تعبد من دونه- تعالى-.ثم أضاف- سبحانه- إلى تهويلها أمرا آخر وصفة أخرى فقال: عَلَيْها مَلائِكَةٌ غِلاظٌ شِدادٌ لا يَعْصُونَ اللَّهَ ما أَمَرَهُمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ.والغلاظ: جمع غليظ وهو المتصف بالضخامة والغلظة التي هي ضد الرقة.وهذا اللفظ صفة مشبهة، وفعله غلظ ككرم.وشداد: جمع شديد، وهو المتصف بالقوة والشدة، يقال: فلان شديد على فلان، أى:قوى عليه، بحيث يستطيع أن ينزل به ما يريد من الأذى والعقاب.أى: هذه النار من صفاتها- أيضا- أن الموكلين بإلقاء الكفار والفساق فيها، ملائكة قساة في أخذهم أهل النار، أقوياء عليهم، بحيث لا يستطيع أهل النار أن يفلتوا منهم، أو أن يعصوا لهم أمرا.وهؤلاء الملائكة من صفاتهم كذلك أنهم لا يعصون لله- تعالى- أمرا. وإنما ينفذون ما يكلفهم- سبحانه- به تنفيذا تاما.قال صاحب الكشاف: فإن قلت أليس الجملتان- لا يعصون.. ويفعلون في معنى واحد؟قلت: لا فإن معنى الأولى أنهم يتقبلون أوامره ويلتزمونها ولا يأبونها ولا ينكرونها، ومعنى الثانية: أنهم يؤدون ما يؤمرون به، ولا يتثاقلون عنه ولا يتوانون فيه."
}