{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/35/",
    "ayah_number": 35,
    "text": "ثم حكى- سبحانه- لونا آخر من ألوان ضلال هؤلاء المشركين وجحودهم فقال:وَما كانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكاءً وَتَصْدِيَةً، فَذُوقُوا الْعَذابَ بِما كُنْتُمْ تَكْفُرُونَ.قال القرطبي ما ملخصه: قال ابن عباس: كانت قريش تطوف بالبيت عراة، يصفقون ويصفرون، فكان ذلك عبادة في ظنهم.والمكاء: الصفير. يقال مكا يمكو مكوا ومكاء إذا صفر.والتصدية: التصفيق. يقال: صدى يصدى تصدية إذا صفق.قال قتادة: المكاء: ضرب بالأيدى، والتصدية: الصياح.والمعنى: أن هؤلاء المشركين لم تكن صلاتهم عند البيت الحرام إلا تصفيقا وتصفيرا، وهرجا ومرجا لا وقار فيه، ولا استشعار لحرمة البيت، ولا خشوع لجلالة الله- تعالى-، وذلك لجهلهم بما يجب عليهم نحو خالقهم، ولحرصهم على أن يسيئوا إلى النبي صلى الله عليه وسلم وهو يقرأ القرآن، أو وهو يطوف بالبيت، أو وهو يؤدى شيئا من شعائر الإسلام وعباداته. فقد حكى القرآن عنهم أنهم كانوا إذا سمعوا القرآن رفعوا أصواتهم بالصياح والغناء ليمنعوا الناس من سماعه. قال- تعالى-: وَقالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ .وروى ابن جرير أن ابن عمر حكى فعلهم، فصفر، وأمال خده وصفق بيديه.وقال مجاهد إنهم كانوا يصنعون ذلك ليخلطوا على النبي صلى الله عليه وسلم صلاته.وعن سعيد بن جبير: كانت قريش يعارضون النبي صلى الله عليه وسلم في الطواف يستهزئون به، يصفرون ويصفقون .وقال الفخر الرازي: فإن قيل المكاء والتصدية ما كانا من جنس الصلاة فكيف جاز استثناؤهما من الصلاة؟قلنا: فيه وجوه: الأول: أنهم كانوا يعتقدون أن المكاء والتصدية من جنس الصلاة فخرج هذا الاستثناء على حسب، معتقدهم.الثاني: أن هذا كقولك: وددت الأمير فجعل جفائى صلتي. أى: أقام الجفاء مقام الصلة فكذا هنا.الثالث: الغرض منه أن من كان المكاء والتصدية صلاته فلا صلاة له. كما تقول العرب:ما لفلان عيب إلا السخاء. يريد من كان السخاء عيبه فلا عيب له .وقوله: فَذُوقُوا الْعَذابَ بِما كُنْتُمْ تَكْفُرُونَ وعيد لهم على كفرهم وجحودهم، واستهزائهم بشعائر الله.أى: فذوقوا- أيها الضالون- العذاب الشديد بسبب كفركم وعنادكم واستهزائكم بالحق الذي جاءكم به محمد صلى الله عليه وسلم من عند الله،"
}