{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/63/",
    "ayah_number": 63,
    "text": "ثم بين- سبحانه- بعض مظاهر فضله في كيفية تأييده لرسوله بالمؤمنين فقال- تعالى-: وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ ما فِي الْأَرْضِ جَمِيعاً ما أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ.أى: أن من مظاهر فضل الله عليك يا محمد أن أيدك- سبحانه- بنصره وأن أيدك بالمؤمنين، بأن حبب إليهم الإيمان وزينه في قلوبهم، وجعل منهم قوة موحدة، فصاروا بفضله- تعالى- كالنفس الواحدة، بعد أن كانوا متنازعين متفرقين وأنت يا محمد لَوْ أَنْفَقْتَ ما فِي الْأَرْضِ جَمِيعاً من الذهب والفضة وغيرهما ما استطعت أن تؤلف بين قلوبهم المتنافرة المتنازعة وَلكِنَّ اللَّهَ بفضله وقدرته هو وحده الذي أَلَّفَ بَيْنَهُمْ فصاروا إخوانا متحابين متصافين إِنَّهُ- سبحانه- عَزِيزٌ أى: غالب في ملكه وسلطانه على كل ظاهر وباطن حَكِيمٌ في كل أفعاله وأحكامه..وهذه الآية الكريمة يؤيدها التاريخ، ويشهد بصدقها أحداثه، فنحن نعلم أن العرب- وخصوصا الأوس والخزرج- كانوا قبل الإسلام في حالة شديدة من التفرق والتخاصم والتنازع والتحارب.. فلما دخلوا في الإسلام تحول بغضهم إلى حب، وتخاصمهم إلى مودة، وتفرقهم إلى اتحاد ... وصاروا في توادهم وتراحمهم وتعاطفهم، إلى مستوى لم يعرفه التاريخ من قبل ...ولقد أجاد صاحب الكشاف- رحمه الله- في تصويره لهذه المعاني حيث قال: «التأليف بين قلوب من بعث إليهم رسول الله صلى الله عليه وسلم من الآيات الباهرة، لأن العرب- لما فيهم من الحمية والعصبية، والانطواء على الضغينة..- لا يكاد يأتلف منهم قلبان، ثم ائتلفت قلوبهم على اتباع رسول الله صلى الله عليه وسلم واتحدوا، وأنشأوا يرمون عن قوس واحدة، وذلك لما نظم الله من ألفتهم، وجمع من كلمتهم، وأحدث بينهم من التحاب والتواد، وأماط عنهم من التباغض والتماقت، وكلفهم من الحب، في الله والبغض في الله، ولا يقدر على ذلك إلا من يملك القلوب، فهو يقلبها كيف يشاء، ويصنع فيها ما يريد.قيل: هم الأوس والخزرج، كان بينهم من الحروب والوقائع ما أهلك سادتهم ورؤساءهم، ودق جماجمهم. ولم يكن لبغضائهم أمد ومنتهى. وبينهما التجاور الذي يهيج الضغائن، ويديم التحاسد والتنافس. وعادة كل طائفتين كانتا بهذه المثابة أن تتجنب هذه ما آثرته أختها، وتكرهه وتنفر منه.فأنساهم الله- تعالى- ذلك كله، حتى اتفقوا على الطاعة، وتصافوا وصاروا أنصارا، وعادوا أعوانا، وما ذاك إلا بلطيف صنعه، وبليغ قدرته»  . هذا، وفي الصحيحين أن رسول الله صلى الله عليه وسلم لما خطب الأنصار في شأن غنائم «حنين» قال لهم: يا معشر الأنصار!! ألم أجدكم ضلالا فهداكم الله بي وعالة فأغناكم الله بي؟ وكنتم متفرقين فألفكم الله بي؟فكانوا يقولون كلما قال شيئا: الله ورسوله أمن».وروى الحاكم أن ابن عباس كان يقول: إن الرحم لتقطع، وإن النعمة لتنكر، وإن الله إذا قارب بين القلوب لم يزحزحها شيء. ثم يقرأ قوله- تعالى-: لَوْ أَنْفَقْتَ ما فِي الْأَرْضِ جَمِيعاً، ما أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ ....ثم مضت السورة الكريمة في تثبيت الطمأنينة في قلب النبي صلى الله عليه وسلم وفي قلوب أصحابه، فبينت لهم أن الله كافيهم وناصرهم، وأن القلة منهم تغلب الكثرة من أعداء الله وأعدائهم فقال- تعالى-:"
}