{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/9/",
    "ayah_number": 9,
    "text": "قال القرطبي: قوله- تعالى-: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ الاستغاثة: طلب الغوث والنصر، يقال: غوّث الرجل، أى: قال وا غوثاه، والاسم الغوث والغواث، واستغاثني فلان فأغثته، والاسم الغياث  .وقوله مُمِدُّكُمْ من الإمداد بمعنى الزيادة والإغاثة، وقد جرت عادة القرآن أن يستعمل الإمداد في الخير، وأن يستعمل المد في الشر والذم.قال- تعالى-: وَاتَّقُوا الَّذِي أَمَدَّكُمْ بِما تَعْلَمُونَ، أَمَدَّكُمْ بِأَنْعامٍ وَبَنِينَ، وَجَنَّاتٍ وَعُيُونٍ .وقال- تعالى-: ثُمَّ رَدَدْنا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْناكُمْ بِأَمْوالٍ وَبَنِينَ وَجَعَلْناكُمْ أَكْثَرَ نَفِيراً .قال- تعالى-: قُلْ مَنْ كانَ فِي الضَّلالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمنُ مَدًّا .وقال- تعالى-: اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ .وقوله: مُرْدِفِينَ من الإرداف بمعنى التتابع.قال الفخر الرازي: قرأ نافع وأبو بكر عن عاصم مُرْدِفِينَ- بفتح الدال- وقرأ الباقون بكسرها، والمعنى على الكسر، أى: متتابعين يأتى بعضهم في إثر البعض كالقوم الذين أردفوا على الدواب.والمعنى على قراءة الفتح، أى: فعل بهم ذلك، ومعناه أن الله- تعالى- أردف المسلمين وأمدهم بهم  أى جعلهم خلف المسلمين لتقويتهم.والمعنى: اذكروا- أيها المؤمنون- وقت أن كنتم- وأنتم على أبواب بدر- تَسْتَغِيثُونَ رَبَّكُمْ أى: تطلبون منه الغوث والنصر على عدوكم فَاسْتَجابَ لَكُمْ دعاءكم، وكان من مظاهر ذلك أن أخبركم على لسان نبيكم صلى الله عليه وسلم بأنى مُمِدُّكُمْ أى: معينكم وناصركم بألف من الملائكة مردفين، أى: متتابعين، بعضهم على إثر بعض، أو أن الله- تعالى- جعلهم خلف المسلمين لتقويتهم وتثبيتهم.ويروى الإمام مسلم عن ابن عباس قال: حدثني عمر بن الخطاب قال: كان يوم بدر، نظر رسول الله صلى الله عليه وسلم إلى المشركين وهم ألف، وأصحابه ثلاثمائة وبضعة عشر رجلا، فاستقبل نبي الله صلى الله عليه وسلم القبلة، ثم مد يديه فجعل يهتف بربه ويقول: اللهم أنجز لي ما وعدتني، اللهم أنجز لي ما وعدتني، اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض، فما زال يهتف بربه مادا يديه حتى سقط رداؤه عن منكبيه.فأتاه أبو بكر، فأخذ رداءه، فألقاه على منكبيه، ثم التزمه من ورائه، وقال: يا نبي الله!! كفاك مناشدتك ربك، فإنه سينجز لك ما وعدك. فأنزل الله- عز وجل-: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ الآية فأمده الله بالملائكة .وروى البخاري عن ابن عباس قال: قال النبي صلى الله عليه وسلم يوم بدر، اللهم أنشدك عهدك ووعدك، اللهم إن شئت لم تعبد، فأخذ أبو بكر بيده، فقال حسبك، فخرج صلى الله عليه وسلم وهو يقول: «سيهزم الجمع ويولون الدبر» .وروى سعيد بن منصور عن طريق عبيد الله بن عبد الله بن عتبة قال: لما كان يوم بدر نظر رسول الله صلى الله عليه وسلم إلى المشركين وتكاثرهم، وإلى المسلمين فاستقلهم، فركع ركعتين وقام أبو بكر عن يمينه، فقال رسول الله صلى الله عليه وسلم وهو في صلاته: «اللهم لا تودع منى، اللهم لا تخذلني، اللهم لا تترنى- أى لا تقطعني عن أهلى وأنصارى- أو لا تنقصني شيئا من عطائك- اللهم أنشدك ما وعدتني- أى: أستنجزك وعدك» .وروى ابن إسحاق في سيرته أنه صلى الله عليه وسلم قال: اللهم هذه قريش قد أقبلت بخيلائها وفخرها تحادك وتكذب رسولك، اللهم فنصرك الذي وعدتني .فإن قيل: إن هذه النصوص يؤخذ منها أن هذه الاستغاثة كانت من رسول الله صلى الله عليه وسلم فلماذا أسندها القرآن إلى المؤمنين؟فالجواب: أن المؤمنين كانوا يؤمنون على دعائه صلى الله عليه وسلم ويتأسون به في الدعاء، إلا أن الروايات ذكرت دعاء الرسول صلى الله عليه وسلم، لأنه هو قائد المؤمنين، وهو الذي يحرص الرواة على نقل دعائه، أكثر من حرصهم على نقل دعاء غيره من أصحابه.وقيل: إن الضمير في قوله تَسْتَغِيثُونَ للرسول صلى الله عليه وسلم، وجيء به مجموعا على سبيل التعظيم، ويعكر على هذا القيل أن السياق بعد ذلك لا يلتئم معه، لأنه خطاب للمؤمنين بالنعم التي أنعم بها- سبحانه- عليهم.وعبر- سبحانه- بالمضارع تَسْتَغِيثُونَ مع أن استغاثتهم كانت قبل نزول الآية- استحضارا للحال الماضية، حتى يستمروا على شكرهم لله، ولذلك عطف عليه.فاستجاب لكم، بصيغة الماضي مسايرة للواقع.وكان العطف بالفاء للإشعار بأن إجابة دعائهم كانت في أعقاب تضرعهم واستغاثتهم وهذا من فضل الله عليهم، ورحمته بهم، حيث أجارهم من عدوهم، ونصرهم عليه- مع قلتهم عنه- نصرا مؤزرا.والسين والتاء في قوله: «تستغيثون» للطلب، أى: تطلبون منه الغوث بالنصر.فإن قيل: إن الله- تعالى- ذكر هنا أنه أمدهم بألف من الملائكة، وذكر في سورة آل عمران أنه أمدهم بأكثر من ذلك فكيف الجمع بينهما؟.فالجواب أن الله- تعالى- أمد المؤمنين بألف من الملائكة في يوم بدر، كما بين هنا في سورة الأنفال، ثم زاد عددهم إلى ثلاثة آلاف كما قال- تعالى- في سورة آل عمران: وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ. إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ مُنْزَلِينَ ... ، ثم زاد عددهم مرة أخرى إلى خمسة آلاف، قال- تعالى- بَلى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هذا، يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلافٍ مِنَ الْمَلائِكَةِ مُسَوِّمِينَ   .وقد صبروا واتقوا وأتاهم المشركون من مكة فورا حين استنفرهم أبو سفيان لإنقاذ العير..فكان المدد خمسة آلاف..واختار ابن جرير أنهم وعدوا بالمدد بعد الألف، ولا دلالة في الآيات على أنهم أمدوا بما زاد على ذلك، ولا على أنهم لم يمدوا، ولا يثبت شيء من ذلك إلا بنص.وهذا بناء على أن المدد الذي وعد الله به المؤمنين في آيات سورة آل عمران كان خاصا بغزوة بدر.أما على الرأى القائل بأن هذا المدد الذي بتلك الآيات كان خاصا بغزوة أحد فلا يكون هناك إشكال بين ما جاء في السورتين.وقد بسط القول في هذه المسألة الإمام ابن كثير فقال ما ملخصه:«اختلف المفسرون في هذا الوعد هل كان يوم بدر أو يوم أحد على قولين:أحدهما: أن قوله- تعالى-: إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ متعلق بقوله: وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ.وهذا قول الحسن والشعبي والربيع بن أنس وغيرهم..، فإن قيل فكيف الجمع بين هذه الآيات- التي في سورة آل عمران وبين قوله في سورة الأنفال-: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ.فالجواب: أن التنصيص على الألف هنا، لا ينافي الثلاثة الآلاف فما فوقها لقوله- تعالى- مُرْدِفِينَ بمعنى يردفهم غيرهم ويتبعهم ألوف أخر مثلهم.قال الربيع بن أنس: أمد الله المسلمين بألف ثم صاروا ثلاثة آلاف، ثم صاروا خمسة آلاف» .والقول الثاني يرى أصحابه أن هذا الوعد- وهو قوله- تعالى-: إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ. متعلق بقوله- قبل ذلك- وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقاعِدَ لِلْقِتالِ. وذلك يوم أحد.وهو قول مجاهد، وعكرمة، والضحاك، وغيرهم.لكن قالوا: لم يحصل الإمداد بالخمسة الآلاف، لأن المسلمين يومئذ فروا."
}