{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/34/",
    "ayah_number": 34,
    "text": "ثم بين- سبحانه- بعض الجرائم التي ارتكبها المشركون، والتي تجعلهم مستحقين لعذاب الله، فقال- تعالى-: وَما لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرامِ، وَما كانُوا أَوْلِياءَهُ، إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ.والمعنى: وأى شيء يمنع من عذاب مشركي قريش بعد خروجك- يا محمد- وخروج المؤمنين المستضعفين من بين أظهرهم؟ إنه لا مانع أبدا من وقع العذاب عليهم وقد وجد مقتضية منهم، حيث اجترحوا من المنكرات والسيئات ما يجعلهم مستحقين للعقاب الشديد.فالاستفهام في قوله وَما لَهُمْ.. إنكارى بمعنى النفي. أى: لا مانع من تعذيب الله لهم وقوله وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرامِ جملة حالية مبينة لجريمة من جرائمهم الشنيعة، أى: لا مانع يمنع من تعذيبهم: وكيف لا يعذبون وحالهم أنهم يمنعون المؤمنين عن الطواف بالمسجد الحرام، ومن زيارته. ومن مباشرة عباداتهم عنده..؟ إنهم لا بد أن يعذبوا على هذه الجرائم.ولقد أوقع الله بهم عذابه في الدنيا: ومن ذلك ما حدث لهم يوم بدر من قتل صناديدهم ومن أسر وجهائهم.وأما عذابهم في الآخرة فهو أشد وأبقى من عذابهم في الدنيا.وقوله: وَما كانُوا أَوْلِياءَهُ رد على ما كانوا يقولونه بالباطل: نحن ولاة البيت الحرام، فلنا أن نصد من نشاء عن دخوله، ولنا أن نبيح لمن نشاء دخوله.أى: إن هؤلاء المشركين ما كانوا في يوم من الأيام أهلا لولاية البيت الحرام بسبب شركهم وعداوتهم- لله تعالى- رب هذا البيت.وقوله إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ بيان للمستحقين لولاية البيت الحرام، بعد نفيها عن المشركين.أى: إن هؤلاء المشركين ليسوا أهلا لولاية البيت الحرام، وليسوا أهلا لأن يكونوا أولياء لله- تعالى- بسبب كفرهم وجحودهم، وإنما المستحقون لذلك هم المتقون الذين صانوا أنفسهم عن الكفر وعن الشرك وعن كل ما يغضب الله، ولكن أكثر هؤلاء المشركين لا يعلمون ذلك بسبب جهلهم وتماديهم في الجحود والضلال.وقد جاءت جملة إِنْ أَوْلِياؤُهُ إِلَّا الْمُتَّقُونَ مؤكدة بأقوى ألوان التأكيد، لنفى كل ولاية على البيت الحرام سوى ولايتهم هم.ونفى- سبحانه- العلم عن أكثر المشركين، لأن قلة منهم كانت تعلم أنه لا ولاية لها على المسجد الحرام ولكنها كانت تجحد ذلك عنادا وغرورا. أو أن المراد بالأكثر الكل، لأن للأكثر حكم الكل في كثير من الأحكام، كما أن الأقل قد لا يعتبر فينزل منزلة العدم."
}