{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/12/",
    "ayah_number": 12,
    "text": "ثم ذكرهم بنعمة أخرى كان لها أثرها العظيم في نصرهم على المشركين فقال- سبحانه-:إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ. فَثَبِّتُوا الَّذِينَ آمَنُوا، سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ، فَاضْرِبُوا فَوْقَ الْأَعْناقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنانٍ.والبنان: - كما يقول القرطبي- واحده بنانة. وهي هنا الأصابع وغيرها من الأعضاء..وهو- أى البنان- مشتق من قولهم أبّن الرجل بالمكان إذا أقام به. فالبنان يعتمل به ما يكون للإقامة والحياة. وقيل: المراد بالبنان هنا أطراف الأصابع من اليدين والرجلين، وهو عبارة عن الثبات في الحرب وموضع الضرب، فإذا ضربت البنان تعطل من المضروب القتال بخلاف سائر الأعضاء......وذكر بعضهم: «أنها سميت بنانا لأن بها صلاح الأحوال التي بها يستقر الإنسان..» .والمعنى: واذكر- أيها الرسول الكريم- وقت أن أوحى ربك إلى الملائكة الذين أمد بهم المسلمين في بدر أَنِّي مَعَكُمْ أى بعونى وتأييدى فَثَبِّتُوا الَّذِينَ آمَنُوا أى فقووا قلوبهم، واملئوا نفوسهم ثقة بالنصر، وصححوا نياتهم في القتال حتى تكون غايتهم إعلاء كلمة الله.قال الآلوسى: والمراد بالتثبيت: الحمل على الثبات في موطن الحرب والجد في مقاساة شدائد القتال. وكان ذلك هنا- في قول- بظهورهم لهم في صورة بشرية يعرفونها، ووعدهمإياهم النصر على أعدائهم، فقد أخرج البيهقي في الدلائل أن الملك كان يأتى الرجل في صورة الرجل يعرفه فيقول له: أبشروا فإنهم ليسوا بشيء، والله معكم. كروا عليهم.وقال الزجاج: كان بأشياء يلقونها في قلوبهم تصح بها عزائمهم ويتأكد جدهم. وللملك قوة إلقاء الخير في القلب ويقال له إلهام، كما أن للشيطان قوة إلقاء الشر ويقال له وسوسة، .وقوله- تعالى-: سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بشارة عظيمة للمؤمنين.أى: سأملأ قلوب الكافرين بالخوف والفزع منكم- أيها المؤمنون-، وسأقذف فيها الهلع والجزع حتى تتمكنوا منهم.والرعب: انزعاج النفس وخوفها من توقع مكروه، وأصله التقطيع من قولهم: رعبت السنام ترعيبا إذا قطعته مستطيلا، كأن الخوف يقطع الفؤاد.وقوله: فَاضْرِبُوا فَوْقَ الْأَعْناقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنانٍ الخطاب فيه للمؤمنين، وقيل، للملائكة.والمراد بما فوق الأعناق الرءوس كما روى عن عطاء وعكرمة. أو المراد بها الأعناق ذاتها فتكون فوق بمعنى: على وهو قول أبى عبيدة.ويرى صاحب الكشاف أن المراد بما فوق الأعناق: أعالى الأعناق التي هي المذابح، لأنها مفاصل، فكان إيقاع الضرب فيها جزا وتطييرا للرءوس.والمراد بالبنان- كما سبق أن بينا- الأصابع أو مطلق الأطراف.والمعنى: لقد أعطيتكم- أيها المؤمنون- من وسائل النصر ما أعطيتكم، فهاجموا أعدائى وأعداءكم بقوة وغلظة، واضربوهم على أعناقهم ورءوسهم ومواضع الذبح فيهم. واضربوهم على كل أطرافهم حتى تشلوا حركتهم، فيصبحوا عاجزين عن الدفاع عن أنفسهم."
}