{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/38/",
    "ayah_number": 38,
    "text": "وبعد كل هذا التهديد والوعيد للكافرين.. يوجه- سبحانه- خطابه إلى نبيه صلى الله عليه وسلم يأمره فيه أن يبلغهم حكم الله إذا ما انتهوا عن كفرهم، كما يأمر المؤمنين أن يقاتلوهم حتى تكون كلمة الله هي العليا، فيقول- سبحانه-: قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ، وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ. وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ، فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ. وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ.أى: قُلْ يا محمد لهؤلاء الذين كفروا بالحق لما جاءهم، من أهل مكة وغيرهم، قل لهم: إِنْ يَنْتَهُوا عن كفرهم وعداوتهم للمؤمنين يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ من كفرهم ومعاصيهم وَإِنْ يَعُودُوا إلى قتالك ويستمروا في ضلالهم وكفرهم وطغيانهم، انتقمنا منهم، ونصرنا المؤمنين عليهم فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ على ذلك.أى: فقد مضت سنة الله- تعالى- في الأولين، وسنته لا تتخلف في أنه- سبحانه- يعذب المكذبين بعد إنذارهم وتبليغهم دعوته، وينصر عباده المؤمنين وينجيهم ويمكن لهم في الأرض. وقد رأى هؤلاء المشركون كيف كانت عاقبة أمرهم في بدر، وكيف أهلك- سبحانه- الكافرين من الأمم قبلهم.وجواب الشرط لقوله وَإِنْ يَعُودُوا محذوف والتقدير: وإن يعودوا ننتقم منهم.وقوله فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ تعليل للجواب المحذوف.قال الآلوسى: قوله فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ أى عادة الله الجارية في الذين تحزبوا على الأنبياء، من نصر المؤمنين عليهم وخذلانهم وتدميرهم. وأضيفت السنة إليهم لما بينهما من الملابسة الظاهرة. ونظير ذلك قوله- سبحانه- سُنَّةَ مَنْ قَدْ أَرْسَلْنا فأضاف السنة إلى المرسلين مع أنها سنته لقوله- سبحانه- وَلا تَجِدُ لِسُنَّتِنا تَحْوِيلًا باعتبار جريانها على أيديهم. ويدخل في الأولين الذين حاق بهم مكرهم يوم بدر.والآية حث على الإيمان وترغيب فيه.. واستدل بها على أن الإسلام يجب ما قبله، وأن الكافر إذا أسلم لا يخاطب بقضاء ما فاته من صلاة أو زكاة أو صوم أو إتلاف مال أو نفس.وأجرى المالكية ذلك كله في المرتد إذا تاب لعموم الآية ... » ."
}