{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/75/",
    "ayah_number": 75,
    "text": "ثم ختم- سبحانه- السورة الكريمة ببيان القسم الرابع من أقسام المؤمنين في العهد النبوي فقال: وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهاجَرُوا وَجاهَدُوا مَعَكُمْ فَأُولئِكَ مِنْكُمْ ...أى: والذين آمنوا من بعد المؤمنين السابقين إلى الإيمان والهجرة، وهاجروا إلى المدينة، وجاهدوا مع المهاجرين السابقين والأنصار من أجل إعلاء كلمة الله، فأولئك الذين هذا شأنهم مِنْكُمْ أى: من جملتكم- أيها المهاجرون والأنصار في استحقاق الموالاة والنصرة، واستحقاق الأجر من الله، إلا أن هذا الأجر ينقص عن أجركم، لأنه لا يتساوى السابق في الإيمان والهجرة والجهاد مع المتأخر في ذلك.قالوا: والمراد بهذا القسم الرابع من أقسام المؤمنين، أهل الهجرة الثانية التي وقعت بعد الهجرة الأولى، وقيل المراد بهذا القسم المهاجرون بعد صلح الحديبية، أو بعد غزوة بدر، أو بعد نزول هذه الآية، فيكون الفعل الماضي آمَنُوا وما بعده بمعنى المستقبل.وقوله: وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ.. بيان لحقوق الأقارب بالنسب والأرحام جمع رحم، وأصله رحم المرأة الذي هو موضع تكوين الولد في بطنها، وسمى به الأقارب، لأنهم في الغالب من رحم واحدة وأولو الأرحام في اصطلاح علماء الفرائض: هم الذين لا يرثون بفرض ولا تعصيب.أى: وذوو القرابة بعضهم أولى في التوارث وفي غير ذلك مما تقتضيه مطالب الحياة من التكافل والتراحم.وقوله: فِي كِتابِ اللَّهِ أى: في حكمه الذي كتبه على عباده المؤمنين، وأوجب به عليهم صلة الأرحام في هذه الآية وغيرها.قال الآلوسى: «أخرج الطيالسي والطبراني وغيرهما عن ابن عباس قال: آخى رسول الله صلى الله عليه وسلم بين أصحابه، وورث بعضهم من بعض حتى نزلت هذه الآية فتركوا ذلك وتوارثوا بالنسب».أى أن هذه الآية الكريمة نسخت ما كان بين المهاجرين والأنصار من التوارث بسبب الهجرة والمؤاخاة.وقوله: إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ تذييل ختمت به السورة الكريمة لحض المؤمنين على التمسك بما اشتملت عليه من آداب وتشريعات وأحكام لينالوا رضاه وثوابه.أى: إن الله- تعالى- مطلع على كل شيء مما يدور ويجرى في هذا الكون، ولا يخفى عليه شيء في الأرض ولا في السماء، وسيجازى الذين أساؤوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.وبذلك نرى الآيات الكريمة قد مدحت المهاجرين والأنصار مدحا عظيما، كما مدحت المؤمنين من بعدهم، وحضت على الجهاد في سبيل الله، وأمرت بالوفاء بالعهود، وبالوقوف صفا واحدا في وجه الكفار حتى تكون كلمة الله هي العليا وكلمة الذين كفروا هي السفلى.وبعد: فهذا ما وفق الله إليه في تفسير سورة الأنفال، أو سورة بدر- كما سماها ابن عباس- لأنها تحدثت باستفاضة عن أحداث هذه الغزوة وعن أحوال المشتركين فيها، وعن بشارات النصر التي تقدمتها وصاحبتها وعن غنائمها وأسراها.كما تحدثت عن صفات المؤمنين الصادقين، وعن الأقوال والأعمال التي يجب عليهم أن يتمسكوا بها لينالوا رضا الله ونصره، وعن رذائل المشركين ومسالكهم القبيحة لمحاربة الدعوة الاسلامية، وعن المبادئ التي يجب أن يسير عليها المسلمون في حربهم وسلمهم، وعن سنن الله في خلقه التي لا تتغير ولا تتبدل، والتي من أهمها:أنه- سبحانه- لا يسلب نعمة عن قوم إلا بسبب معاصيهم وتنكبهم الطريق القويم، قال- تعالى-: ذلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ.وأنه- سبحانه- قد جعل العاقبة الحسنة للمؤمنين، والعاقبة السيئة للفاسقين، وأخبر المنحرفين عن صراطه بأنه سيغفر لهم ما سلف من خطاياهم متى أقلعوا عنها، وأخلصوا له العبادة.قال- تعالى- قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ ما قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ، وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ، فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ، وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ.وختاما: نسأل الله- تعالى- أن يوفقنا للمداومة على خدمة كتابه، وأن يهيئ لنا من أمرنا رشدا، وأن يتمم لنا نورنا ويغفر لنا إنه على كل شيء قدير.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم د. محمد سيد طنطاوى"
}