{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/43/",
    "ayah_number": 43,
    "text": "ثم يبين- سبحانه- بعض وجوه نعمه على المؤمنين، وتدبيره الخفى لنصرهم وفوزهم فيقول: إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنامِكَ قَلِيلًا، وَلَوْ أَراكَهُمْ كَثِيراً لَفَشِلْتُمْ وَلَتَنازَعْتُمْ فِي الْأَمْرِ، وَلكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ.أى: اذكر يا محمد فضل الله عليك وعلى أصحابك، حيث أراك في منامك الكافرين قليلا عددهم، ضئيلا وزنهم فأخبرت بذلك أتباعك فازدادوا ثباتا واطمئنانا وجرأة على عدوهم وَلَوْ أَراكَهُمْ كَثِيراً أى: ولو أراك الأعداء عددا كثيرا لَفَشِلْتُمْ أى: لتهيبتم الإقدام عليهم، لكثرة عددهم، من الفشل وهو ضعف مع جبن وَلَتَنازَعْتُمْ فِي الْأَمْرِ أى:في أمر الإقدام عليهم والإحجام عنهم. فمنكم من يرى هذا ومنكم من يرى ذلك.وقوله وَلكِنَّ اللَّهَ سَلَّمَ بيان لمحل النعمة. أى: ولكن الله- تعالى- بفضله وإحسانه أنعم عليكم بالسلامة من الفشل والتنازع وتفرق الآراء في شأن القتال: حيث ربط على قلوبكم، ورزقكم الجرأة على أعدائكم وعدم المبالاة بهم بسبب رؤيا نبيكم.وقوله: إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ تذييل يدل على شمول علمه- سبحانه-.أى: إنه- سبحانه- عليم بكل ما يحصل في القلوب وما يخطر بها من شجاعة وجبن.ومن صبر وجزع ولذلك دير ما دبر.قال الفخر الرازي، قال مجاهد: أرى الله النبي صلى الله عليه وسلم كفار قريش في منامه قليلا، فأخبر بذلك أصحابه فقالوا: رؤيا النبي حق. القوم قليل، فصار ذلك سببا لجرأتهم وقوة قلوبهم.فإن قيل: رؤية الكثير قليلا غلط، فكيف يجوز من الله- تعالى- أن يفعل ذلك؟قلنا: ذهبنا أنه- تعالى- يفعل ما يشاء ويحكم ما يريده وأيضا لعله- سبحانه- أراه البعض دون البعض فحكم الرسول على أولئك الذين رآهم بأنهم قليلون .ونستطيع أن نضيف إلى ما أجاب به الفخر الرازي أنه يجوز أن يكون المراد بالقلة:الضعف وهوان الشأن..أى: أن المشركين وإن كانوا في حقيقتهم يقاربون الألف- أى أكثر من ثلاثة أمثال المؤمنين- إلا أنهم لا قوة لهم ولا وزن، فهم كثير عددهم ولكن قليل غناؤهم، قليل وزنهم في المعركة. لأنهم ينقصهم الإيمان الصحيح الذي يقوى القلوب، ويدفع النفوس إلى الإقدام لنصرة الحق لكي تفوز برضا الله وحسن مثوبته.وإلى هذا المعنى أشار صاحب المنار بقوله: وقد تقدم أن النبي صلى الله عليه وسلم قدر عدد المشركين بألف وأخبر أصحابه بذلك، ولكنه أخبرهم مع هذا أنه رآهم في منامه قليلا، لا أنهم قليل في الواقع، فالظاهر أنهم أولوا الرؤيا بأن بلاءهم يكون قليلا، وأن كيدهم يكون ضعيفا، فتجرءوا وقويت قلوبهم   .هذا، ونسب الى الحسن أنه ذكر أن هذه الآراء كانت في اليقظة، وأن المراد من المنام العين التي هي موضع النوم. قال الزمخشري. وهذا تفسير فيه تعسف. وما أحسب الرواية صحيحة فيه عن الحسن.وقال الآلوسى: وعن الحسن أنه فسر المنام بالعين، لأنها مكان النوم كما يقال للقطيفة المنامة لأنها ينام فيها، فلم يكن عنده هناك رؤيا أصلا بل كانت رؤية، وإليه ذهب البلخي.ولا يخفى ما فيه، لأن المنام شائع بمعنى النوم مصدر ميمى. ففي الحمل على خلاف ذلك تعقيد ولا نكتة فيه.. على أن الروايات الجمة برؤيته صلى الله عليه وسلم إياهم مناما، وقص ذلك على أصحابه مشهورة لا يعارضها كون العين مكان النوم نظرا إلى الظاهر.. ولعل الرواية عن الحسن غير صحيحة، فإنه الفصيح العالم بكلام العرب  ."
}