{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/7/78/",
    "ayah_number": 78,
    "text": "القول في تأويل قوله :  فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ (78)قال أبو جعفر : يقول تعالى ذكره: فأخذت الذين عقروا الناقةَ من ثمود =(الرجفة)، وهي الصيحة.* * *و \" الرجفة \" ،\" الفعلة \"، من قول القائل: \" رجَف بفلان كذا يرجُفُ رجْفًا \"، وذلك إذا حرَّكه وزعزعه، كما قال الأخطل:إِمَّا تَرَيْنِي حَنَانِي الشَّيْبُ مِنْ كِبَرٍكَالنَّسْرِ أَرْجُفُ , وَالإنْسَانُ مَهْدُودُ (7)وإنما عنى ب\" الرجفة \" ، ها هنا الصيحة التي زعزعتهم وحركتهم للهلاك، لأن ثمود هلكت بالصيحة ، فيما ذكر أهل العلم.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14828-حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد، في قول الله: \" الرجفة \" ، قال: الصيحة.14829-حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.14830-حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: ( فأخذتهم الرجفة ) ، وهي الصيحة.14831-حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو سعد، عن مجاهد: ( فأخذتهم الرجفة ) ، قال: الصيحة.* * *وقوله: ( فأصبحوا في دارهم جاثمين ) ، يقول: فأصبح الذين أهلك الله من ثمود=(في دارهم)، يعني في أرضهم التي هلكوا فيها وبلدتهم.* * *ولذلك وحَّد \" الدار \" ولم يجمعها فيقول \" في دورهم \"= وقد يجوز أن يكون أريد بها الدور، ولكن وجَّه بالواحدة إلى الجميع، كما قيل:  وَالْعَصْرِ * إِنَّ الإِنْسَانَ لَفِي خُسْرٍ )  [العصر: 1-2].* * *وقوله: ( جاثمين ) ، يعني: سقوطًا صرعَى لا يتحركون ، لأنهم لا أرواح فيهم ، قد هلكوا. والعرب تقول للبارك على الركبة: \" جاثم \"، ومنه قول جرير:عَرَفْتُ المُنْتَأَى , وَعَرَفْتُ مِنْهَامَطَايَا القِدْرِ كَالحِدَإِ الجُثُومِ (8)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14832-حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد، في قوله: ( فأصبحوا في دارهم جاثمين ) ، قال: ميتين.--------------------الهوامش :(7) ديوانه: 146 من قصيدة له جيدة ، قالها في يزيد بن معاوية ، وذكر فيها الشباب ذكرًا عجبًا ، وقد رأى إعراض الغواني عنه من أجله ، يقول بعده:وَقَدْ يَكُونُ الصِّبَى مِنِّي بِمَنْزِلَةٍيَوْمًا ، وتَقْتَادُنِي الهِيفُ الرَّعَادِيدُيَا قَلَّ خَيْرُ الغَوَانِي ، كيف رُغْنَ بِهِفَشُرْبُهُ وَشَلٌ فِيهِنَّ تَصْرِيدُأَعْرَضْنَ مِنْ شَمَطٍ في الرَّأْسِ لاحَ بِهِفَهُنّ مِنْهُ ، إِذَا أَبْصَرْنَهُ ، حِيدُقَدْ كُنَّ يَعْهَدْنَ مِنِّي مَضْحَكًا حَسَنًاوَمَفْرِقًا حَسَرَتْ عَنْهُ العَنَاقِيدُفَهُنَّ يَشْدُونَ مِنِّي بَعْضَ مَعْرِفَةٍ،وَهُنَّ بالوُدِّ ، لا بُخْلٌ ولا جُودُقَدْ كَانَ عَهْدِي جَدِيدًا ، فَاسْتُبِدَّ بِهِ،وَالعَهْدُ مُتَّبَعٌ مَا فِيهِ ، مَنشُودُيَقُلْنَ : لا أَنْتَ بَعْلٌ يُسْتَقَادُ لَهُ،وَلا الشَّبَابُ الَّذِي قَدْ فَاتَ مَرْدُودُهَلْ لِلشَّبَابِ الذي قَدْ فَاتَ مرْدُودُ ?أَمْ هَلْ دَوَاءٌ يَرُدُّ الشِّيبَ مَوْجُودُ ?لَنْ يَرْجِعَ الشِّيبُ شُبَّانًا ، وَلَنْ يَجِدُواعِدْلَ الشَّبَابِ ، مَا أَوْرَقَ العُودُإِنَّ الشَّبَابَ لَمَحْمُودٌ بَشَاشَتُهُوالشَّيْبُ مُنْصَرفٌ عَنْهُ وَمَصْدُودُوهي أبيات ملئت عاطفة وحزنًا وحسرة ، فاحفظها.(8) ديوانه: 507 ، ومجاز القرآن لأبي عبيدة 1: 218 ، من قصيدته في هشام بن عبد الملك ، مضى منها بيت فيما سلف 1: 170.يقول قبله:وَقَفْتُ عَلَى الدِّيَارِ ، وَمَا ذَكَرْنَاكَدَارٍ بَيْنَ تَلْعَةَ والنَّظِيمو\"المنتأى\" ، حفير النؤى حول البيت. و\"مطايا القدر\" ، أثافيها ، تركبها القدر فهي لها مطية. وجعلها كالحدإ الجثوم ، لسوادها من سخام النار.وكان في المخطوطة: \"عرفت الصاى\" ، غير منقوطة ، وخطأ ، صوابه ما في المطبوعة."
}