{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/48/",
    "ayah_number": 48,
    "text": "وقوله: وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ وَقالَ لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جارٌ لَكُمْ.. تذكير للمؤمنين بما خدع به الشيطان الكافرين من وعود كاذبة، وأمانى باطلة.والمراد بهذا التذكير: حضهم على المداومة على طاعة الله وشكره، حيث إنه- سبحانه- لم يجعلهم كأولئك الذين استحوذ عليهم الشيطان.والمعنى: احذروا- أيها المؤمنون- أن تتشبهوا بأولئك الذين خرجوا من ديارهم بطرا ومفاخرة.. واذكروا وقت أن زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ في معاداتكم، بأن وسوس لهم بأنهم على الحق وأنتم على الباطل، وحسن لهم ما جبلوا عليه من غرور ومراءاة، وأوهمهم بأن النصر سيكون لهم عند لقائكم، بأن قال لهم لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جارٌ لَكُمْ أى: لن يغلبكم أحد من الناس، لا محمد صلى الله عليه وسلم وأصحابه، ولا غيرهم من قبائل العرب، وإنى مجير ومعين وناصر لكم، إذ المراد بالجار هنا: الذي يجير غيره. أى: يؤمنه مما يخاف ويخشى.قال الآلوسى: أى: ألقى في روعهم وخيل لهم أنهم لا يغلبون لكثرة عددهم، وعددهم، وأوهمهم أن اتباعهم إياه فيما يظنون أنها قربات- تجعله مجيرا لهم، وحافظا إياهم عن السوء حتى قالوا: اللهم انصر أهدى الفئتين، وأفضل الدينين.فالقول مجاز عن الوسوسة. والإسناد في قوله وَإِنِّي جارٌ لَكُمْ من قبيل الإسناد إلى السبب الداعي. ولَكُمُ خبر لا أو صفة غالِبَ والخبر محذوف. أى: لا غالب كائنا لكم موجود. والْيَوْمَ معمول الخبر. ومِنَ النَّاسِ حال من ضمير الخبر ... »   .وقوله: فَلَمَّا تَراءَتِ الْفِئَتانِ نَكَصَ عَلى عَقِبَيْهِ وَقالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرى ما لا تَرَوْنَ، إِنِّي أَخافُ اللَّهَ، وَاللَّهُ شَدِيدُ الْعِقابِ بيان لما فعله الشيطان وقاله بعد أن رأى ما رأى من قوة لا طاقة له بها..وقوله تَراءَتِ الْفِئَتانِ أى: تقاربتا بحيث صارت كل فئة ترى الأخرى رؤية واضحة.ومنهم من جعل تَراءَتِ بمعنى التقت وقوله نَكَصَ عَلى عَقِبَيْهِ أى: ولى هاربا ورجع القهقرى. وأبطل كيده وذهب ما مناهم به من النصرة والعون يقال: نكص عن الأمر نكوصا ونكصا أى: تراجع عنه وأحجم. والعقب: مؤخر القدم.والمعنى: لقد حرض الشيطان جنوده من الكافرين على حربكم- أيها المؤمنون-، ومناهم بالنصر عليكم ... ولكنه حينما تراءت الفئتان: فئتكم وفئته، ورأى ما أمدكم الله به من الملائكة، ولى مدبرا وقال للكافرين: إِنِّي بَرِيءٌ مِنْكُمْ أى: من عهدكم وجواركم ونصرتكم، إِنِّي أَرى من الملائكة النازلة لتأييد المؤمنين مالا ترونه أنتم إِنِّي أَخافُ اللَّهَ أن يعذبني قبل يوم القيامة، أو إنى أخاف الله أن يصيبني بمكروه من قبل ملائكته.وقوله وَاللَّهُ شَدِيدُ الْعِقابِ يحتمل أنه من كلام إبليس الذي حكاه الله- تعالى- عنه، ويحتمل أنه جملة مستأنفة من كلامه عز وجل.أى: والله شديد العقاب لمن عصاه وخالف أمره.هذا، وهناك قولان في كيفية تزيين الشيطان للمشركين:أحدهما: أن هذا التزيين لم يكن حسيا، وإنما كان معنويا عن طريق الوسوسة دون أن يتحول الشيطان إلى صورة إنسان.وعليه يكون قوله لا غالِبَ لَكُمُ الْيَوْمَ ... مجازا عن الوسوسة. وقوله نَكَصَ عَلى عَقِبَيْهِ استعارة لبطلان كيده، شبه بطلان كيده بعد وسوسته بمن رجع القهقرى عما يخافه.وثانيهما: أن هذا التزيين كان حسيا بمعنى أن الشيطان تمثل لهم في صورة إنسان، وقال لهم ما قال مما حكاه الله- تعالى- عنه.وقد ذكر صاحب الكشاف هذين الوجهين في تفسير الآية فقال: واذكر إِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ التي عملوها في معاداة رسول الله صلى الله عليه وسلم، ووسوس إليهم أنهم لا يغلبون ولا يطاقون، وأوهمهم أن اتباع خطوات الشيطان وطاعته مما يجيرهم، فلما تلاقى الفريقان نكص الشيطان وتبرأ منهم، أى: بطل كيده حين نزلت جنود الله.وكذا عن الحسن- رحمه الله- قال: كان ذلك على سبيل الوسوسة ولم يتمثل لهم.وقيل: لما اجتمعت قريش على السير- لحرب المسلمين في بدر- ذكرت الذي بينها وبين كنانة من الحرب، فكاد ذلك يثنيهم عن حرب المسلمين، فتمثل لهم إبليس في صورة سراقة ابن مالك بن جعشم الشاعر الكناني- وكان من أشرفهم- في جند من الشياطين معه راية وقال: لا غالب لكم اليوم وإنى مجيركم من بنى كنانة. فلما رأى الملائكة تنزل، نكص.وقيل: كانت يده في يد الحارث بن هشام، فلما نكص قال له الحارث: إلى أين؟ أتخذلنا في هذه الحال؟ فقال: إنى أرى ما لا ترون، ودفع صدر الحارث وانطلق وانهزموا.فلما بلغوا مكة قالوا: هزم الناس سراقة، فبلغ ذلك سراقة فقال: والله ما شعرت بمسيركم حتى بلغتني هزيمتكم. فلما أسلموا علموا أنه الشيطان.وفي الحديث- الذي أخرجه مالك في الموطأ-: «وما رئي إبليس يوما أصغر ولا أدحر ولا أغيظ منه في يوم عرفة لما يرى من نزول الرحمة. إلا ما رئي يوم بدر»  .وقد ذكر ابن جرير وابن كثير روايات أخرى تتفق في جملتها مع ما ذكره صاحب الكشاف، وإن كانت تختلف عنها في التفصيل، ومن ذلك قول ابن جرير:«وكان تزيينه ذلك لهم كما حدثني المثنى قال: حدثنا عبد الله بن صالح، قال: حدثني معاوية عن على بن أبى طلحة عن ابن عباس قال: جاء إبليس يوم بدر في جند من الشياطين معه رايته في صورة رجل من بنى مدلج، في صورة سراقة بن مالك بن جعشم، فقال الشيطان للمشركين: لا غالب لكم اليوم من الناس وإنى جار لكم فلما اصطف الناس، أخذ رسول الله صلى الله عليه وسلم قبضة من التراب، فرمى بها في وجوه المشركين، فولوا الأدبار.وأقبل جبريل إلى إبليس، فلما رآه- وكانت يده في يد رجل من المشركين- انتزع إبليس يده فولى مدبرا هو وشيعته.فقال الرجل: يا سراقة تزعم أنك لنا جار؟ قال: إِنِّي أَرى ما لا تَرَوْنَ، إِنِّي أَخافُ اللَّهَ، وَاللَّهُ شَدِيدُ الْعِقابِ وذلك حين رأى الملائكة.ثم قال: وحدثنا أحمد بن الفرج، قال: حدثنا عبد الملك بن عبد العزيز الماجشون، قال:حدثنا مالك، عن إبراهيم بن أبى عبلة، عن طلحة بن عبد بن عبيد الله بن كريز: أن رسول الله صلى الله عليه وسلم قال: «ما رئي إبليس يوما هو فيه أصغر ولا أحقر ولا أغيظ ولا أدحر من يوم عرفة وذلك مما يرى من تنزيل الرحمة والعفو عن الذنوب، إلا ما رأى يوم بدر» قالوا: يا رسول الله، وما رأى يوم بدر؟ قال: أما إنه رأى جبريل يزع الملائكة أى: يرتبهم ويسويهم ويصفهم للحرب»  .وقد سار- ابن جرير وابن كثير- في تفسيرهما للآية على أن التزيين من الشيطان كان حسيا.فابن جرير يقول. بعد أن ذكر بضع روايات في تفسير الآية: فتأويل: وإن الله لسميع عليم في هذه الأحوال، وحين زين لهم الشيطان خروجهم إليكم. أيها المؤمنون لحربكم وقتالكم، وحسن ذلك لهم، وحثهم عليكم وقال لا غالب لكم اليوم، من بنى آدم، فاطمئنوا وأبشروا وإنى جار لكم من كنانة أن تأتيكم من ورائكم ... واجعلوا جدكم وبأسكم على محمد وأصحابه فَلَمَّا تَراءَتِ الْفِئَتانِ يقول: فلما تزاحفت جنود الله من المؤمنين، وجنود الشيطان من الكافرين، ونظر بعضهم إلى بعض نَكَصَ عَلى عَقِبَيْهِ أى: رجع القهقرى على قفاه هاربا.. وقال للمشركين إِنِّي أَرى ما لا تَرَوْنَ يعنى أنه يرى الملائكة الذين بعثهم الله مددا للمؤمنين، والمشركون لا يرونهم .وابن كثير يقول: وقوله- تعالى- وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ ... الآية.أى: حسن لهم- لعنه الله- ما جاءوا له، وما هموا به. وذلك أنه تبدى لهم في صورة سراقة بن مالك بن جعشم سيد بنى مدلج.. ثم قال: فلما رأى إبليس الملائكة نَكَصَ عَلى عَقِبَيْهِ وقال إنى برىء منكم إنى أرى ما لا ترون، وهو في صورة سراقة، وأقبل أبو جهل يحض أصحابه ويقول لهم: لا يهولنكم خذلان سراقة إياكم، فإنه كان على موعد من محمد وأصحابه..» .ومن هذا يتضح أن هذين الإمامين الجليلين يسيران في تفسيرهما للآية الكريمة، على أن التزيين كان حسيا، ويهملان القول بغير ذلك وممن تابعهما في هذا الإمام القرطبي، فقد ذكر بعض الروايات التي وردت في معنى الآية، والتي صرحت بأن الشيطان قد تمثل للمشركين في صورة إنسان، وبنى تفسيره للآية على ذلك. .وقد خالف صاحب المنار هؤلاء الأئمة، فرجح القول الأول وهو أن التزيين لم يكن حسيا، أى أن ما قاله الشيطان لهم من قبيل الوسوسة، وأنه لم يتمثل لهم في صورة إنسان.فقد قال- رحمه الله- قوله: وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ وَقالَ لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ ... أى: واذكر أيها الرسول للمؤمنين إذ زين الشيطان لهؤلاء المشركين أعمالهم بوسوسته، وقال لهم بما ألقاه في هواجسهم لا غالب لكم اليوم من الناس.فَلَمَّا تَراءَتِ الْفِئَتانِ نَكَصَ عَلى عَقِبَيْهِ أى: فلما قرب كل من الفريقين من الآخر.نكص، أى: رجع القهقرى.. والمراد أنه كف عن تزيينه لهم، وتغريره إياهم، فخرج الكلام مخرج التمثيل بتشبيه وسوسته بما ذكر بحال المقبل على الشيء، وتركها بحال من ينكص عنه ويوليه دبره، ثم زاد على هذا ما يدل على براءته منهم، وتركه إياهم وشأنهم، وهو وَقالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرى ما لا تَرَوْنَ إِنِّي أَخافُ اللَّهَ أى: تبرأ منهم وخاف عليهم، وأيس من حالهم لما رأى إمداد الله المسلمين بالملائكة.ثم قال- بعد أن ضعف الروايات التي أوردها ابن جرير وابن كثير- والمختار عندنا في تفسير الآية أن الشيطان ألقى في قلوب المشركين أن أحدا لن يغلبهم..  .والخلاصة: أننا بمراجعتنا لأقوال المفسرين في كيفية تزيين الشيطان للمشركين، تراهم ينقسمون إلى ثلاثة أقسام:(أ) قسم منهم ذكر القولين السابقين في كيفية التزيين دون أن يرجح أحدهما على الآخر، وممن فعل ذلك الزمخشري، والفخر الرازي والآلوسى.(ب) وقسم منهم سار في تفسيره على أن التزيين كان حسيا، بمعنى أن الشيطان تمثل للمشركين في صورة إنسان وقال لهم ما قال، وأهمل القول بأن التزيين لم يكن حسيا، وممن فعل ذلك ابن جرير، وابن كثير، والقرطبي.(ج) وقسم منهم رجح أن التزيين لم يكن حسيا، بل كان عن طريق الوسوسة، وأن الشيطان ما تمثل للمشركين في صورة إنسان، وقد سار في هذا الاتجاه صاحب المنار مشككا في صحة ما سواه.والذي نراه بعد هذا العرض لأقوال المفسرين: أن الآية الكريمة صريحة في أن الشيطان قد زين للمشركين أعمالهم، وأنه قد قال لهم- ما حكاه القرآن عنه: لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جارٌ لَكُمْ وأنه حين تراءى الجمعان كذب فعله قوله، فقد نَكَصَ عَلى عَقِبَيْهِ وقال للمشركين الذين وعدهم ومناهم بالنصر إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرى ما لا تَرَوْنَ إِنِّي أَخافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقابِ.ومن العسير علينا بعد ذلك أن نحدد تحديدا قاطعا كيفية هذا التزيين والقول والنكوص:أهو حسى أم غير حسى لأن التحديد القاطع لا بد أن يستند إلى نص صريح في دلالته على المعنى المراد، وصحيح في نسبته إلى رسول الله صلى الله عليه وسلم.وهذا النص غير موجود، لأن الحديث الذي أخرجه الإمام مالك في موطئه- والذي سبق أن ذكرناه- قال عنه ابن كثير وابن حجر إنه حديث مرسل، وزيادة على ذلك ففي بعض رجاله من هو ضعيف الحديث كابن الماجشون، ولأن الروايات التي رويت في تمثيل الشيطان بصورة سراقة قد جاء معظمها عن ابن عباس، وابن عباس- كما يقول صاحب المنار- كان سنه يوم بدر خمس سنين. فروايته لأخبارها منقطعة.إذا فنحن نؤمن بما أثبته القرآن من أن الشيطان قد زين للمشركين أعمالهم، وأنه قد قال لهم ما قاله- مما حكاه القرآن عنه-، وأنه قد نكص على عقبيه.. إلا أننا لا نستطيع أن نحدد كيفية ذلك.ويعجبني في هذا المقام قول بعض الكاتبين عند تفسيره لهذه الآية: «وفي هذا الحادث نص قرآنى يثبت منه أن الشيطان زين للمشركين أعمالهم، وشجعهم على الخروج ... وأنه بعد ذلك «نكص على عقبيه..» فخذلهم وتركهم يلاقون مصيرهم وحدهم.ولكننا لا نعلم الكيفية التي زين لهم بها أعمالهم والتي قال لهم بها: لا غالب لكم اليوم من الناس ... والتي نكص بها كذلك.الكيفية فقط هي التي لا نجزم بها. ذلك أن أمر الشيطان كله غيب، ولا سبيل لنا إلى الجزم بشيء من أمره إلا بنص قرآنى أو حديث نبوي صحيح، والنص هنا لا يذكر الكيفية إنما يثبت الحادث.فإلى هنا ينتهى اجتهادنا، ولا نميل إلى المنهج الذي تتخذه مدرسة الشيخ محمد عبده في محاولة تأويل كل أمر غيبي من هذا القبيل تأويلا معينا ينفى الحركة الحسية عن هذه العوالم، وذلك كقول الشيخ رشيد رضا في تفسير الآية.وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ ... واذكر أيها الرسول للمؤمنين إذ زين الشيطان لهؤلاء المشركين أعمالهم بوسوسته، وقال لهم بما ألقاه في هواجسهم: لا غالب لكم اليوم من الناس ... إلخ ما ذكره الشيخ رشيد في تفسير الآية ."
}