{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/8/",
    "ayah_number": 8,
    "text": "ثم بين- سبحانه- الحكمة في اختيار ذات الشوكة لهم، ونصرتهم عليهم فقال: لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْباطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ.أى: فعل ما فعل من النصرة والظفر بالأعداء لِيُحِقَّ الْحَقَّ أى: ليثبت الدين الحق دين الإسلام وَيُبْطِلَ الْباطِلَ أى: ويمحق الدين الباطل وهو ما عليه المشركون من كفر وطغيان.وقوله: وَلَوْ كَرِهَ الْمُجْرِمُونَ بيان لنفاذ إرادته- سبحانه-، أى: اقتضت إرادته أن يعز الدين الحق وهو دين الإسلام، وأن يمحق ما سواه، ولو كره المشركون ذلك لأن كراهيتهم لا وزن لها، ولا تعويل عليها..وبهذا يتبين أنه لا تكرار بين الآيتين السابقتين، لأن المراد بإحقاق الحق في قوله- تعالى- وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ: إعلاؤه وإظهاره ونصرته عن طريق قتال المؤمنين للمشركين.والمراد بإحقاق الحق في قوله بعد ذلك في الآية الثانية لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْباطِلَ:تثبيت دين الإسلام وتقويته وإظهار شريعته، ويمحق دين الكفر.فكان ما اشتملت عليه الآية الأولى هو الوسيلة والسبب وما اشتملت عليه الآية الثانية هو المقصد والغاية.وقد بسط هذا المعنى الإمام الرازي فقال ما ملخصه: فإن قيل: أليس قوله: وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ ثم قوله بعد ذلك: لِيُحِقَّ الْحَقَّ تكرارا محضا، فالجواب:ليس هاهنا تكرير لأن المراد بالأول سبب ما وعد به في هذه الواقعة من النصر والظفر بالأعداء، والمراد بالثاني تقوية القرآن والدين ونصرة هذه الشريعة، لأن الذي وقع من المؤمنين يوم بدر بالكافرين، كان سببا لعزة الدين وقوته، ولهذا السبب قرنه بقوله وَيُبْطِلَ الْباطِلَ الذي هو الشرك، وذلك في مقابلة الْحَقَّ الذي هو الدين والإيمان.وإلى هنا نرى السورة الكريمة قد حدثتنا في الأربع الآيات الأولى منها عن حكم الله- تعالى- في غنائم بدر بعد أن اختلف بعض المؤمنين في شأنها، وعن صفات المؤمنين الصادقين الذين يستحقون من الله- تعالى- أرفع الدرجات.ثم حدثتنا في الأربع الآيات الثانية منها عن حال بعض المؤمنين عند ما دعاهم النبي صلى الله عليه وسلم إلى قتال أعدائهم، وعن مجادلتهم له في ذلك، وعن إيثارهم المال على القتال، وعن إرادة ما هو خير لهم في دنياهم وآخرتهم، وفي ذلك ما فيه من العبر والعظات لقوم يعقلون.ثم ساق- سبحانه- بعض مظاهر تدبيره المحكم في هذه الغزوة، وبعض النعم التي أنعم بها على المؤمنين، وبعض البشارات التي تقدمت تلك الغزوة أو صاحبتها، والتي كانت تدل دلالة واضحة على أن النصر سيكون للمسلمين فقال- تعالى-:"
}