{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/52/",
    "ayah_number": 52,
    "text": "والكاف في قوله: كَدَأْبِ، للتشبيه، والجار والمجرور في موضع رفع خبر لمبتدأ محذوف.والدأب: أصله الدوام والاستمرار، يقال: دأب فلان على كذا يدأب دأبا- بفتح الهمزة- ودأبا- بسكونها- ودؤوبا، إذا داوم عليه وجد فيه، ثم غلب استعماله في الحال والشأن والعادة، لأن الذي يستمر في عمل أمدا طويلا يصير هذا العمل عادة من عاداته، وحالا من أحواله، فهو من باب إطلاق الملزوم وإرادة اللازم.والآل- كما يقول الراغب- مقلوب عن الأهل، ويصغر على أهيل، إلا أنه خص بالإضافة إلى أعلام الناطقين دون النكرات ودون الأزمنة والأمكنة يقال: آل فلان، ولا يقال:آل رجل، ولا يقال: آل الحجام.. بل يضاف إلى الأشرف والأفضل يقال: آل الله، وآل السلطان، والأهل يضاف إلى الكل، فيقال: أهل الله، وأهل الحجام، وأهل زمان كذا...والمقصود بآل فرعون: هو وأعوانه وبطانته، لأن الآل يطلق على أشد الناس التصاقا واختصاصا بالمضاف إليه.والمعنى: شأن هؤلاء الكافرين الذين حاربوك يا محمد، والذين هلك منهم من هلك في بدر، شأنهم وحالهم وعادتهم فيما اقترفوه من الكفر والعصيان وفيما فعل بهم من عذاب وخذلان، كشأن آل فرعون الذين استحبوا العمى على الهدى، والذين زينوا له الكفر والطغيان حتى صار عادة له ولهم، وقد أخذهم- سبحانه- أخذ عزيز مقتدر، بسبب كفرهم وفجورهم.وقد خص- سبحانه- فرعون وآله بالذكر من بين الأمم الكافرة، لأن فرعون كان أشد الطغاة طغيانا، وأكثرهم غرورا وبطرا، وأكثرهم في الاستهانة بقومه وفي الاحتقار لعقولهم وكيانهم.ألم يقل لهم- كما حكى القرآن عنه- أَنَا رَبُّكُمُ الْأَعْلى.وألم يبلغ به غروره أن يقول لهم: أَلَيْسَ لِي مُلْكُ مِصْرَ وَهذِهِ الْأَنْهارُ تَجْرِي مِنْ تَحْتِي أَفَلا تُبْصِرُونَ  ؟.أما آله وبطانته وأعوانه، فهم الذين زينوا له السوء، وحرضوه على البطش بموسى لأنه جاءهم بالحق، ولقد حكى الله عنهم نفاقهم وضلالهم وانغماسهم في الآثام في آيات كثيرة، ومن ذلك قوله- تعالى-: وَقالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قالَ سَنُقَتِّلُ أَبْناءَهُمْ وَنَسْتَحْيِي نِساءَهُمْ وَإِنَّا فَوْقَهُمْ قاهِرُونَ.ولقد وصف الله- تعالى- قوم فرعون بهوان الشخصية، وتفاهة العقل، والخروج عن كل مكرمة فقال: فَاسْتَخَفَّ قَوْمَهُ فَأَطاعُوهُ إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ وذلك لأن الأمة التي تترك الظالم وبطانته يعيثون في الأرض فسادا، لا تستحق الحياة، ولا يكون مصيرها إلا إلى التعاسة والخسران.وقوله كَفَرُوا بِآياتِ اللَّهِ تفسير لصنيعهم الباطل، ودأبهم على الفساد والضلال.والمراد بآيات الله: ما يعم المتلوة في كتب الله- تعالى-، والبراهين والمعجزات الدالة على صدق الأنبياء فيما يبلغونه عن ربهم.وفي إضافتها إلى الله: تعظيم لها وتشريف، وتنبيه إلى قوة دلالتها على الحق والخير.وقوله: فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ معطوف على قوله كَفَرُوا بِآياتِ اللَّهِ لبيان ما ترتب على كفرهم من عقوبات أليمة.وفي التعبير بالأخذ إشارة إلى شدة العذاب، فهو- سبحانه- قد أخذهم كما يؤخذ الأسير الذي لا يستطيع الفكاك من آسره.والباء في قوله: بِذُنُوبِهِمْ للسببية أى كفروا بآيات الله فعاقبهم- سبحانه- بسبب كفرهم وفسوقهم عن أمره.ويجوز أن تكون للملابسة، أى: أخذهم وهم ملتبسون بذنوبهم دون أن يثوبوا منها، أو يقلعوا عنها.وعلى الوجهين فالجملة الكريمة تدل على كمال عدل الله- تعالى- لأنه ما عاقبهم إلا لأنهم استحقوا العقاب.والمراد بذنوبهم: كفرهم وما ترتب عليه من فسوق وعصيان، وأصل الذنب: الأخذ بذنب الشيء أى بمؤخرته، ثم أطلق على الجريمة، لأن مرتكبها يعاقب بعدها.وقوله: إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقابِ تذييل مقرر لمضمون ما قبله من الأخذ الشديد، بسبب الكفر والمعاصي.أى: إن الله- تعالى- قوى لا يغلبه غالب، ولا يدفع قضاءه دافع، شديد عقابه لمن كفر بآياته، وفسق عن أمره."
}