{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/25/",
    "ayah_number": 25,
    "text": "ثم يؤكد- سبحانه- بعد ذلك ترهيبه لهم من التراخي في تغيير المنكر فيقول: وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً، وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقابِ.والفتنة: من الفتن. وأصله- كما يقول الراغب-: إدخال الذهب النار لتظهر جودته من رداءته، واستعمل في إدخال الإنسان النار.كما في قوله- تعالى- ذُوقُوا فِتْنَتَكُمْ أى: عذابكم. وتارة يسمون ما يحصل عنه العذاب فتنة فيستعمل فيه نحو قوله- تعالى-: أَلا فِي الْفِتْنَةِ سَقَطُوا. وتارة في الاختيار نحو قوله- تعالى- وَفَتَنَّاكَ فُتُوناً .والمراد بالفتنة هنا العذاب الدنيوي، كالأمراض، والقحط، واضطراب الأحوال، وتسلط الظلمة، وعدم الأمان.. وغير ذلك من المحن والمصائب والآلام التي تنزل بالناس بسبب غشيانهم الذنوب، وإقرارهم للمنكرات، والمداهنة في الأمر بالمعروف والنهى عن المنكر.والخطاب لجميع المؤمنين في كل زمان ومكان.فالمعنى: داوموا أيها المؤمنون على طاعة الله بقوة ونشاط، واحذروا من أن ينزل بكم عذاب سيعم عند نزوله الأخيار والفجار والمحسنين والمسيئين.وقوله، وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقابِ المراد منه الحث على لزوم الاستقامة خوفا من عقاب الله- تعالى-.أى: واعلموا أن الله شديد العقاب لمن خالف أمره، وانتهك حرماته.قال صاحب الكشاف: وقوله لا تُصِيبَنَّ لا يخلو من أن يكون جوابا للأمر، أو نهيا بعد أمر، أو صفة لفتنة.فإذا كان جوابا فالمعنى: إن أصابتكم لا تصيب الظالمين منكم خاصة ولكنها تعمكم ... وإذا كانت نهيا بعد أمر فكأنه قيل: واحذروا ذنبا أو عقابا، ثم قيل: لا تتعرضوا للظلم فيصيب العقاب أو أثر الذنب ووباله الجميع وليس من ظلم منكم خاصة.فإن قلت: كيف جاز دخول النون المؤكدة في جواب الأمر؟قلت: لأن فيه معنى النهى- ومتى كان كذلك جاز إدخال النون المؤكدة- كما إذا قلت:انزل عن الدابة لا تطرحك أو لا تطرحنك. ومنه قوله- تعالى-: يا أَيُّهَا النَّمْلُ ادْخُلُوا مَساكِنَكُمْ لا يَحْطِمَنَّكُمْ سُلَيْمانُ وَجُنُودُهُ .وقوله خَاصَّةً منصوب على الحال من الفاعل المستكن في قوله لا تُصِيبَنَّ.ويجوز أن يكون صفة لمصدر محذوف. والتقدير: إصابة خاصة.هذا، وقد دلت الآية الكريمة على وجوب الإقلاع عن المعاصي، ووجوب محاربة مرتكبيها، فإن الأمة التي تشيع فيها المعاصي والمظالم والمنكرات.. ثم لا تجد من يحاربها ويعمل على إزالتها، تستحق العقوبة جزاء سكوتها واستخذائها وجبنها.وقد ذكر بعض المفسرين أن هذه الآية الكريمة نزلت في حق بعض الصحابة الذين اشتركوا في واقعة الجمل فيما بعد.ولكن هذا القول غير صحيح لأن الآية الكريمة تخاطب المؤمنين جميعا في كل زمان ومكان، وتأمرهم بالبعد عن المعاصي والمنكرات التي تفضى بهم إلى العذاب الدنيوي قبل الأخروى. وليست خاصة بفريق دون فريق.لذا قال ابن كثير: والقول بأن هذا التحذير يعم الصحابة وغيرهم هو الصحيح، ويدل عليه الأحاديث الواردة في التحذير من الفتن.ومن ذلك ما رواه الإمام أحمد عن عدى بن عميرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: «إن الله- تعالى- لا يعذب العامة بعمل الخاصة حتى يروا المنكر بين ظهرانيهم وهم قادرون على أن ينكروه فلا ينكروه، فإذا فعلوا ذلك عذب الله الخاصة والعامة» .وروى الإمام أحمد أيضا عن جرير بن عبد الله أن رسول الله صلى الله عليه وسلم قال: «ما من قوم يعمل فيهم بالمعاصي وهم أعز وأكثر ممن يعملون، ثم لم يغيروه، إلا عمهم الله بعقاب» .وقال الإمام القرطبي: قال ابن عباس: أمر الله المؤمنين ألا يقروا المنكر بين أظهرهم فيعمهم العذاب.ففي صحيح مسلم عن زينب بنت جحش أنها سألت رسول الله صلى الله عليه وسلم فقالت له:يا رسول الله، أنهلك وفينا الصالحون؟ قال: «نعم إذا كثر الخبث» .وفي صحيح الترمذي: «إن الناس إذا رأوا الظالم ولم يأخذوا على يديه، أو شك أن يعمهم الله بعقاب من عنده» .وفي صحيح البخاري والترمذي عن النعمان بن بشير عن النبي صلى الله عليه وسلم قال: «مثل القائم على حدود الله والواقع فيها كمثل قوم استهموا- أى اقترعوا- على سفينة فأصاب بعضهم أغلاها وبعضهم أسفلها فكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم فقالوا: لو أنا خرقنا في نصيبنا خرقا ولم نؤذ من فوقنا، فإن يتركوهم وما أرادوا هلكوا جميعا، وإن أخذوا على أيديهم نجوا ونجوا جميعا» .ففي هذا الحديث تعذيب العامة بذنوب الخاصة.قال علماؤنا: فالفتنة إذا عمت هلك الكل وذلك عند ظهور المعاصي، وانتشار المنكر وعدم التغيير. وإذا لم تغير وجب على المؤمنين المنكرين لها بقلوبهم هجران تلك البلدة والهرب منها.روى ابن وهب عن مالك قال: تهجر الأرض التي يصنع فيها المنكر جهارا ولا يستقر فيها.واحتج بصنيع أبى الدرداء في خروجه عن أرض معاوية حين أعلن بالربا، فأجاز بيع سقاية الذهب بأكثر من وزنها.فإن قيل: فقد قال الله- تعالى- وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى وقال: كُلُّ نَفْسٍ بِما كَسَبَتْ رَهِينَةٌ. وهذا يوجب ألا يؤخذ أحد بذنب أحد، وإنما تتعلق العقوبة بصاحب الذنب؟فالجواب أن الناس إذا تظاهروا بالمنكر فمن الفرض على كل من رآه أن يغيره، فإذا سكت عليه فكلهم عاص هذا بفعله وهذا برضاه، وقد جعل الله في حكمه الراضي بمنزلة العامل فانتظم في العقوبة .وقال بعض العلماء: وذكر القسطلاني «أن علامة الرضا بالمنكر عدم التألم من الخلل الذي يقع في الدين بفعل المعاصي، فلا يتحقق كون الإنسان كارها له، إلا إذا تألم للخلل الذي يقع في الدين، كما يتألم ويتوجع لفقد ماله أو ولده. فكل من لم يكن بهذه الحالة، فهو راض بالمنكر، فتعمه العقوبة والمصيبة بهذا الاعتبار ."
}