{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/19/",
    "ayah_number": 19,
    "text": "وبعد أن ذكر- سبحانه- عباده المؤمنين بما حباهم به من منن في غزوة بدر، ليستمروا على طاعتهم له ولرسوله.. أتبع ذلك بتوجيه الخطاب إلى الكافرين الذين حملهم الرسوخ في الكفر على أن يدعو الله أن يجعل الدائرة في بدر على أضل الفريقين فقال- تعالى-: إِنْ تَسْتَفْتِحُوا فَقَدْ جاءَكُمُ الْفَتْحُ، وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ، وَإِنْ تَعُودُوا نَعُدْ، وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ، وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ.روى الإمام أحمد والنسائي والحاكم وصححه، عن ثعلبة، أن أبا جهل قال حين التقى القوم- في بدر-: اللهم أقطعنا للرحم، وآتانا بما لا نعرفه، فأحنه- أى فأهلكه- الغداة. فكان المستفتح .وعن السدى أن المشركين حين خرجوا من مكة إلى بدر أخذوا بأستار الكعبة فاستنصروا الله وقالوا: اللهم انصر أهدى الجندين، وأكرم الفئتين، وخير القبيلتين. فقال- تعالى- إِنْ تَسْتَفْتِحُوا.. الآية.قال الراغب: وقوله: إِنْ تَسْتَفْتِحُوا ... أى: إن طلبتم الظفر، أو طلبتم الفتاح أى الحكم.. والفتح إزالة الإغلاق والإشكال ... ويقال: فتح القضية فتاحا. أى فصل الأمر فيها وأزال الإغلاق عنها. قال- تعالى-: رَبَّنَا افْتَحْ بَيْنَنا وَبَيْنَ قَوْمِنا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفاتِحِينَ. والاستفتاح: الاستنصار- أى طلب النصر- قال- تعالى- وَكانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا ....والمعنى: إن تطلبوا الفتح أى: القضاء والفصل بينكم وبين أعدائكم المؤمنين فَقَدْ جاءَكُمُ الْفَتْحُ أى: فقد جاءكم الفصل والقضاء فيما طلبتم حيث حكم الله وقضى بينكم وبين المؤمنين، بأن أعزهم ونصرهم لأنهم على الحق، وخذلكم وأذلكم لأنكم على الباطل.فالخطاب مسوق للكافرين على سبيل التهكم بهم، والتوبيخ لهم، حيث طلبوا من الله- تعالى- القضاء بينهم وبين المؤمنين، والنصر عليهم، فكان الأمر على عكس ما أرادوا حيث حكم الله فيهم بحكمه العادل وهو خذلانهم لكفرهم وجحودهم، وإعلاء كلمة المؤمنين، لأنهم على الطريق القويم.وقوله: وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ أى: وإن تنتهوا عن الكفر وعداوة الحق، يكن هذا الانتهاء خيرا لكم من الكفر ومحاربة الحق.وقوله: وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ ... تحذير لهم من التمادي في الباطل بعد ترغيبهم في الانقياد للحق.أى: وَإِنْ تَعُودُوا إلى محاربة الرسول صلى الله عليه وسلم والمؤمنين وعداوتهم نَعُدْعليكم بالهزيمة والذلة. وعلى المؤمنين بالنصر والعزة، ولن تستطيع فئتكم وجماعتكم- ولو كثرت- أن تدفع عنكم شيئا من تلك الهزيمة وهذه الذلة، فإن الكثرة والقوة لا وزن لها ولا قيمة إذا لم يكن الله مع أصحابها بعونه وتأييده.وقوله: وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ تذييل قصد به تثبيت المؤمنين، وإلقاء الطمأنينة في نفوسهم.أى: وأن الله مع المؤمنين بعونه وتأييده، ومن كان الله معه فلن يغلبه غالب مهما بلغت قوته.قال الجمل: «قرأ نافع وابن عامر وحفص عن عاصم بفتح «أن» والباقون بكسرها.فالفتح من أوجه:أحدها: أنه على لام العلة والمعلل تقديره، ولأن الله مع المؤمنين كان كيت وكيت.والثاني: أن التقدير: ولأن الله مع المؤمنين امتنع عنادهم. والثالث أنه خبر مبتدأ محذوف.أى: والأمر أن الله مع المؤمنين.والوجه الأخير يقرب في المعنى من قراءة الكسر لأنه استئناف.هذا وما جرينا عليه من أن الخطاب في قوله- تعالى- إِنْ تَسْتَفْتِحُوا.. للمشركين هو رأى جمهور المفسرين.ومنهم من يرى أن الخطاب في الآية الكريمة للمؤمنين، وعليه يكون المعنى: إِنْ تَسْتَفْتِحُوا ... أى تطلبوا- أيها المؤمنون- النصر على أعدائكم فَقَدْ جاءَكُمُ الْفَتْحُ أى: فقد جاءكم النصر من عند الله كما طلبتم.وَإِنْ تَنْتَهُوا أى عن المنازعة في أمر الأنفال، وعن التكاسل في طاعة الله ورسوله، فَهُوَ أى هذا الانتهاء خَيْرٌ لَكُمْ.وَإِنْ تَعُودُوا إلى المنازعات والتكاسل نَعُدْ عليكم بالإنكار وتهييج الأعداء.وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ أى: ولن تفيدكم كثرتكم شيئا مهما كثرت إن لم يكن الله معكم بنصره.وأن الله- تعالى- مع المؤمنين الصادقين في إيمانهم وطاعتهم له.والذي يبدو لنا أن كون الخطاب للكافرين أرجح، لأن أسباب النزول تؤيده، فقد سبق أن بينا أن الكافرين عند خروجهم إلى بدر تعلقوا بأستار الكعبة وقالوا: اللهم انصر أهدى الجندين.. وأن أبا جهل قال حين التقى القوم:اللهم أينا أقطع للرحم.. فأحنه الغداة. قال ابن جرير: فكان ذلك استفتاحه، فأنزل الله في ذلك إِنْ تَسْتَفْتِحُوا فَقَدْ جاءَكُمُ الْفَتْحُ...ولعل مما يرجح أن الخطاب في قوله- تعالى- إِنْ تَسْتَفْتِحُوا ... للكافرين، أن بعض المفسرين- كابن جرير وابن كثير- ساروا في تفسيرهم للآية على ذلك، وأهملوا الرأى القائل بأن الخطاب للمؤمنين فلم يذكروه أصلا.أما صاحب الكشاف فقد ذكره بصيغة «وقيل» وصدر كلامه بكون الخطاب للكافرين فقال: قوله- تعالى-: إِنْ تَسْتَفْتِحُوا.. خطاب لأهل مكة على سبيل التهكم، وذلك أنهم حين أرادوا أن ينفروا تعلقوا بأستار الكعبة وقالوا: اللهم انصر أقرانا للضيف، وأوصلنا للرحم، وأفكنا للعانى ... ».وبذلك نرى هذه الآيات الكريمة التي افتتحت بنداء المؤمنين، قد أمرتهم بالثبات عند لقاء الأعداء.. وبينت لهم جوانب من مظاهر فضل الله عليهم، ورعايته لهم.. ورغبت المشركين في الانتهاء عن شركهم وعن محاربتهم للحق، وحذرتهم من التمادي في باطلهم وطغيانهم..وأخبرتهم في ختامها بأن الله- تعالى- مع المؤمنين بتأييده ونصره.ثم وجهت السورة الكريمة نداء ثانيا إلى المؤمنين، أمرتهم بطاعة الله ورسوله، ونهتهم عن التشبه بالكافرين وأمثالهم من المنافقين.فقال- تعالى-:"
}