{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/72/",
    "ayah_number": 72,
    "text": "ثم فصل- سبحانه- مظاهر رحمته للمؤمنين والمؤمنات أصحاب تلك الصفات السابقة فقال: وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِناتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ.أى: وَعَدَ اللَّهُ بفضله وكرمه الْمُؤْمِنِينَ وَالْمُؤْمِناتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ أى: من تحت بساتينها وأشجارها وقصورها خالِدِينَ فِيها في تلك الجنات خلودا أبديا.ووعدهم كذلك «مساكن طيبة» أى: منازل حسنة، تنشرح لها الصدور وتستطيبها النفوس.وقوله: «في جنات عدن» أى في جنات ثابتة مستقرة. يقال: فلان عدن بمكان كذا، إذا استقر به وثبت فيه، ومنه سمى المعدن معدنا لاستقراره في باطن الأرض.وقيل: إن كلمه «عدن» علم على مكان مخصوص في الجنة، أى في جنات المكان المسمى بهذا الاسم وهو «عدن» .ثم بشرهم- سبحانه- بما هو أعظم من كل ذلك فقال: وَرِضْوانٌ مِنَ اللَّهِ أَكْبَرُ.أى أن المؤمنين والمؤمنات ليس لهم هذه الجنات والمساكن الطيبة فحسب وإنما لهم ما هو أكبر من ذلك وأعظم وهو رضا الله- تعالى- عنهم، وتجليه عليهم، وتشرفهم بمشاهدة ذاته الكريمة، وشعورهم بأنهم محل رعاية الله وكرمه.والتنكير في قوله: وَرِضْوانٌ للتعظيم والتهويل، وللإشارة إلى أن الشيء اليسير من هذا الرضا الإلهى على العبد، أكبر من الجنات ومن المساكن الطيبة، ومن كل حطام الدنيا.روى الشيخان عن أبى سعيد الخدري أن رسول الله صلى الله عليه وسلم قال: «إن الله- عز وجل- يقول لأهل الجنة: يا أهل الجنة، فيقولون: لبيك ربنا وسعديك والخير في يديك.فيقول: هل رضيتم؟ فيقولون: وما لنا لا نرضى يا رب، وقد أعطيتنا ما لم تعط أحدا من خلقك؟ فيقول: ألا أعطيكم أفضل من ذلك؟ فيقولون: يا ربنا وأى شيء أفضل من ذلك؟فيقول: أحل عليكم رضواني فلا أسخط عليكم بعده أبدا» .وروى البزار في مسنده عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم: «إذا دخل أهل الجنة الجنة، قال الله- تعالى-: هل تشتهون شيئا فأزيدكم؟قالوا: يا ربنا وما خير مما أعطيتنا؟ قال: رضواني أكبر»  .وقوله: ذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ أى: ذلك الذي وعد الله به المؤمنين والمؤمنات في جنات ومساكن طيبة، ومن رضا من الله عنهم، هو الفوز العظيم الذي لا يقاربه فوز، ولا يدانيه نعيم، ولا يسامى شرفه شرف..وبهذا نرى أن هاتين الآيتين الكريمتين قد بشرتا المؤمنين والمؤمنات بأعظم البشارات، ووصفتهم بأشرف الصفات، وقابلت بين جزائهم وبين جزاء الكفار والمنافقين، بما يحمل العاقل على أن يسلك طريق المؤمنين، وعلى أن ينهج نهجهم، ويتحلى بأوصافهم ... وبذلك يفوز بنعيم الله ورضاه كما فازوا، ويسعد كما سعدوا، وينجو من العذاب الذي توعد الله به المنافقين والكافرين، بسبب إصرارهم على الكفر والنفاق، وإيثارهم الغىّ على الرشد.ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم بمجاهدة الكفار والمنافقين بكل وسيلة، لأنهم جميعا لا يريدون الانتهاء عن المكر السيئ بالدعوة الإسلامية فقال- تعالى-:"
}