{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/113/",
    "ayah_number": 113,
    "text": "قال الفخر الرازي: اعلم أنه- تعالى- لما بين من أول هذه السورة إلى هذا الموضوع وجوب إظهار البراءة عن الكفار والمنافقين من جميع الوجوه، بين في هذه الآية أنه تجب البراءة عن أمواتهم وإن كانوا في غاية القرب من الإنسان، كما أوجبت البراءة عن أحيائهم، والمقصود منه بيان وجوب مقاطعتهم على أقصى الغايات، والمنع من مواصلتهم بسبب من الأسباب .والمعنى: ما كان من شأن النبي صلى الله عليه وسلم ولا من شأن أصحابه المؤمنين، أن يدعوا الله- تعالى- بأن يغفر للمشركين في حال من الأحوال. ولو كان هؤلاء المشركون من أقرب أقربائهم «من بعد ما تبين لهم» أى: للرسول صلى الله عليه وسلم ولأصحابه، أن هؤلاء المشركين من أصحاب الجحيم، بسبب موتهم على الكفر، وإصرارهم عليه، وعدم اعترافهم بدين الإسلام.قال الآلوسى ما ملخصه: والآية على الصحيح نزلت في أبى طالب، فقد أخرج الشيخان وغيرهما عن المسيب بن حزن قال: لما حضرت أبا طالب الوفاة، دخل عليه النبي- صلى الله عليه وسلم- وعنده أبو جهل وعبد الله بن أبى أمية فقال النبي صلى الله عليه وسلم أى عم، قل لا إله إلا الله أحاج لك بها عند الله. فقال أبو جهل يا أبا طالب أترغب عن ملة عبد المطلب؟ فجعل رسول الله صلى الله عليه وسلم يعرضها عليه. وأبو جهل وعبد الله بن أمية يعاودانه بتلك المقالة. فقال أبو طالب آخر ما كلمهم: هو على ملة عبد المطلب وأبى أن يقول: لا إله إلا الله. فقال رسول الله صلى الله عليه وسلم لأستغفرن لك ما لم أنه عن ذلك فنزلت: ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ.. الآية.ثم قال. واستبعد بعضهم ذلك، لأن موت أبى طالب كان قبل الهجرة بثلاث سنين، وهذه السورة من أواخر ما نزل بالمدينة.وهذا الاستبعاد مستبعد، لأنه لا بأس من أن يقال: كان النبي صلى الله عليه وسلم يستغفر لأبى طالب من ذلك الوقت إلى وقت نزول هذه الآية وعليه فلا يراد من قوله «فنزلت» في الخبر أن النزول كان عقيب القول بل يراد أن ذلك سبب النزول فحسب. فتكون الفاء للسببية لا للتعقيب .وقال القرطبي: هذه الآية تضمنت قطع موالاة الكفار حيهم وميتهم، فإن الله لم يجعل للمؤمنين أن يستغفروا للمشركين. فطلب الغفران للمشرك مما لا يجوز.، وقال كثير من العلماء. بأنه لا بأس أن يدعو الرجل لأبويه الكافرين ما داما حيين، فأما من مات على الكفر فقد انقطع عنه الرجاء فلا يدعى له ."
}