{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/69/",
    "ayah_number": 69,
    "text": "وقوله- تعالى-: كَالَّذِينَ مِنْ قَبْلِكُمْ كانُوا أَشَدَّ مِنْكُمْ قُوَّةً ... جاء على أسلوب الالتفات من الغيبة إلى الخطاب لزجر المنافقين، وتحريك نفوسهم إلى الاعتبار والاتعاظ.والكاف في قوله: كَالَّذِينَ للتشبيه، وهي في محل رفع خبر لمبتدأ محذوف.والتقدير: أنتم- أيها المنافقون- حالكم كحال الذين خلوا من قبلكم من الطغاة في الانحراف عن الحق، والاغترار بشهوات الدنيا وزينتها، ولكن هؤلاء الطغاة المهلكين، يمتازون عنكم بأنهم «كانوا أشد منكم قوة» في أبدانهم، وكانوا «أكثر» منكم «أموالا وأولادا» .وقوله: فَاسْتَمْتَعُوا بِخَلاقِهِمْ بيان لموقف هؤلاء المهلكين من نعم الله- تعالى- والخلاق: مشتق من الخلق بمعنى التقدير. وأطلق على الحظ والنصيب لأنه مقدر لصاحبه.أى: كانوا أشد منكم قوة وأكثر أموالا وأولادا، ولكنهم لم يشكروا الله على إحسانه، بل فتنوا بما بين أيديهم من نعم، واستمتعوا بنصيبهم المقدر لهم في هذه الحياة الدنيا، استمتاع الجاحدين الفاسقين.والتعبير بالفاء المفيدة للتعقيب في قوله: فَاسْتَمْتَعُوا للإشعار بأن هؤلاء المهلكين بمجرد أن امتلأت أيديهم بالنعم، قد استعملوها في غير ما خلقت له، وسخروها لإرضاء شهواتهم الخسيسة، وملذاتهم الدنيئة.وقوله: فَاسْتَمْتَعْتُمْ بِخَلاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلاقِهِمْ ذم للمخاطبين وللذين سبقوهم لانتهاجهم جميعا طريق الشر والبطر.أى: فأنتم- أيها المنافقون- قد استمتعتم بنصيبكم المقدر لكم من ملاذ الدنيا، وشهواتها الباطلة، كما استمتع الذين من قبلكم بنصيبهم في ذلك.وقوله: وَخُضْتُمْ كَالَّذِي خاضُوا معطوف على ما قبله.أى: وخضتم- أيها المنافقون- في حمأة الباطل وفي طريق الغرور والهوى، كالخوض الذي خاضه السابقون من الأمم المهلكة.قال الآلوسى قوله: «وخضتم» أى: دخلتم في الباطل «كالذي خاضوا» .أى: كالذين فحذفت نونه تخفيفا، كما في قول الشاعر:إن الذي حانت بفلج دماؤهم ... هم القوم كل القوم يا أم خالدويجوز أن يكون «الذي» صفة لمفرد اللفظ، مجموع المعنى، كالفوج والفريق، فلوحظ في الصفة اللفظ. وفي الضمير المعنى، أو هو صفة لمصدر محذوف، أى: كالخوض الذي خاضوه، ورجح بعدم التكلف فيه .وقال صاحب الكشاف: فإن قلت: أى فائدة في قوله: فَاسْتَمْتَعُوا بِخَلاقِهِمْ وقوله: كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلاقِهِمْ مغن عنه كما أغنى قوله: كَالَّذِي خاضُوا عن أن يقال: وخاضوا فخضتم كالذي خاضوا؟قلت: فائدته أن يذم الأولين بالاستمتاع بما أوتوا من حظوظ الدنيا ورضاهم بها، والتهائهم بشهواتهم الفانية عن النظر في العاقبة، وطلب الفلاح في الآخرة، وأن يخسس أمر الاستمتاع، ويهجن أمر الرضا به، ثم يشبه بعد ذلك حال المخاطبين بحالهم، كما تريد أن تنبه بعض الظلمة على سماجة فعله فتقول: أنت مثل فرعون: كان يقتل بغير جرم، ويعذب ويعسف وأنت تفعل مثل ما فعله.وأما «وخضتم كالذي خاضوا» فمعطوف على ما قبله مستند إليه، مستغن باستناده إليه عن تلك التقدمة» .وقوله: أُولئِكَ حَبِطَتْ أَعْمالُهُمْ فِي الدُّنْيا وَالْآخِرَةِ وَأُولئِكَ هُمُ الْخاسِرُونَ بيان لسوء مصيرهم في الدارين.واسما الإشارة يعودان على المتصفين بتلك الصفات القبيحة من السابقين واللاحقين.أى: أولئك المستمتعون بنصيبهم المقدر لهم في الشهوات الخسيسة، والخائضون في الشرور والآثام «حبطت أعمالهم» أى: فسدت وبطلت أعمالهم التي كانوا يرجون منفعتها «في الدنيا والآخرة» لأن هذه الأعمال لم يكن معها إيمان أو إخلاص، وإنما كان معها الرياء والنفاق، والفسوق والعصيان، والله- تعالى- لا يقبل من الأعمال إلا ما كان خالصا لوجهه الكريم.وقوله: وَأُولئِكَ هُمُ الْخاسِرُونَ أى: الكاملون في الخسران، الجامعون لكل ما من شأنه أن يؤدى إلى البوار والهلاك."
}