{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/70/",
    "ayah_number": 70,
    "text": "ثم ساق لهم- سبحانه- من أخبار السابقين ما فيه الكفاية للعظة والاعتبار لو كانوا يعقلون، فقال- تعالى-: أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ، قَوْمِ نُوحٍ وَعادٍ وَثَمُودَ....والاستفهام للتقرير والتحذير. والمراد بنبإ الذين من قبلهم: أخبارهم التي تتناول أقوالهم وأعمالهم، كما تتناول ما حل بهم من عقوبات، بسبب تكذيبهم لأنبيائهم.والمعنى: ألم يصل إلى أسماع هؤلاء المنافقين، خبر أولئك المهلكين من الأقوام السابقين بسبب عصيانهم لرسلهم، ومن هؤلاء الأقوام «قوم نوح» الذين أغرقوا بالطوفان، وقوم «عاد» الذين أهلكوا بريح صرصر عاتية، وقوم «ثمود» الذين أخذتهم الرجفة فأصبحوا في دارهم جاثمين، «وقوم إبراهيم» الذين سلب الله نعمه عنهم، وأذل غرور زعيمهم الذي حاج إبراهيم في ربه، «وأصحاب مدين» وهم قوم شعيب الذين أخذتهم الصيحة، «والمؤتفكات» وهم أصحاب قرى قوم لوط، التي جعل الله عاليها سافلها ...والائتفاك: معناه الانقلاب بجعل أعلى الشيء أسفله. يقال: أفكه يأفكه إذا قلبه رأسا على عقب.وذكر- سبحانه- هنا هذه الطوائف الست، لأن آثارهم باقية، ومواطنهم هي الشام والعراق واليمن، وهي مواطن قريبة من أرض العرب، فكانوا يمرون عليها في أسفارهم، كما كانوا يعرفون الكثير من أخبارهم.قال- تعالى-: وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ، وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ.وقوله: أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ كلام مستأنف لبيان أنبائهم وأخبارهم.أى: أن هؤلاء الأقوام المهلكين السابقين، قد أتتهم رسلهم بالحجج الواضحات الدالة على وحدانية الله وعلى وجوب إخلاص العبادة له..والفاء في قوله: فَما كانَ اللَّهُ لِيَظْلِمَهُمْ للعطف على كلام مقدر يدل عليه المقام.أى: أتتهم رسلهم بالبينات، فكذبوا هؤلاء الرسل، فعاقبهم الله- تعالى- على هذا التكذيب. وما كان من سنته- سبحانه- ليظلمهم، لأنه لا يظلم الناس شيئا «ولكن كانوا أنفسهم يظلمون» بسبب كفرهم وجحودهم، واستحبابهم العمى على الهدى، وإيثارهم الغي على الرشد.هذا، ومن هاتين الآيتين الكريمتين نرى بوضوح، أن الغرور بالقوة، والافتتان بالأموال والأولاد، والانغماس في الشهوات والملذات الخسيسة. والخوض في طريق الباطل، وعدم الاعتبار بما حل بالطغاة والعصاة..كل ذلك يؤدى إلى الخسران في الدنيا والآخرة، وإلى التعرض لسخط الله وعقابه.كما نرى منهما أن من سنة الله في خلقه، أنه- سبحانه- لا يعاقب إلا بذنب، ولا يأخذ العصاة والطغاة أخذ عزيز مقتدر، إلا بعد استمرارهم في طريق الغواية، وإعراضهم عن نصح الناصحين، وإرشاد المرشدين. وصدق الله إذ يقول: إِنَّ اللَّهَ لا يَظْلِمُ النَّاسَ شَيْئاً، وَلكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ.وبعد أن تحدثت السورة الكريمة عن أحوال المنافقين، وصفاتهم، وسوء عاقبتهم..أتبعت ذلك بالحديث عن المؤمنين الصادقين، وعما أعده الله لهم من نعيم مقيم، فقال- سبحانه-:"
}