{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/74/",
    "ayah_number": 74,
    "text": "ذكر المفسرون في سبب نزول هذه الآية روايات منها: ما رواه ابن جرير عن هشام بن عروة عن أبيه قال: نزلت هذه الآية: يَحْلِفُونَ بِاللَّهِ ما قالُوا. الآية في الجلاس بن سويد بن الصامت. أقبل هو وابن امرأته مصعب من قباء. فقال الجلاس: إن كان ما يقول محمد حقا لنحن أشر من حمرنا هذه التي نحن عليها!! فقال مصعب: أما والله يا عدو الله لأخبرن رسول الله صلى الله عليه وسلم بما قلت: قال مصعب:فأتيت النبي صلى الله عليه وسلم. وخشيت أن ينزل في القرآن أو تصيبني قارعة.. فقلت يا رسول الله:أقبلت أنا والجلاس من قباء. فقال كذا وكذا، ولولا مخافة أن أخلط بخطيئة أو تصيبني قارعة ما أخبرتك.قال مصعب: فدعا رسول الله صلى الله عليه وسلم الجلاس فقال له: أقلت الذي قال مصعب؟فحلف الجلاس بأنه ما قال ذلك. فأنزل الله الآية» .وأخرج ابن إسحاق وابن أبى حاتم عن كعب بن مالك قال: لما نزل القرآن وفيه ذكر المنافقين قال الجلاس بن سويد: والله لئن كان هذا الرجل صادقا لنحن شر من الحمير.فسمعه عمير بن سعد فقال: والله يا جلاس إنك لأحب الناس إلى. وأحسنهم عندي أثرا.ولقد قلت مقالة لئن ذكرتها لتفضحنك، ولئن سكت عنها هلكت، ولإحداهما أشد على من الأخرى.فمشى عمير إلى رسول الله صلى الله عليه وسلم فذكر ما قال الجلاس. فسأل رسول الله صلى الله عليه وسلم الجلاس عما قاله عمير، فحلف بالله ما قال ذلك، وزعم أن عميرا كذب عليه فنزلت هذه الآية .وقال الإمام أحمد: حدثنا يزيد أخبرنا الوليد بن عبد الله بن جميع عن أبى الطفيل.قال: لما أقبل رسول الله صلى الله عليه وسلم من غزوة تبوك أمر مناديه فنادى إن رسول الله صلى الله عليه وسلم أخذ طريق العقبة- وهو مكان مرتفع ضيق- فلا يأخذها أحد.قال: فبينما رسول الله صلى الله عليه وسلم يقود ركابه حذيفة ويسوقه عمار، إذا أقبل رهط ملثمون على الرواحل، فغشوا عمارا وهو يسوق برسول الله صلى الله عليه وسلم، فأقبل عمار يضرب وجوه الرواحل. فقال رسول الله صلى الله عليه وسلم لحذيفة: «قد، قد» . أى حسبك حسبك. حتى هبط رسول الله صلى الله عليه وسلم ورجع عمار.فقال رسول الله صلى الله عليه وسلم يا عمار: «هل عرفت القوم» ؟ فقال: لقد عرفت عامة الرواحل والقوم متلثمون. قال: «هل تدرى ما أرادوا» ؟ قال: الله ورسوله أعلم. قال:«أرادوا أن ينفروا برسول الله صلى الله عليه وسلم راحلته فيطرحوه» .. .هذه بعض الروايات التي وردت في سبب نزول هذه الآية وهي تكشف عن كذب المنافقين وغدرهم.وقوله. سبحانه: يَحْلِفُونَ بِاللَّهِ ما قالُوا ... استئناف مسوق لبيان جانب مما صدر عنهم من جرائم تستدعى جهادهم والإغلاظ عليهم.أى: يحلف هؤلاء المنافقون بالله كذبا وزورا أنهم ما قالوا هذا القول القبيح الذي بلغك عنهم يا محمد.والحق أنهم قد قالوا «كلمة الكفر» وهي تشمل كل ما نطقوا به من أقوال يقصدون بها إيذاءه. صلى الله عليه وسلم، كقولهم: «هو أذن» وقولهم. «لئن كان ما جاء به حقا فنحن أشر من حمرنا ... » وغير ذلك من الكلمات القبيحة التي نطقوا بها.وأنهم قد «كفروا بعد إسلامهم» أى: أظهروا الكفر بعد إظهارهم الإسلام.وأنهم قد «هموا بما لم ينالوا» أى: حاولوا إلحاق الأذى برسول الله صلى الله عليه وسلم ولكنهم لم يستطيعوا ذلك، لأن الله تعالى. عصمه من شرورهم.وقوله: وَما نَقَمُوا إِلَّا أَنْ أَغْناهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ توبيخ لهم على جحودهم وكنودهم ومقابلتهم الحسنة بالسيئة.ومعنى: نقموا: كرهوا وعابوا وأنكروا، يقال نقم منه الشيء إذا أنكره، وكرهه وعابه، وكذا إذا عاقبه عليه.أى: وما أنكر هؤلاء المنافقون من أمر الإسلام شيئا، إلا أنهم بسببه أغناهم الله ورسوله من فضله بالغنائم وغيرها من وجوه الخيرات التي كانوا لا يجدونها قبل حلول الرسول صلى الله عليه وسلم وأصحابه بينهم.وهذه الجملة الكريمة جاءت على الأسلوب الذي يسميه علماء البلاغة: تأكيد المدح بما يشبه الذم.قال الجمل: كأنه قال- سبحانه- ليس له صلى الله عليه وسلم صفة تكره وتعاب، سوى أنه ترتب على قدومه إليهم وهجرته عندهم، إغناء الله إياهم بعد شدة الحاجة، وهذه ليست صفة ذم- بل هي صفة مدح- فحينئذ ليس له صفة تذم أصلا» .وشبيه بهذا الأسلوب قول الشاعر يمدح قوما بالشجاعة والإقدام.ولا عيب فيهم غير أن سيوفهم ... بهن فلول من قراع الكتائبثم ختم- سبحانه- الآية الكريمة بترغيبهم وترهيبهم فقال: فَإِنْ يَتُوبُوا يَكُ خَيْراً لَهُمْ. وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذاباً أَلِيماً فِي الدُّنْيا وَالْآخِرَةِ..أى: فإن يتب هؤلاء المنافقون عن نفاقهم وشقاقهم وقبائح أقوالهم وأفعالهم، يكن المتاب خيرا لهم في دنياهم وآخرتهم. «وإن يتولوا» ويعرضوا عن الحق: ويستمروا في ضلالهم «يعذبهم الله عذابا أليما في الدنيا والآخرة» .أما عذاب الدنيا فمن مظاهره: حذرهم وخوفهم من أن يطلع المؤمنون على أسرارهم وجبنهم عن مجابهة الحقائق، وشعورهم بالضعف أمام قوة المسلمين، وإحساسهم بالعزلة والمقاطعة من جانب المؤمنين ومعاقبة الرسول صلى الله عليه وسلم إياهم بالعقوبة المناسبة لجرمهم..وأما عذاب الآخرة، فهو أشد وأبقى، بسبب إصرارهم على النفاق، وإعراضهم عن دعوة الحق.وقوله: وَما لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلا نَصِيرٍ تذييل قصد به تيئيسهم من كل معين أو ناصر.أى: أن هؤلاء المنافقين ليس لهم أحد في الأرض يدفع عنهم عذاب الله، أو يحميهم من عقابه، لأن عقاب الله لن يدفعه دافع إلا هو، فعليهم أن يثوبوا إلى رشدهم، وأن يتوبوا إلى ربهم قبل أن يحل بهم عذابه.ثم حكى- سبحانه- بعد ذلك نماذج أخرى من جحودهم، ونقضهم لعهودهم، وبخلهم بما آتاهم الله من فضله فقال- سبحانه-."
}