{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/128/",
    "ayah_number": 128,
    "text": "وجمهور المفسرين على أن الخطاب في قوله- سبحانه-: لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ للعرب: فهو كقوله: هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ.أى: لقد جاءكم- يا معشر العرب- رسول كريم «من أنفسكم» أى: جنسكم، ومن نسبكم، فهو عربي مثلكم، فمن الواجب عليكم أن تؤمنوا به وتطيعوه.فالمقصود من هذه الجملة الكريمة ترغيب العرب في الإيمان بالنبي صلى الله عليه وسلم وفي طاعته وتأييده، فإن شرفهم قد تم بشرفه، وعزهم بعزه، وفخرهم بفخره، وهم في الوقت نفسه قد شهدوا له في صباه بالصدق والأمانة والعفاف وطهارة النسب، والأخلاق الحميدة.قال القرطبي: قوله «من أنفسكم» يقتضى مدحا لنسب النبي صلى الله عليه وسلم وأنه من صميم العرب وخالصها، وفي صحيح مسلم عن وائلة بن الأسقع قال: سمعت رسول الله صلى الله عليه وسلم يقول: «إن الله اصطفى كنانة من ولد إسماعيل، واصطفى قريشا من كنانة، واصطفى من قرش بنى هاشم، واصطفاني من بنى هاشم» وعنه صلى الله عليه وسلم أنه قال: «إنى من نكاح ولست من سفاح» .وقال الزجاج إن الخطاب في الآية الكريمة لجميع البشر، لعموم بعثته صلى الله عليه وسلم، ومعنى كونه صلى الله عليه وسلم «من أنفسكم» أنه من جنس البشر.ويبدو لنا أن الرأى الأول أرجح لأن الآية الكريمة ليست مسوقة لإثبات رسالته صلى الله عليه وسلم وعمومها، وإنما هي مسوقة لبيان منته وفضله- سبحانه- على العرب، حيث أرسل خاتم أنبيائه منهم، فمن الواجب عليهم أن يؤمنوا به، لأنه ليس غريبا عنهم، وإذا لم يؤمنوا به تكون الحجة عليهم ألزم، والعقوبة لهم أعظم.وقوله: عَزِيزٌ عَلَيْهِ ما عَنِتُّمْ أى: شديد وشاق عليه عنتكم ومشقتكم، لكونه بعضا منكم فهو يخاف عليكم سوء العاقبة، والوقوع في العذاب.يقال: عزّ عليه الأمر أى صعب وشق عليه، والعنت المشقة والتعب ومنه قولهم: أكمة عنوت، إذا كانت شاقة مهلكة، والفعل عنت بوزن فرح.وقوله: حَرِيصٌ عَلَيْكُمْ أى: حريص على إيمانكم وهدايتكم وعزتكم وسعادتكم في الدنيا والآخرة.والحرص على الشيء معناه: شدة الرغبة في الحصول عليه وحفظه.وقوله: «بالمؤمنين رءوف رحيم» أى: شديد الرأفة والرحمة بكم- أيها المؤمنون- والرأفة عبارة عن السعى في إزالة الضرر، والرحمة عبارة عن السعى في إيصال النفع، فهو صلى الله عليه وسلم يسعى بشدة في إيصال الخير والنفع للمؤمنين، وفي إزالة كل مكروه عنهم.قال بعضهم: لم يجمع الله- تعالى- لأحد من الأنبياء اسمين من أسمائه إلا للنبي صلى الله عليه وسلم فإنه قال «بِالْمُؤْمِنِينَ رَؤُفٌ رَحِيمٌ» وقال عن ذاته- سبحانه- إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُفٌ رَحِيمٌ."
}