{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/107/",
    "ayah_number": 107,
    "text": "قال الإمام ابن كثير: سبب نزول هذه الآيات الكريمات، أنه كان بالمدينة قبل مقدم رسول الله صلى الله عليه وسلم إليها، رجل من الخزرج يقال له أبو عامر الراهب، وكان قد تنصر في الجاهلية، وقرأ علم أهل الكتاب، وكان فيه عبادة في الجاهلية، وله شرف في الخزرج كبير، فلما قدم رسول الله صلى الله عليه وسلم مهاجرا إلى المدينة، واجتمع المسلمون عليه وصار للإسلام كلمة عالية، وأظهرهم الله يوم بدر، شرق اللعين أبو عامر بريقه وبارز العداوة، وظاهر بها، وخرج فارا إلى كفار مكة ليمالئهم على حرب المسلمين فاجتمعوا بمن وافقهم من أحياء العرب، وقدموا عام «أحد» فكان من أمر المسلمين ما كان، وامتحنهم الله- تعالى- وكانت العاقبة للمتقين.وكان هذا الفاسق قد حفر حفائر فيما بين الصفين، فوقع في إحداهن رسول الله صلى الله عليه وسلم وأصيب في ذلك اليوم، فجرح وجهه وكسرت رباعيته اليمنى والسفلى وشج رأسه. وتقدم أبو عامر في أول المبارزة إلى قومه من الأنصار، فخاطبهم، واستمالهم إلى نصره وموافقته. فلما عرفوا كلامه قالوا: لا أنعم الله لك عينا يا فاسق يا عدو الله، ونالوا منه وسبوه.وكان رسول الله صلى الله عليه وسلم قد دعاه إلى الله قبل فراره- إلى مكة- وقرأ عليه القرآن، فأبى أن يسلم وتمرد. فدعا عليه رسول الله صلى الله عليه وسلم أن يموت بعيدا طريدا فنالته هذه الدعوة.وذلك أنه لما فرغ الناس من «أحد» ورأى أمر الرسول صلى الله عليه وسلم في ارتفاع وظهور، ذهب إلى هرقل ملك الروم يستنصره على النبي صلى الله عليه وسلم، فوعده ومناه، وأقام عنده، وكتب إلى جماعة من قومه من الأنصار من أهل النفاق والريب يعدهم ويمنيهم، أنه سيقدم بجيش ليقاتل به النبي صلى الله عليه وسلم ويغلبه، ويرده عما هو فيه. وأمرهم أن يتخذوا له معقلا يقدم عليهم فيه من يقدم من عنده لأداء كتبه، ويكون مرصدا له إذا قدم عليه بعد ذلك.فشرعوا في بناء مسجد مجاور لمسجد قباء، فبنوه وأحكموه، وفرغوا منه قبل خروج رسول الله صلى الله عليه وسلم إلى تبوك، وجاءوا فسألوه أن يأتى إليهم فيصلى في مسجدهم، ليحتجوا بصلاته فيه على تقريره وإثباته وذكروا أنهم إنما بنوه للضعفاء منهم، وأهل العلة في الليلة الشاتية!! فعصمه الله من الصلاة فيه فقال: «إنا على سفر ولكنا إذا رجعنا- إن شاء الله- أتيناكم فصلينا لكم فيه» .فلما قفل راجعا إلى المدينة من تبوك، ولم يبق بينه وبينها إلا يوم أو بعض يوم، نزل عليه جبريل بخبر مسجد الضرار وما اعتمده بانوه من الكفر، والتفريق بين جماعة المؤمنين في مسجدهم. مسجد قباء. الذي أسس من أول يوم على التقوى فبعث رسول الله صلى الله عليه وسلم إلى مسجد الضرار من هدمه قبل مقدمه إلى المدينة وقوله: وَالَّذِينَ اتَّخَذُوا مَسْجِداً ضِراراً وَكُفْراً وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ منصوب على الذم.أى: وأذم الذين اتخذوا مسجدا ضرارا.. أو معطوف على ما سبق من أحوال المنافقين، والتقدير: ومنهم الذين اتخذوا مسجدا ضرارا.وقوله «ضرارا» مفعول لأجله أى: اتخذوا هذا المسجد لا من أجل العبادة والطاعة لله تعالى. وإنما اتخذوه من أجل الإضرار بالمؤمنين. وإيقاع الأذى بهم.وقوله «وكفرا» معطوف على «ضرارا» وهو علة ثانية لاتخاذ هذا المسجد.أى: اتخذوه للإضرار بالمؤمنين، وللازدياد من الكفر الذي يضمرونه ومن الغل الذي يخفونه.وقوله: وَتَفْرِيقاً بَيْنَ الْمُؤْمِنِينَ علة ثالثة.أى: واتخذوه أيضا للتفريق بين جماعة المؤمنين الذين كانوا يصلون في مسجد واحد هو مسجد قباء، فأراد هؤلاء المنافقون من بناء مسجد الضرار إلى جوار مسجد قباء، أن يفرقوا وحدة المؤمنين، بأن يجعلوهم يصلون في أماكن متفرقة. حسدا لهم على نعمة الإخاء والتآلف والاتحاد التي غرسها الإسلام في قلوب أتباعه.وقوله: وَإِرْصاداً لِمَنْ حارَبَ اللَّهَ وَرَسُولَهُ علة رابعة لاتخاذ هذا المسجد.أى: واتخذوه ليكون مكانا يرقبون فيه قدوم «من حارب الله ورسوله» وهو أبو عامر الراهب، الذي أعلن عداوته لدعوة الإسلام «من قبل» بناء مسجد الضرار.فقد سبق أن ذكرنا في أسباب نزول هذه الآيات، أن أبا عامر هذا، كتب إلى جماعة من قومه. وهو عند هرقل. يعدهم ويمنيهم، ويطلب منهم أن يتخذوا له معقلا يقدم عليهم فيه فشرعوا في بناء هذا المسجد.فأنت ترى أن هذه الآية الكريمة، قد ذكرت أربعة من الأغراض الخبيثة التي حملت المنافقين على بناء هذا المسجد، وهي: مضارة المؤمنين، وتقوية الكفر، وتفريق كلمة أهل الحق وجعله معقلا لالتقاء المحاربين لله ولرسوله.وقد خيب الله تعالى مسعاهم وأبطل كيدهم، بأن أمر نبيه صلى الله عليه وسلم بهدمه وإزالته.وقوله: وَلَيَحْلِفُنَّ إِنْ أَرَدْنا إِلَّا الْحُسْنى ذم لهم على أيمانهم الفاجرة، وأقوالهم الكاذبة.أى: أن هؤلاء المنافقين قد بنوا مسجد الضرار لتلك المقاصد الخبيثة. ومع ذلك فهم يقسمون بأغلظ الأيمان بأنهم ما أرادوا ببنائه إلا الخصلة الحسنى التي عبروا عنها قبل ذلك.كذبا. بقولهم: «إننا بنيناه للضعفاء، وأهل العلة في الليلة الشاتية» .وقوله: وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكاذِبُونَ زيادة في مذمتهم وتحقيرهم.أى: والله- تعالى- يعلم ويشهد أن هؤلاء المنافقين لكاذبون في أيمانهم بأنهم ما أرادوا من بناء مسجدهم إلا الحسنى، فإنهم في الحقيقة لم يريدوا ذلك، وإنما أرادوا تلك الأغراض القبيحة السابقة، وهي مضارة المؤمنين، وتفريق كلمتهم."
}