{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/48/",
    "ayah_number": 48,
    "text": "ثم ذكر الله تعالى- نبيه صلى الله عليه وسلم بطرف من الماضي المظلم لهؤلاء المنافقين فقال:لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ، وَقَلَّبُوا لَكَ الْأُمُورَ، حَتَّى جاءَ الْحَقُّ، وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كارِهُونَ.أى: لقد ابتغى هؤلاء المنافقون إيقاع الشرور والمفاسد في صفوف المسلمين، من قبل ما حدث منهم في غزوة تبوك.ومن مظاهر ذلك أنهم ساءهم انتصاركم في غزوة بدر، وامتنعوا عن مناصرتكم في غزوة أحد، متبعين في ذلك زعيمهم عبد الله بن أبى بن سلول، ثم واصلوا حربهم لكم سرا وجهرا حتى كانت غزوة تبوك التي فضح الله فيها أحوالهم.فالمراد بقوله: مِنْ قَبْلُ أى: من قبل هذه الغزوة التي كانت آخر غزوة غزاها رسول الله صلى الله عليه وسلم.أى أن ما صدر عن هؤلاء المنافقين من مسالك خبيثة خلال غزوة تبوك ليس هو الأول من نوعه، بل هم لهم في هذا المضمار تاريخ مظلم بدأ منذ أوائل عهد الدعوة الإسلامية بالمدينة.وقوله: وَقَلَّبُوا لَكَ الْأُمُورَ بيان لتفننهم في وجوه الأذى للنبي صلى الله عليه وسلم وتقليب الأمر: تصريفه، وترديده، وإجالة الرأى فيه، والنظر إليه من كل نواحيه: لمعرفة أى ناحية منه توصل إلى الهدف المنشود.والمراد أن هؤلاء المنافقين قد ابتغوا الأذى للدعوة الإسلامية من قبل هذه الغزوة، ودبروا لصاحبها صلى الله عليه وسلم المكايد، واستعملوا قصارى جهدهم، ومنتهى اجتهادهم، وخلاصة مكرهم، من أجل صد الناس عن الحق الذي جاء به محمد صلى الله عليه وسلم.وقوله: حَتَّى جاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ.. غاية لمحذوف، والتقدير: أن هؤلاء المنافقين استمروا على حربهم للدعوة الإسلامية «حتى جاء الحق» أى: النصر الذي وعد الله عباده به «وظهر أمر الله» أى: دينه وشرعه «وهم» أى المنافقون وأشباههم «كارهون» لذلك لأنهم يكرهون انتصار دين الإسلام، ويحبون هزيمته وخذلانه، ولكن الله- تعالى- خيب آمالهم، وأحبط مكرهم.قال الإمام ابن كثير: عند ما قدم النبي صلى الله عليه وسلم المدينة، رمته العرب عن قوس واحدة، وحاربته يهود المدينة ومنافقوها، فلما نصره الله يوم بدر وأعلى كلمته، قال عبد الله بن أبى، وأصحابه: هذا أمر قد توجه، فدخلوا في الإسلام ظاهرا، ثم كلما أعز الله الإسلام وأهله غاظهم وساءهم، ولهذا قال- تعالى-: حَتَّى جاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كارِهُونَ.ثم واصلت السورة الكريمة حديثها عن هؤلاء المنافقين، فحكت جانبا من أعذارهم الكاذبة، ومن أقوالهم الخبيثة.. فقال- تعالى-:"
}