{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/33/",
    "ayah_number": 33,
    "text": "- ثم أكد- سبحانه- وعده بإتمام نوره، وبين كيفية هذا الإتمام فقال: هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ.والمراد بالهدى: القرآن الكريم المشتمل على الإرشادات السامية، والتوجيهات القويمة، والأخبار الصادقة، والتشريعات الحكيمة.والمراد بدين الحق: دين الإسلام الذي هو خاتم الأديان.وقوله لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ من الإظهار بمعنى الإعلاء والغلبة بالحجة والبرهان، والسيادة والسلطان.والجملة تعليلية لبيان سبب هذا الإرسال والغاية منه.والضمير في لِيُظْهِرَهُ يعود على الدين الحق أو الرسول صلى الله عليه وسلم والمعنى: هو الله- سبحانه- الذي أرسل رسوله محمدا صلى الله عليه وسلم بالقرآن الهادي للتي هي أقوم، وبالدين الحق الثابت الذي لا ينسخه دين آخر، وكان هذا الإرسال لإظهار هذا الدين الحق على سائر الأديان بالحجة والغلبة، ولإظهار رسوله صلى الله عليه وسلم على أهل الأديان كلها، بما أوحى إليه- سبحانه- من هدايات، وعبادات، وتشريعات، وآداب ... في اتباعها سعادة الدنيا والآخرة.وختم- سبحانه- هذه الآية بقوله: وَلَوْ كَرِهَ الْمُشْرِكُونَ وختم التي قبلها بقوله:وَلَوْ كَرِهَ الْكافِرُونَ للإشعار بأن هؤلاء الذين قالوا: «عزير ابن الله والمسيح ابن الله» قد جمعوا بسبب قولهم الباطل هذا، بين رذيلتي الكفر والشرك، وأنه، سبحانه، سيظهر أهل دينه على جميع أهل الأديان الأخرى.هذا، وقد ساق الإمام ابن كثير بعض الأحاديث التي تؤيد ذلك، منها: ما ثبت في الصحيح عن رسول الله صلى الله عليه وسلم أنه قال: «إن الله زوى لي الأرض من مشارقها ومغاربها، وسيبلغ ملك أمتى ما زوى لي منها» .وروى الإمام أحمد عن مسعود بن قبيصة أو قبيصة بن مسعود يقول: صلى هذا الحي من محارب الصبح، فلما صلوا قال شاب منهم: سمعت رسول الله صلى الله عليه وسلم يقول: «إنه ستفتح لكم مشارق الأرض ومغاربها، وإن عمالها في النار، إلا من اتقى الله وأدى الأمانة» .وروى أيضا عن تميم الداري قال: سمعت رسول الله صلى الله عليه وسلم يقول: «ليبلغن هذا الأمر ما بلغ الليل والنهار، ولا يترك الله بيت مدر ولا وبر إلا أدخله هذا الدين، يعز عزيزا ويذل ذليلا، عزا يعز الله به الإسلام، وذلا يذل الله به الكفر» . وكان تميم الداري يقول: قد عرفت ذلك في أهل بيتي، لقد أصاب من أسلم منهم الشرف والخير والعز، ولقد أصاب من كان كافرا منهم الذل والصغار والجزية.وأخرج أيضا عن عدى بن حاتم قال: دخلت على رسول الله صلى الله عليه وسلم فقال: «يا عدى أسلم تسلم» ، فقلت يا رسول الله: إنى من أهل دين. قال: «أنا أعلم بدينك منك، فقلت: أنت أعلم بديني منى؟ قال نعم، ألست من الركوسية  ، وأنت تأكل مرباع قومك»  .قلت: بلى. قال: «فإن هذا لا يحل لك في دينك» .ثم قال صلى الله عليه وسلم: «أما إنى أعلم ما الذي يمنعك من الإسلام تقول: إنما اتبعه ضعفة الناس، ومن لا قوة له، ومن رمتهم العرب، أتعرف الحيرة» ؟قلت: لم أرها وقد سمعت بها.قال: «فو الذي نفسي بيده ليتمن الله هذا الأمر، حتى تخرج الظعينة من الحيرة، حتى تطوف بالبيت من غير جوار أحد، ولتفتحن كنوز كسرى بن هرمز» .قلت: كسرى بن هرمز؟ قال: «نعم. كسرى بن هرمز، وليبذلن المال حتى لا يقبله أحد» .قال عدى بن حاتم: فهذه الظعينة تخرج من الحيرة، فتطوف بالبيت من غير جوار أحد.ولقد كنت فيمن فتح كنوز كسرى بن هرمز، والذي نفسي بيده لتكونن الثالثة، لأن رسول الله صلى الله عليه وسلم قد قالها .وإلى هنا نرى أن هذه الآيات الكريمة قد كذبت أهل الكتاب في قولهم «عزير ابن الله والمسيح ابن الله» ، وأرشدتهم إلى الطريق الحق الواضح المستقيم ليسيروا عليه، ووبختهم على تشبههم في هذه الأقوال الباطلة بمن سبقهم من الضالين، وعلى انقيادهم لأحبارهم ورهبانهم بدون تعقل أو تدبر، وبشرت المؤمنين بظهور دينهم الذي ارتضاه الله لهم على الأديان كلها.ثم ختم- سبحانه- الحديث عن أهل الكتاب بتوجيه نداء إلى المؤمنين بين لهم فيه بعض الرذائل التي انغمس فيها الأحبار والرهبان، وكيف جمعوا بين ضلال أنفسهم وإضلال أتباعهم، حيث أمروا هؤلاء الأتباع بالانقياد لهم فيما يأتون ويذرون ... فقال- تعالى-:"
}