{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/32/",
    "ayah_number": 32,
    "text": "ثم بين- سبحانه- بعد ذلك ما يهدف إليه أهل الكتاب من وراء أقاويلهم الكاذبة، ودعاواهم الباطلة فقال: يُرِيدُونَ أَنْ يُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ، وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكافِرُونَ.والمراد بنور الله: دين الإسلام الذي ارتضاه. سبحانه- لعباده دينا وبعث به رسوله، صلى الله عليه وسلم، وأعطاه من المعجزات والبراهين الدالة على صدقه، وعلى صحته ما جاء به مما يهدى القلوب، ويشفى النفوس، ويجعلها لا تدين بالعبادة والطاعة إلا لله الواحد القهار.وقيل المراد بنور الله: حججه الدالة على وحدانيته- سبحانه- وقيل المراد به، القرآن، وقيل المراد به: نبوة النبي صلى الله عليه وسلم وكلها معان متقاربة.والمراد بإطفاء نور الله: محاولة طمسه وإبطاله والقضاء عليه، بكل وسيلة يستطيعها أعداؤه، كإثارتهم للشبهات من حول تعاليمه، وكتحريضهم لأتباعهم وأشياعهم على الوقوف في وجهه، وعلى محاربته.والمراد بأفواههم. أقوالهم الباطلة الخارجة من تلك الأفواه التي تنطق بما لا وزن له ولا قيمة.والمعنى: يريد هؤلاء الكافرون بالحق من أهل الكتاب أن يقضوا على دين الإسلام، وأن يطمسوا تعاليمه السامية التي جاء بها نبيه صلى الله عليه وسلم عن طريق أقاويلهم الباطلة الصادرة عن أفواههم من غير أن يكون لها مصداق من الواقع تنطبق عليه، أو أصل تستند إليه، وإنما هي أقوال من قبيل اللغو الساقط المهمل الذي لا وزن له ولا قيمة ...قال الآلوسى ما ملخصه: في الكلام استعارة تمثيلية، حيث شبه- سبحانه- حال أهل الكتاب في محاولة إبطال نبوة النبي صلى الله عليه وسلم عن طريق تكذيبهم له، بحال من يريد أن ينفخ في نور عظيم مثبت في الآفاق ليطفئه بنفخه..وروعي في كل من المشبه والمشبه به معنى الإفراط والتفريط، حيث شبه الإبطال والتكذيب بالإطفاء بالفم، ونسب النور إلى الله- تعالى- العظيم الشأن.ومن شأن النور المضاف إليه- سبحانه- أن يكون عظيما، فكيف يطفأ بنفخ الفم  ..؟!!وقوله: وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكافِرُونَ بشارة منه- سبحانه- للمؤمنين، وتقرير لسنته التي لا تتغير ولا تتبدل في جعل العاقبة للحق وأتباعه.والفعل يَأْبَى هنا بمعنى لا يريد أو لا يرضى- أى: أنه جار مجرى النفي، ولذا صح الاستثناء منه.قال أبو السعود: وإنما صح الاستثناء المفرغ- وهو قوله إِلَّا أَنْ يُتِمَّ نُورَهُ. من الموجب، وهو قوله وَيَأْبَى اللَّهُ- لكونه بمعنى النفي، ولوقوعه في مقابلة قوله:يُرِيدُونَ، وفيه من المبالغة والدلالة على الامتناع ما ليس في نفى الإرادة، أى: لا يريد شيئا من الأشياء إلا إتمام نوره فيندرج في المستثنى منه بقاؤه على ما كان عليه، فضلا عن الإطفاء.وفي إظهار النور في مقام الإضمار مضافا إلى ضميره- سبحانه- زيادة اعتناء بشأنه، وتشريف له على تشريف، وإشعار بعلة الحكم» .وجواب لَوْ في قوله وَلَوْ كَرِهَ الْكافِرُونَ محذوف لدلالة ما قبله عليه.والمعنى: يريد أعداء الله أن يطفئوا نور الله بأفواههم، والحال أن الله- تعالى- لا يريد إلا إتمام هذا النور، ولو كره الكافرون هذا الإتمام لأتمه- سبحانه- دون أن يقيم لكراهتهم وزنا.فالآية الكريمة وعد من الله، تعالى للمؤمنين بإظهار دينهم وإعلاء كلمتهم لكي يمضوا قدما إلى تنفيذ ما كلفهم الله به بدون إبطاء أو تثاقل، وهي في الوقت نفسه تتضمن في ثناياها الوعيد لهؤلاء الضالين وأمثالهم."
}