{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/49/",
    "ayah_number": 49,
    "text": "روى محمد بن إسحاق ويزيد بن رومان، وعبد الله بن أبى بكر، وعاصم بن قتادة وغيرهم قالوا: قال رسول الله صلى الله عليه وسلم ذات يوم وهو في جهازه- أى لغزوة تبوك- للجد بن قيس أخى بنى سلمة: «هل لك يا جد في جلاد بنى الأصفر» ؟ - يعنى الروم- فقال الجد: يا رسول الله أو تأذن لي ولا تفتني؟ فو الله لقد عرف قومي ما رجل أشد عجبا بالنساء منى، وإنى أخشى إن رأيت نساء بنى الأصفر ألا أصبر عنهن، فأعرض عنه رسول الله صلى الله عليه وسلم وقال قد أذنت لك» .ففي الجد بن قيس نزلت هذه الآية وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلا تَفْتِنِّي .أى: ومن هؤلاء المنافقين الذين لم ينته الحديث عنهم بعد «من يقول» لك- يا محمد-«ائذن لي» في القعود بالمدينة، «ولا تفتني» أى ولا توقعني في المعصية والإثم بسبب خروجي معك إلى تبوك، ومشاهدتى لنساء بنى الأصفر.وعبر- سبحانه- عن قول هذا المنافق بالفعل المضارع، لاستحضار تلك الحال لغرابتها، فإن مثله في نفاقه وفجوره لا يخشى إثم الافتتان بالنساء إذ لا يجد من دينه مانعا من غشيان الشهوات الحرام.وقوله: أَلا فِي الْفِتْنَةِ سَقَطُوا رد عليه فيما قال، وذم له على ما تفوه به.أى: ألا إن هذا وأمثاله في ذات الفتنة قد سقطوا، لا في أى شيء آخر مغاير لها.وبدأ- سبحانه- الجملة الكريمة بأداة التنبيه «ألا» ، لتأكيد الخبر، وتوجيه الأسماع إلى ما اشتمل عليه من توبيخ لهؤلاء المنافقين.وقدم الجار والمجرور على عامله للدلالة على الحصر. أى فيها لا في غيرها قد سقطوا وهووا إلى قاع سحيق.قال الآلوسى: وفي التعبير عن الافتتان بالسقوط في الفتنة، تنزيل لها منزلة المهواة المهلكة المفصحة عن ترديهم في دركات الردى أسفل سافلين .وقال الفخرى الرازي ما ملخصه: «وفيه تنبيه على أن القوم إنما اختاروا القعود لئلا يقعوا في الفتنة، فالله- تعالى- بيّن أنهم في عين الفتنة واقعون، لأن أعظم أنواع الفتنة الكفر بالله وبرسوله، والتمرد على قبول التكاليف التي كلفنا الله بها..»  .وقوله: وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكافِرِينَ وعيد وتهديد لهم على أقوالهم وأفعالهم.أى: وإن جهنم لمحيطة بهؤلاء الكافرين بما جاء من عند الله، دون أن يكون لهم منها مهرب أو مفر.وعبر عن إحاطتها بهم باسم الفاعل الدال على الحال، لإفادة تحقيق ذلك حتى لكأنه واقع مشاهد.قالوا: ويحتمل أنها محيطة بهم الآن، بأن يراد بجهنم الأسباب الموصلة إليها من الكفر والنفاق وغير ذلك من الرذائل التي سقطوا فيها."
}