{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/61/5/",
    "ayah_number": 5,
    "text": "وموسى- عليه السلام- هو ابن عمران، وهو واحد من أولى العزم من الرسل، وينتهى نسبه إلى إبراهيم- عليه السلام-.وقد أرسله الله- تعالى- إلى فرعون وقومه وإلى بنى إسرائيل، وقد لقى- عليه السلام- من الجميع أذى كثيرا.ومن ذلك أن فرعون وقومه وصفوه بأنه ساحر، وبأنه مهين، ولا يكاد يبين.وأن بنى إسرائيل قالوا له عند ما أمرهم بطاعته: سمعنا وعصينا، وقالوا له: أرنا الله جهرة وقالوا له: اجعل لنا إلها كما لهم آلهة.. وقالوا له: اذهب أنت وربك فقاتلا إنا هاهنا قاعدون.وقالوا عنه: إنه مصاب في جسده بالأمراض، فبرأه الله- تعالى- مما قالوا.قال ابن كثير: وفي هذا تسلية لرسوله صلى الله عليه وسلم فيما أصابه من الكفار من قومه وغيرهم، وأمر له بالصبر، ولهذا قال: «رحمة الله على موسى، لقد أوذى بأكثر من هذا فصبر» .وفيه نهى للمؤمنين عن أن ينالوا من النبي صلى الله عليه وسلم، أو يوصلوا إليه أذى، كما قال- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى فَبَرَّأَهُ اللَّهُ مِمَّا قالُوا، وَكانَ عِنْدَ اللَّهِ وَجِيهاً .أى: واذكر- أيها الرسول الكريم- وذكر أتباعك ليتعظوا ويعتبروا، وقت أن قال موسى- عليه السلام- لقومه على سبيل الإنكار والتعجيب من حالهم.يا قَوْمِ لِمَ تُؤْذُونَنِي: قال لهم: يا أهلى ويا عشيرتي لماذا تلحقون الأذى بي؟.«وقد» في قوله- تعالى-: وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ للتحقيق، والجملة حالية، وجيء بالمضارع بعد «قد» للدلالة على أن علمهم بصدقه متجدد بتجدد ما يأتيهم به من آيات ومعجزات.قال الجمل: قوله: وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ قد للتحقيق. أى: تحقيق علمهم. أى: لا للتقريب ولا للتقليل، وفائدة ذكرها التأكيد، والمضارع بمعنى الماضي.أى: وقد علمتم، وعبر بالمضارع ليدل على استصحاب الحال، وعلى أنها مقررة للإنكار.فإن العلم برسالته يوجب تعظيمه، ويمنع إيذاءه لأن من عرف الله- تعالى- وعظمته، عظّم رسوله  .ثم بين- سبحانه- ما ترتب على إيثارهم الغي على الهدى، فقال: فَلَمَّا زاغُوا أَزاغَ اللَّهُ قُلُوبَهُمْ.والزيغ: هو الميل عن طريق الحق، يقال: زاغ يزيغ زيغا وزيغانا، إذا مال عن الجادة، وأزاغ فلان فلانا، إذا حوله عن طريق الخير إلى طريق الشر.أى: فلما أصروا على الميل عن الحق مع علمهم به. واستمروا على ذلك دون أن تؤثر المواعظ في قلوبهم ... أمال الله- تعالى- قلوبهم عن قبول الهدى. لإيثارهم الباطل على الحق، والضلالة على الهداية.كما قال- تعالى-: وَمَنْ يُشاقِقِ الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُ الْهُدى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ، نُوَلِّهِ ما تَوَلَّى، وَنُصْلِهِ جَهَنَّمَ وَساءَتْ مَصِيراً  .وقوله- سبحانه-: وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ تذييل قصد به التقرير لما قبله، من أن الزيغ يؤدى إلى عدم الهداية، وبيان سنة من سنن الله في خلقه، وهي أن من استحب العمى على الهدى، وأصر على ذلك.. كانت عاقبته الخسران.أى: وقد اقتضت حكمة الله- تعالى- أن لا يهدى القوم الخارجين عن طريق الحق، إلى ما يسعدهم في حياتهم وبعد مماتهم، لأنهم هم الذين اختاروا طريق الشقاء، وأصروا على سلوكها.ثم ذكر- سبحانه- جانبا مما قاله عيسى- عليه السلام- لبنى إسرائيل، فقال- تعالى-:"
}