{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/74/31/",
    "ayah_number": 31,
    "text": "قال الإمام ابن كثير: يقول الله- تعالى-: وَما جَعَلْنا أَصْحابَ النَّارِ أى: خزانها إِلَّا مَلائِكَةً أى: غلاظا شدادا. وذلك رد على مشركي قريش حين ذكر عدد الخزنة.فقال أبو جهل: يا معشر قريش، أما يستطيع كل عشرة منكم لواحد منهم فتغلبونهم؟ فقال الله- تعالى-:وَما جَعَلْنا أَصْحابَ النَّارِ إِلَّا مَلائِكَةً. أى: شديدي الخلق لا يقاومون ولا يغالبون.وقد قيل: إن أبا الأشد- واسمه: كلدة بن أسيد بن خلف- قال: يا معشر قريش، اكفوني منهم اثنين وأنا أكفيكم سبعة عشر، إعجابا منه بنفسه، وكان قد بلغ من القوة- فيما يزعمون- أنه كان يقف على جلد البقرة. ويجاذبه عشرة لينتزعوه من تحت قدميه، فيتمزق الجلد، ولا يتزحزح عنه...وقال الجمل في حاشيته: قال ابن عباس: لما نزلت هذه الآية عَلَيْها تِسْعَةَ عَشَرَ.قال أبو جهل لقريش: ثكلتكم أمهاتكم! محمد صلى الله عليه وسلم يخبر أن خزنة النار تسعة عشر، وأنتم الشجعان، أفيعجز كل عشرة منكم أن يبطشوا بواحد منهم؟.فقال أبو الأشد: أنا أكفيكم منهم سبعة عشر، عشرة على ظهري، وسبعة على بطني.واكفوني أنتم اثنين.. فأنزل الله- تعالى-: وَما جَعَلْنا أَصْحابَ النَّارِ إِلَّا مَلائِكَةً...والمقصود من هذه الآية الكريمة الرد على المشركين، الذين سخروا من النبي صلى الله عليه وسلم عند ما عرفوا منه أن على سقر تسعة عشر ملكا يتولون أمرها..أى: إننا أوجدنا النار لعذاب الكافرين، وما جعلنا خزنتها إلا من الملائكة الغلاظ الشداد، الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، والذين لا قدرة لأحد من البشر على مقاومتهم أو مخالفة أمرهم، لأنهم أشد بأسا، وأقوى بطشا من كافة الإنس والجن..والاستثناء من عموم الأنواع. أى: وما جعلنا أصحاب النار إلا من نوع الملائكة، الذين لا قدرة لأحد من البشر على مقاومتهم..وقوله- سبحانه-: وَما جَعَلْنا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا بيان لحكمة أخرى من ذكر هذا العدد..والفتنة بمعنى الاختبار والامتحان. تقول: فتنت الذهب بالنار، أى: اختبرته بها، لتعلم جودته من رداءته. وقوله: إِلَّا فِتْنَةً مفعول ثان لقوله جَعَلْنا والكلام على حذف مضاف..أى: وما جعلنا عدة خزنة النار تسعة عشر، إلا ليكون هذا العدد سبب فتنة واختبار للذين كفروا، ولقد زادهم هذا الامتحان والاختبار جحودا وضلالا، ومن مظاهر ذلك أنهم استهزءوا بالنبي صلى الله عليه وسلم عند ما قرأ عليهم القرآن، فحق عليهم عذابنا ووعيدنا..قال الإمام الرازي: وإنما صار هذا العدد سببا لفتنة الكفار من وجهين: الأول أن الكفار كانوا يستهزئون ويقولون: لم لا يكونون عشرين- بدلا من تسعة عشر- وما المقتضى لتخصيص هذا العدد؟.والثاني أن الكفار كانوا يقولون: هذا العدد القليل، كيف يكون وافيا بتعذيب أكثر العالم من الجن والإنس..؟وأجيب عن الأول: بأن هذا السؤال لازم على كل عدد يفرض، وأفعال الله- تعالى- لا تعلل، فلا يقال فيها لم كان هذا العدد، فإن ذكره لحكمة لا يعلمها إلا هو- سبحانه-.وأجيب عن الثاني: بأنه لا يبعد أن الله- تعالى- يعطى ذلك العدد القليل قوة تفي بذلك، فقد اقتلع جبريل وحده. مدائن قوم لوط على أحد جناحيه، ورفعها إلى السماء.. ثم قلبها، فجعل عاليها سافلها..- وأيضا- فأحوال القيامة، لا تقاس بأحوال الدنيا، وليس للعقل فيها مجال...وقوله- سبحانه-: لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتابَ، وَيَزْدادَ الَّذِينَ آمَنُوا إِيماناً ...علة أخرى، لذكر هذا العدد. والاستيقان: قوة اليقين، فالسين والتاء للمبالغة.أى: وما جعلنا عدتهم كذلك- أيضا- إلا ليستيقن الذين أوتوا الكتاب من اليهود والنصارى، بأن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه، إذ أن الكتب السماوية التي بين أيديهم قد ذكرت هذا العدد. كما ذكره القرآن الكريم، وإلا ليزداد المؤمنون إيمانا على إيمانهم، بصدق نبيهم صلى الله عليه وسلم، إذ أن الإخبار عن المغيبات عن طريق القرآن الكريم، من شأنها أن تجعل الإيمان في قلوب المؤمنين الصادقين، يزداد رسوخا وثباتا.قال الإمام ابن كثير: قوله: لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتابَ أى: يعلمون أن هذا الرسول حق، فإنه نطق بمطابقة ما بأيديهم من الكتب السماوية المنزلة على الأنبياء قبله.. .وقال الآلوسى: وأخرج الترمذي وابن مردويه عن جابر قال: قال ناس من اليهود، لأناس من المسلمين: هل يعلم نبيكم عدد خزنة جهنم؟ فأخبروا بذلك رسول الله صلى الله عليه وسلم فقال: «هكذا وهكذا» في مرة عشرة. وفي مرة تسعة.وقال الآلوسى: واستشعر من هذا أن الآية مدنية، لأن اليهود إنما كانوا فيها، وهو استشعار ضعيف، لأن السؤال لصحابى فلعله كان مسافرا فاجتمع بيهودي حيث كان..- وأيضا- لا مانع إذ ذاك من إتيان بعض اليهود نحو مكة.. .وقوله- تعالى-: وَلا يَرْتابَ الَّذِينَ أُوتُوا الْكِتابَ وَالْمُؤْمِنُونَ معطوف على قوله:لِيَسْتَيْقِنَ.. وهو مؤكد لما قبله، من الاستيقان وازدياد الإيمان، ونفى لما قد يعترى المستيقن من شبهة عارضة.أى: فعلنا ما فعلنا ليكتسب أهل الكتاب اليقين من نبوته صلى الله عليه وسلم وليزداد المؤمنون إيمانا على إيمانهم. ولتزول كل ريبة أو شبهة قد تطرأ على قلوب الذين أوتوا الكتاب، وعلى قلوب المؤمنين..وقوله- سبحانه-: وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكافِرُونَ ماذا أَرادَ اللَّهُ بِهذا مَثَلًا بيان لعلة أخرى لكون خزنة سقر تسعة عشر.أى: ما جعلنا عدتهم كذلك إلا فتنة للذين كفروا، وإلا ليستيقن الذين أوتوا الكتاب من صدق الرسول صلى الله عليه وسلم وإلا ليزداد الذين آمنوا إيمانا، وإلا لنزول الريبة من قلوب الفريقين، وإلا ليقول الذين في قلوبهم مرض، أى: شك وضعف إيمان، وليقول الكافرون المصرون على التكذيب: ما الأمر الذي أراده الله بهذا المثل، وهو جعل خزنة سقر تسعة عشر؟ فالمقصود بالاستفهام في قوله- تعالى-: ماذا أَرادَ اللَّهُ بِهذا مَثَلًا الإنكار.والإشارة بهذا مرجعها إلى قوله- تعالى- قبل ذلك: عَلَيْها تِسْعَةَ عَشَرَ وقوله:مَثَلًا حال من اسم الإشارة، والمراد به العدد السابق. وسموه مثلا لغرابته عندهم.أى: ما الفائدة في أن تكون عدة خزنة سقر تسعة عشر، وليسوا أكثر أو أقل؟ وهم يقصدون بذلك نفى أن يكون هذا العدد من عنده- تعالى-.قال الآلوسى: قوله- تعالى-: ماذا أَرادَ اللَّهُ بِهذا مَثَلًا أى: أى شيء أراده الله- تعالى-، أو ما الذي أراده الله- تعالى- بهذا العدد المستغرب استغراب المثل.وعلى الأول تكون ماذا بمنزلة اسم واحد.. وعلى الثاني: هي مؤلفة من كلمة ما اسم استفهام مبتدأ، وذا اسم موصول خبره، والجملة بعده صلة، والعائد فيها محذوف، ومَثَلًا نصب على التمييز أو على الحال.. وعنوا بالإشارة: التحقير، وغرضهم: نفى أن يكون ذلك من عند الله- تعالى-. .واسم الإشارة في قوله- تعالى-: كَذلِكَ يُضِلُّ اللَّهُ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ يعود إلى ما تضمنه الكلام السابق، من استيقان أهل الكتاب، وازدياد المؤمنين إيمانا، واستنكار الكافرين ومن في قلوبهم مرض لهذا المثل.أى: مثل ذلك الضلال الحاصل للذين في قلوبهم مرض وللكافرين، يضل الله- تعالى- من يشاء إضلاله من خلقه، ومثل ذلك الهدى الحاصل في قلوب المؤمنين، يهدى الله من يشاء هدايته من عباده، إذ هو- سبحانه- الخالق لكل شيء، وهو على كل شيء قدير.ثم ساق- سبحانه- بعد ذلك ما يخرس ألسنة الكافرين، الذين أنكروا هذا العدد الذي جعله الله- تعالى- على سقر، ليتصرف فيها على حسب إرادته- تعالى- ومشيئته، فقال: وَما يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ. والجنود: جمع جند، وهو اسم لما يتألف منه الجيش من أفراد.والمراد بهم هنا: مخلوقاته- تعالى- الذين سخرهم لتنفيذ أمره، وسموا جنودا، تشبيها لهم بالجنود في تنفيذ مراده- سبحانه-.أى: وما يعلم عدد جنود ربك- أيها الرسول الكريم-، ولا مبلغ قوتهم، إلا هو- عز وجل- وما هذا العدد الذي ذكرناه لك إلا جزء من جنودنا، الذين حجبنا علم عددهم وكثرتهم.. عن غيرنا.قال الإمام ابن كثير: قوله- تعالى-: وَما يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ أى: وما يعلم عددهم وكثرتهم إلا هو- تعالى-، لئلا يتوهم متوهم أنماهم تسعة عشر فقط.وقد ثبت في حديث الإسراء المروي في الصحيحين وغيرهما، عن رسول الله صلى الله عليه وسلم أنه قال في صفة البيت المعمور، الذي في السماء السابعة: فإذا هو يدخله كل يوم سبعون ألف ملك.. .والضمير في قوله: وَما هِيَ إِلَّا ذِكْرى لِلْبَشَرِ يعود إلى سقر.. أى: وما سقر التي ذكرت لكم أن عليها تسعة عشر ملكا يلون أمرها، إلا تذكرة وعظة للبشر، لأن من يتذكر حرها وسعيرها وشدة عذابها.. من شأنه، أن يخلص العبادة لله- تعالى-، وأن يقدم في دنياه العمل الصالح الذي ينفعه في أخراه.وقيل: الضمير للآيات الناطقة بأحوال سقر. أى: وما هذه الآيات التي ذكرت بشأن سقر وأهوالها إلا ذكرى للبشر."
}