{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/37/",
    "ayah_number": 37,
    "text": "ثم ساق- سبحانه- بعد ذلك بعض الفضائل التي امتاز بها القرآن الكريم فقال- تعالى-: وَكَذلِكَ أَنْزَلْناهُ حُكْماً عَرَبِيًّا....والكاف للتشبيه، واسم الإشارة يعود إلى الإنزال المأخوذ من أَنْزَلْناهُ وضمير الغائب في أنزلناه يعود الى بِما أُنْزِلَ إِلَيْكَ في قوله في الآية السابقة يَفْرَحُونَ بِما أُنْزِلَ إِلَيْكَ ...وقوله حُكْماً عَرَبِيًّا حالان من ضمير الغائب.والمعنى: ومثل ذلك الإنزال البديع الجامع لألوان الهداية والإعجاز، أنزلنا عليك القرآن يا محمد حُكْماً أى: حاكما بين الناس عَرَبِيًّا أى: بلسان عربي مبين هو لسانك ولسان قومك.ومنهم من يرى أن اسم الإشارة يعود إلى الكتب السماوية السابقة، فيكون المعنى:وكما أنزلنا الكتب السماوية على بعض رسلنا بلغاتهم وبلغات أقوامهم أنزلنا عليك القرآن حاكما بين الناس بلغتك وبلغة قومك، وهي اللغة العربية ليسهل عليهم فهمه وحفظه.وعلى كلا القولين فأنت ترى أن هذه الجملة الكريمة قد اشتملت على فضيلتين للقرآن الكريم: فضيلة من جهة معانيه ومقاصده وهداياته وحكمه وأحكامه وتشريعاته، وهو المعبر عنها بكونه «حكما» .وفضيلة من جهة ألفاظه ومفرداته وتراكيبه، وهي المعبر عنها بكونه «عربيا» .أى: نزل بلغة العرب التي هي أفصح اللغات وأغناها وأجملها.ثم في كونه «عربيا» امتنان على العرب المخاطبين به ابتداء، حيث إنه نزل بلغتهم، فكان من الواجب عليهم أن يقابلوه بالفرح والتسليم لأوامره ونواهيه، فهو الكتاب الذي فيه شرفهم وعزهم، قال- تعالى-: لَقَدْ أَنْزَلْنا إِلَيْكُمْ كِتاباً فِيهِ ذِكْرُكُمْ أى: فيه بقاء شرفكم أَفَلا تَعْقِلُونَ  .وقال- تعالى-: وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْئَلُونَ  .وفي ذلك تعريض بغباء مشركي العرب، حيث لم يشكروا الله- تعالى- على هذه النعمة، بل قابلوا من أنزل عليه هذا القرآن بالعناد والعصيان.ثم ساق- سبحانه- تحذيرا للأمة كلها في شخص نبيها صلى الله عليه وسلم من اتباع أهواء كل كافر أو فاسق: فقال- تعالى-: وَلَئِنِ اتَّبَعْتَ أَهْواءَهُمْ بَعْدَ ما جاءَكَ مِنَ الْعِلْمِ، ما لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا واقٍ.واللام في قوله وَلَئِنِ موطئة للقسم لتأكيد ما تضمنته من عقاب شديد لمتبع أهواء الكافرين.والأهواء: جمع هوى، والمراد بها آراؤهم المنحرفة عن الحق، ومطالبهم المتعنتة، والمراد بما جاءه من العلم: ما بلغه وعلمه من الدين عن طريق الوحى الصادق.والولي: الناصر والمعين والقريب والحليف. والواقي: المدافع عن غيره.والمعنى: «ولئن اتبعت» - يا محمد- على سبيل الفرض والتقدير أهواء هؤلاء الكافرين فيما يطلبونه منك، «من بعد ما جاءك من العلم» اليقيني بأن الإسلام هو الدين الحق، «مالك من الله» أى من عقباه «من ولى» يلي أمرك وينصرك «ولا واق» يقيك من حسابه. وسيق هذا التحذير في صورة الخطاب للرسول صلى الله عليه وسلم للتأكيد من مضمونه.فكأنه- سبحانه يقول: لو اتبع أهواءهم- على سبيل الفرض- أكرم الناس عندي لعاقبته، وأحق بهذا العقاب من كان دونه في الفضل والمنزلة، وشبيه بهذه الآية قوله - تعالى-: وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخاسِرِينَ ."
}