{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/3/",
    "ayah_number": 3,
    "text": "وبعد أن ذكر- سبحانه- بعض مظاهر قدرته في عالم السماوات، أتبعه بذكر بعض هذه المظاهر في عالم الأرض فقال- تعالى-: وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيها رَواسِيَ وَأَنْهاراً وَمِنْ كُلِّ الثَّمَراتِ جَعَلَ فِيها زَوْجَيْنِ اثْنَيْنِ والمد: البسسط والسعة. ومنه ظل مديد أى متسع.والرواسي: الجبال مأخوذ من الرسو، وهو ثبات الأجسام الثقيلة، يقال: رسا الشيء يرسو رسوا ورسوّا، إذا ثبت واستقر، وأرسيت الوتد في الأرض إذا أثبته فيها.ولفظ رواسى: صفة لموصوف محذوف. وهو من الصفات التي تغنى عن ذكر موصوفها.والأنهار: جمع نهر، وهو مجرى الماء الفائض، ويطلق على الماء السائل على الأرض.والمراد بالثمرات: ما يشملها هي وأشجارها، وإنما ذكرت الثمرات وحدها، لأنها هي موضع المنة والعبرة.والمراد بالزوجين: الذكر والأنثى، وقيل المراد بهما الصنفان في اللون أو في الطعم أو في القدر وما أشبه ذلك.والمعنى: وهو- سبحانه- الذي بسط الأرض طولا وعرضا إلى المدى الذي لا يدركه البصر، ليتيسر الاستقرار عليها.ولا تنافى بين مدها وبسطها. وبين كونها كروية، لأن مدها وبسطها على حسب رؤية العين، وكرويتها حسب الحقيقة.وجعل في هذه الأرض جبالا ثوابت راسخات، لتمسكها من الاضطراب، وجعل فيها- أيضا- أنهارا، لينتفع الناس والحيوان وغيرهما بمياه هذه الأنهار.وجعل فيها كذلك من كل نوع من أنواع الثمرات ذكرا وأنثى.قال صاحب الكشاف: «أى خلق فيها من جميع أنواع الثمرات زوجين زوجين حين مدها، ثم تكاثرت بعد ذلك وتنوعت.وقيل: أراد بالزوجين: الأسود والأبيض، والحلو والحامض، والصغير والكبير، وما أشبه ذلك من الأوصاف المختلفة»  .وقال صاحب الظلال: «وهذه الجملة تتضمن حقيقة لم تعرف للبشر من طريق علمهم وبحثهم إلا قريبا، وهي أن كل الأحياء وأولها النبات تتألف من ذكر وأنثى، حتى النباتات التي كان مظنونا أنه ليس لها من جنسها ذكور، تبين أنها تحمل في ذاتها الزوج الآخر، فتضم أعضاء التذكير وأعضاء التأنيث مجتمعة في زهرة، أو متفرقة في العود ... » .وقوله يُغْشِي اللَّيْلَ النَّهارَ بيان لمظهر آخر من مظاهر قدرته- سبحانه- ورحمته بعباده.ولفظ يُغْشِي من التغشية بمعنى التغطية والستر.والمعنى: أن من مظاهر قدرته- سبحانه- أنه يجعل الليل غاشيا للنهار مغطيا له فيذهب بنوره وضيائه. فيصير الكون مظلما بعد أن كان مضيئا. ويجعل النهار غاشيا لليل، فيصير الكون مضيئا بعد أن كان مظلما، وفي ذلك من منافع الناس ما فيه، إذ بذلك يجمع الناس بين العمل والراحة، وبين السعى والسكون.ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ.أى: إن في ذلك الذي فعله الله- تعالى- من بسط الأرض طولا وعرضا ومن تثبيتها بالرواسى، ومن شقها بالأنهار ... لآيات باهرة، ودلائل ظاهرة على قدرة الله- تعالى- ورحمته بعباده، لقوم يحسنون التفكر، ويطيلون التأمل في ملكوت السموات والأرض."
}