{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/27/",
    "ayah_number": 27,
    "text": "وقوله- سبحانه-: وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ حكاية لما طلبه مشركو مكة من رسول الله صلى الله عليه وسلم على سبيل التعنت والطغيان. ومرادهم بالآية: آية كونية كإحياء الموتى، وإزاحة الجبال من أماكنها، و «لولا» هنا: حرف تحضيض بمعنى هلا.أى: ويقول الكافرون على سبيل العناد والجحود، هلا أنزل على هذا الرسول آية كونية تدل على صدقه، كأن يحيى لنا موتانا، أو أن يحول لنا جبل الصفا ذهبا ...وكأنهم يرون أن القرآن الذي نزل عليه صلى الله عليه وسلم لا يكفى- في زعمهم- أن يكون آية ومعجزة شاهدة على صدقه.وقد أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد عليهم بقوله: قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنابَ.أى: قل لهم أيها الرسول الكريم على سبيل التعجيب من أحوالهم ومن شدة ضلالهم: إن الله- تعالى- يضل عن طريق الحق من يريد إضلاله، لاستحباب هذا الضال العمى على الهدى، ويهدى إلى صراطه المستقيم، من أناب إليه- سبحانه- ورجع إلى الحق الذي جاء به رسوله صلى الله عليه وسلم بقلب سليم. وعقل متفتح لمعرفة الصواب والرشاد.فالجملة الكريمة تعجيب من أقوالهم الباطلة، ومن غفلتهم عن الآيات الباهرة التي أعطاها الله- تعالى- لرسوله صلى الله عليه وسلم وعلى رأسها القرآن الكريم الذي هو آية الآيات، وحض لهم على الإقلاع عما هم عليه من العتو والعناد.والإنابة: الرجوع إلى الشيء بعد تردد، فقد جرت عادة كثير من النفوس البشرية أن يعرض عليها الحق فتتردد في قبوله في أول الأمر، ثم تعود إلى قبوله واعتناقه بعد قيام الدلائل على صحته وسلامته من الفساد.قال صاحب الكشاف: فإن قلت: كيف طابق قولهم لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ قوله قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشاءُ ... ؟قلت: هو كلام يجرى مجرى التعجب من قولهم، وذلك أن الآيات الباهرة والمتكاثرة التي أوتيها رسول الله صلى الله عليه وسلم لم يؤتها نبي قبله، وكفى بالقرآن وحده آية وراء كل آية. فإذا جحدوها ولم يهتدوا بها وجعلوه كأن آية لم تنزل عليه قط، كان موضعا للتعجب والاستنكار، فكأنه قيل لهم: ما أعظم عنادكم وما أشد تصميمكم على كفركم، إن الله يضل من يشاء ممن كان على صفتكم من التصميم وشدة الشكيمة في الكفر، فلا سبيل إلى اهتدائهم وإن أنزلت كل آية وَيَهْدِي إِلَيْهِ مَنْ كان على خلاف صفتكم أَنابَ أقبل إلى الحق وحقيقته دخل في نوبة الخير» ."
}