{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/16/",
    "ayah_number": 16,
    "text": "قال الفخر الرازي: «اعلم أنه- تعالى- لما بين أن كل من في السموات والأرض ساجد له، عاد إلى الرد على عبدة الأصنام فقال: قُلْ مَنْ رَبُّ السَّماواتِ وَالْأَرْضِ قُلِ اللَّهُ.ولما كان هذا الجواب جوابا يقر به المسئول ويعترف به ولا ينكره، أمر- سبحانه- نبيه صلى الله عليه وسلم أن يكون هو الذاكر لهذا الجواب تنبيها على أنهم لا ينكرونه ألبتة ... ».أى: قل- أيها الرسول الكريم- لهؤلاء المشركين، من رب هذه الأجرام العظيمة العلوية والسفلية؟فإذا ما أبوا الرد عليك عنادا وصلفا، فجابههم بالحقيقة التي لا يستطيعون إنكارها، وهي أن الله وحده هو رب هذه الأجرام، لأنه هو خالقها وموجدها على غير مثال سابق.وقوله- سبحانه- قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِياءَ لا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعاً وَلا ضَرًّا أمر ثالث منه- تعالى- لنبيه صلى الله عليه وسلم لإفحامهم وتبكيتهم.فالهمزة للاستفهام التوبيخي، والفاء للعطف على مقدر بعد الهمزة.والمعنى: أعلمتم حق العلم أن الله- تعالى- هو الخالق للسموات والأرض، فتركتم عبادته- سبحانه- واتخذتم من دونه «أولياء» أى نصراء عاجزين، لا يملكون لأنفسهم- فضلا عن أن يملكوا لغيرهم- نفعا يجلبونه لها، ولا ضرا يدفعونه عنها.وجملة «لا يملكون» صفة لأولياء، والمقصود بها تنبيه السامعين للنظر في تلك الصفة، فإنهم إن أحسنوا التفكير في هؤلاء الأولياء، أيقنوا أنهم أحقر من أن يلتفت إليهم، فضلا عن أن يطلبوا منهم شيئا.ثم أمره- سبحانه- للمرة الرابعة أن يبرهن لهم على بطلان معتقداتهم عن طريق ما هو مشاهد بالحواس فقال: قُلْ هَلْ يَسْتَوِي الْأَعْمى وَالْبَصِيرُ، أَمْ هَلْ تَسْتَوِي الظُّلُماتُ وَالنُّورُ.أى: قل لهم- أيضا- أيها الرسول الكريم: كما أنه لا يستوي في عرف كل عاقل الأعمى والبصير، والظلمات والنور، فكذلك لا يستوي الكفر والإيمان، فإن الكفر انطماس في البصيرة، وظلمات في القلب، أما الإيمان فهو نور في القلب وإشراق في النفس.فالمراد بالأعمى الكافر وبالبصير المؤمن، كما أن المراد بالظلمات الكفر وبالنور الإيمان.وعبر القرآن الكريم في جانب الظلمات بصيغة الجمع، وفي جانب النور بصيغة الإفراد، لأن النور واحد ومن نتائجه الكشف والظهور. وتعدد أسبابه لا يغير حقيقته.أما الظلمة فإنها متنوعة بتنوع أسبابها، فهناك ظلمة الليل، وهناك ظلمة السجون، وهناك ظلمة القبور، وهناك ظلمة العقول التي كان من نتائجها تعدد أنواع الكفر والضلال، كما هو الحال في شأن اليهود والنصارى والمجوس وغيرهم من الذين انحرفوا عن طريق الحق.ثم انتقل- سبحانه- إلى التهكم بهم عن طريق الالتفات من الخطاب إلى الغيبة إعراضا عنهم، وإهمالا لشأنهم فقال- تعالى-: أَمْ جَعَلُوا لِلَّهِ شُرَكاءَ خَلَقُوا كَخَلْقِهِ فَتَشابَهَ الْخَلْقُ عَلَيْهِمْ....وأم هنا بمعنى بل، والاستفهام للإنكار.أى: إنهم ما اتخذوا لله- تعالى- شركاء يخلقون مثل خلق الله- تعالى- حتى نقول إن ما خلقوه تشابه مع خلقه- تعالى- فنلتمس لهم شيئا من العذر، ولكنهم اتخذوا معه- سبحانه آلهة أخرى «لن يخلقوا ذبابا ولو اجتمعوا له، وإن يسلبهم الذباب شيئا لا يستنقذوه منه ... » .فالجملة الكريمة تنعى عليهم جهلهم. حيث عبدوا من دون الله مخلوقا مثلهم، وتنفى أى عذر يعتذرون به يوم يغشاهم العذاب من فوقهم ومن تحت أرجلهم.وقوله: «كخلقه» في معنى المفعول المطلق. أى: خلقوا خلقا شبيها بما خلقه الله- تعالى-. وجملة «فتشابه» معطوفة على جملة «خلقوا» .ثم أمر- سبحانه- نبيه صلى الله عليه وسلم للمرة الخامسة بأن يقذفهم بالحق الذي يدفع باطلهم فقال- تعالى- قُلِ اللَّهُ خالِقُ كُلِّ شَيْءٍ وَهُوَ الْواحِدُ الْقَهَّارُ.أى: قل لهم- أيها الرسول الكريم-: الله- تعالى- هو الخالق لكل شيء في هذا الكون، وهو- سبحانه- الواحد الأحد الفرد الصمد، القهار لكل ما سواه، والغالب لكل من غالبه."
}