{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/36/",
    "ayah_number": 36,
    "text": "وقوله- سبحانه-: وَالَّذِينَ آتَيْناهُمُ الْكِتابَ يَفْرَحُونَ بِما أُنْزِلَ إِلَيْكَ ثناء منه- سبحانه- على الذين عرفوا الحق من أهل الكتاب فاتبعوه.والمراد بالكتاب هنا: التوراة والإنجيل.والمعنى: والذين أعطيناهم التوراة والإنجيل، فآمنوا بما فيهما من بشارات تتعلق بك- أيها الرسول الكريم-، ثم آمنوا بك عند إرسالك رحمة للعالمين.هؤلاء الذين تلك صفاتهم، يفرحون بما أنزل إليك من قرآن، لأن ما فيه من هدايات وبراهين على صدقك، يزيدهم إيمانا على إيمانهم، ويقينا على يقينهم.وقيل: المراد بالكتاب القرآن الكريم، وبالموصول أتباع النبي صلى الله عليه وسلم من المسلمين.فيكون المعنى: والذين آتيناهم الكتاب- وهو القرآن- فآمنوا بك وصدقوك يفرحون بكل ما ينزل عليك منه، لأنه يزيدهم هداية على هدايتهم.ويبدو لنا أن الرأى الأول أرجح، لأن الآية الكريمة سيقت بعد الحديث عن عاقبة الذين اتقوا وهم المؤمنون الصادقون، وعاقبة الكافرين. ولأن فرح المؤمنين بنزول القرآن أمر مسلم به فلا يحتاج إلى الحديث عنه.ومن المفسرين الذين اقتصروا في تفسيرهم للآية على الرأى الأول الإمام ابن كثير فقد قال: يقول الله- تعالى-: وَالَّذِينَ آتَيْناهُمُ الْكِتابَ وهم قائمون بمقتضاه يَفْرَحُونَ بِما أُنْزِلَ إِلَيْكَ أى: من القرآن، لما في كتبهم من الشواهد على صدقه صلى الله عليه وسلم والبشارة به، كما قال تعالى: الَّذِينَ آتَيْناهُمُ الْكِتابَ يَتْلُونَهُ حَقَّ تِلاوَتِهِ أُولئِكَ يُؤْمِنُونَ بِهِ، وَمَنْ يَكْفُرْ بِهِ فَأُولئِكَ هُمُ الْخاسِرُونَ .وقوله: وَمِنَ الْأَحْزابِ مَنْ يُنْكِرُ بَعْضَهُ بيان لمن بقي على كفره من أهل الكتاب وغيرهم. والأحزاب: جمع حزب ويطلق على مجموعة من الناس اجتمعوا من أجل غاية معينة أى: ومن أحزاب الكفر والضلال من ينكر بعض ما أنزل إليك لأنه يخالف أهواءهم وأطماعهم وشهواتهم ... ولم يذكر القرآن هذا البعض الذي ينكرونه، إهمالا لشأنهم، ولأنه لا يتعلق بذكره غرض.وقوله- سبحانه-: قُلْ إِنَّما أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلا أُشْرِكَ بِهِ، إِلَيْهِ أَدْعُوا وَإِلَيْهِ مَآبِ أمر منه- تعالى- لنبيه صلى الله عليه وسلم بأن يصدع بما يأمره دون تردد أو وجل.أى: قل- أيها الرسول الكريم- لكل من خالفك فيما تدعو إليه «إنما أمرت أن أعبد الله» وحده «ولا أشرك به» بوجه من الوجوه إليه وحده «أدعو» الناس لكي يخلصوا له العبادة والطاعة «وإليه مآب» أى وإليه وحده إيابى ومرجعي لا إلى أحد غيره.فالآية تضمنت المدح لمن عرف الحق ففرح بوجوده. والذم لمن أنكره جحودا وعنادا، والأمر للنبي صلى الله عليه وسلم بالسير في طريقه بدون خشية من أحد."
}