{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/4/",
    "ayah_number": 4,
    "text": "ثم ساق- سبحانه- مظاهر أخرى لقدرته فقال- تعالى-: وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ.والقطع: جمع قطعة- بكسر القاف- وهي الجزء من الشيء، تشبيها لها، بما يقتطع من الشيء.ومتجاورات. أى: متلاقيات ومتقاربات.وليس هذا الوصف مقصودا لذاته، بل المقصود أنها مع تجاورها وتقاربها مختلفة في أوصافها مما يشهد بقدرة الله- تعالى- العظيمة.ولذا قال ابن كثير ما ملخصه: وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ أى: أراض يجاور بعضها بعضا، مع أن هذه طيبة تنبت ما ينتفع به الناس، وهذه سبخة مالحة لا تنبت شيئا، وهذه تربتها حمراء، وتلك تربتها سوداء ... وهذه محجرة وتلك سهلة ... والكل متجاورات، فهذا كله مما يدل على الفاعل المختار، لا إله إلا هو ولا رب سواه .وقال- سبحانه- وَفِي الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ بإعادة اسم الأرض الظاهر، ولم يقل وفيها قطع متجاورات كما قال: جَعَلَ فِيها زَوْجَيْنِ اثْنَيْنِ في الآية السابقة، وذلك ليكون كلاما مستقلا، وليتجدد الأسلوب فيزداد حلاوة وبلاغة. وقوله وَجَنَّاتٌ مِنْ أَعْنابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوانٌ وَغَيْرُ صِنْوانٍ يُسْقى بِماءٍ واحِدٍ، وَنُفَضِّلُ بَعْضَها عَلى بَعْضٍ فِي الْأُكُلِ ... بيان لمظهر آخر من مظاهر قدرته- سبحانه- ورحمته بعباده.والجنات: جمع جنة، والمراد بها البستان ذو الشجر المتكاثف، الملتف الأغصان الذي يظلل ما تحته ويستره.والأعناب: جمع عنب وهو شجر الكرم.والمراد بالزرع: أنواع الحبوب على اختلاف ألوانها وطعومها وصفاتها وقوله صِنْوانٌ صفة لنخيل، وهو جمع صنو.والصنو: الفرع الذي يجمعه مع غيره أصل واحد، فإذا خرجت نخلتان أو أكثر من أصل واحد، فكل واحدة منهن يطلق عليها اسم صنو.ويطلق على الاثنتين صنوان- بكسر النون- ويطلق على الجمع صنوان- بضم النون-.والصنو: بمعنى المثل ومنه قيل لعم الرجل: صنو أبيه، أى: مثله، فأطلق على كل غصن صنو لمماثلته للآخر في التفرع من أصل واحد «والأكل» اسم لما يؤكل من الثمار والحب.والمعنى: أن من مظاهر قدرة الله- أيضا- ومن الأدلة على وحدانيته- سبحانه- أنه جعل في الأرض بقاعا كثيرة متجاورة ومع ذلك فهي مختلفة في أوصافها وفي طبيعتها ... وفيها أيضا بساتين كثيرة من أعناب ومن كل نوع من أنواع الحبوب.وفيها كذلك نخيل يجمعها أصل واحد فهي صنوان، ونخيل أخرى لا يجمعها أصل واحد فهي غير صنوان.والكل من الأعناب والزرع والنخيل وغيرها يُسْقى بِماءٍ واحِدٍ لا اختلاف في ذاته سواء أكان السقي من ماء الأمطار أم من ماء الأنهار ومع وجود أسباب التشابه، فإننا لعظيم قدرتنا وإحساننا نُفَضِّلُ بَعْضَها عَلى بَعْضٍ آخر منها فِي الْأُكُلِ أى: في اختلاف الطعوم.قال الإمام الرازي: «قرأ ابن كثير وأبو عمرو وحفص عن عاصم وَزَرْعٌ وَنَخِيلٌ صِنْوانٌ وَغَيْرُ صِنْوانٍ كلها بالرفع عطفا على قوله وَجَنَّاتٌ وقرأ الباقون بالجر عطفا على الأعناب ... »وخص- سبحانه- النخيل بوصفه بصنوان، لأن العبرة به أقوى، إذ المشاهدة له أكثر من غيره.ووجه زيادة غَيْرُ صِنْوانٍ تجديد العبرة باختلاف الأحوال، واقتصر- سبحانه- في التفاضل على الأكل، لأنه أعظم المنافع.وقوله- سبحانه- إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ تذييل قصد به الحض على التعقل والتدبر.أى: إن في ذلك الذي فصل الله- تعالى- أحواله من اختلاف أجناس الثمرات والزروع في أشكالها وألوانها وطعومها وأوراقها ... مع أنها تسقى بماء واحد. وتنبت في أرض متجاورة، إن في ذلك كله لدلائل باهرة، على قدرة الله- تعالى- واختصاصه بالعبادة، لقوم يستعملون عقولهم في التفكير السليم، والتأمل النافع.أما الذين يستعملون عقولهم فيما لا ينفع، فإنهم يمرون بالعبر والعظات وهم عنها معرضون.وبذلك نرى أن الله- تعالى- قد ساق في هذه الآيات أدلة متعددة ومتنوعة من العالم العلوي والسفلى، وكلها تدل على عظيم قدرته، وجليل حكمته.وهذه الأدلة منها:1- خلقه السموات مرتفعة بغير عمد.2- تسخيره الشمس والقمر لمنافع الناس.3- خلقه الأرض بتلك الصورة الصالحة للاستقرار عليها.4- خلقه الجبال فيها لتثبيتها.5- خلقه الأنهار فيها لمنفعة الإنسان والحيوان والنبات.6- خلقه زوجين اثنين من كل نوع من أنواع الثمار.7- معاقبته بين الليل والنهار.8- خلقه بقاعا في الأرض متجاورة مع اختلافها في الطبيعة والخواص.9- خلقه أنواعا من الزروع المختلفة في ثمارها وأشكالها.10- خلقه النخيل صنوانا وغير صنوان، وجميعها تسقى بماء واحد.ومع كل ذلك فضل- سبحانه- بعضها على بعض في الأكل.وهذه الأدلة يشاهدها الناس بأبصارهم، ويحسونها بحواسهم، تبصرة وذكرى لكل عبد منيب.وبعد هذا الحديث المتنوع عن مظاهر قدرة الله في خلقه، ساق- سبحانه- بعض أقوال المشركين الفاسدة، ورد عليها بما يدحضها فقال- تعالى-:"
}