{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/26/",
    "ayah_number": 26,
    "text": "ثم بين- سبحانه- بعد ذلك أن الغنى والفقر بيده، وأن العطاء والمنع بأمره فقال- تعالى-: اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ.... وبسط الرزق كناية عن سعته ووفرته وكثرته. ومعنى: «يقدر» يضيق ويقلل.قال الإمام الشوكانى: «لما ذكر- سبحانه- عاقبة المشركين بقوله أُولئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ كان لقائل أن يقول: قد نرى كثيرا منهم قد وفر الله له في الرزق وبسط له فيه. فأجاب- سبحانه- عن ذلك: اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ فقد يبسط الرزق لمن كان كافرا، ويقتره على من كن مؤمنا ابتلاء وامتحانا، ولا يدل البسط على الكرامة، ولا القبض على الإهانة ... » .أى: الله- تعالى- وحده هو الذي يبسط الرزق لمن يشاء من خلقه، وهو وحده- أيضا- الذي يضيقه على من يشاء منهم لحكم هو يعلمها، ولا تعلق لذلك بالكفر أو الإيمان، فقد يوسع على الكافر استدراجا له، وقد يضيق على المؤمن امتحانا له، أو زيادة في أجره.والضمير في قوله: وَفَرِحُوا بِالْحَياةِ الدُّنْيا يعود إلى مشركي مكة، وإلى كل من كان على شاكلتهم في الكفر والطغيان. والمراد بالفرح هنا: الأشر والبطر وجحود النعم.أى: وفرح هؤلاء الكافرون بربهم، الناقضون لعهودهم، بما أوتوا من بسطة في الرزق في دنياهم، فرح بطر وأشر ونسيان للآخرة لا فرح سرور بنعم الله، وشكر له- سبحانه- عليها، وتذكر للآخرة وما فيها من ثواب وعقاب ...وقوله- سبحانه- وَمَا الْحَياةُ الدُّنْيا فِي الْآخِرَةِ إِلَّا مَتاعٌ بيان لقلة نعيم الدنيا بالنسبة لنعيم الآخرة.والمتاع: ما يتمتع به الإنسان في دنياه من مال وغيره لمدة محددة ثم ينقضي.أى: إن هؤلاء الفرحين بنعم الله عليهم في الدنيا، فرح بطر وأشر وجحود، لن يتمتعوا بها طويلا، لأن نعيم الدنيا ليس إلا شيئا قليلا بالنسبة لنعيم الآخرة.وتنكير «متاع» للتقليل، كقوله- تعالى- في آية أخرى: لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلادِ، مَتاعٌ قَلِيلٌ ثُمَّ مَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمِهادُ .قال الآلوسى ما ملخصه: قوله وَمَا الْحَياةُ الدُّنْيا فِي الْآخِرَةِ أى: كائنة في جنب نعيم الآخرة، فالجار والمجرور في موضع الحال، و «في» هذه معناها المقايسة وهي كثيرة في الكلام، كما يقال: ذنوب العبد في رحمة الله- تعالى- كقطرة في بحر، وهي الداخلة بين مفضول سابق، وفاضل لاحق ...والمراد بقوله: إِلَّا مَتاعٌ أى: إلا شيئا يسيرا يتمتع به كزاد الراعي.والمعنى: أنهم رضوا بحظ الدنيا معرضين عن نعيم الآخرة، والحال أن ما فرحوا به في جنب ما أعرضوا عنه قليل النفع، سريع النفاد.أخرج الترمذي وصححه عن عبد الله بن مسعود قال: نام رسول الله صلى الله عليه وسلم على حصير، فقام وقد أثر في جنبه، فقلنا يا رسول الله: لو اتخذنا لك؟ فقال صلى الله عليه وسلم: «مالي وللدنيا، ما أنا في الدنيا إلا كراكب استظل بشجرة ثم راح وتركها ... » .وبذلك نرى الآيات الكريمة قد بينت صفات المؤمنين وحسن عاقبتهم، وصفات الكافرين وسوء مصيرهم كما وضحت أن الأرزاق بيد الله- تعالى- يعطيها بسعة لمن يشاء من عباده، ويعطيها بقلة لغيرهم ...ثم حكى- سبحانه- بعد ذلك بعض المطالب المتعنتة التي طلبها الكافرون من النبي صلى الله عليه وسلم، ورد عليها بما يبطلها، ومدح المؤمنين لاطمئنان قلوبهم إلى سلامة دينهم من كل نقص، وأيأسهم من إيمان أعدائهم لاستيلاء العناد والجحود على قلوبهم، فقال- تعالى-:"
}