{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/110/",
    "ayah_number": 110,
    "text": "ثم حكى- سبحانه- سنة من سننه التي لا تتخلف ولا تتبدل فقال: حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جاءَهُمْ نَصْرُنا....وفي قوله قَدْ كُذِبُوا وردت قراءتان سبعيتان إحداهما بتشديد الذال والثانية بالتخفيف.وعلى القراءتين فالغاية في قوله- تعالى- حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ غاية لكلام محذوف دل عليه السياق.والمعنى على القراءة التي بالتشديد. لقد أرسلنا رسلنا لهداية الناس، فأعرض الكثيرون منهم عن دعوتهم، ووقفوا منهم موقف المنكر والمعاند والمحارب لهدايتهم، وضاق الرسل ذرعا بموقف هؤلاء الجاحدين، حتى إذا استيأس الرسل الكرام من إيمان هؤلاء الجاحدين، وظنوا- أى الرسل- أن أقوامهم الجاحدين قد كذبوهم في كل ما جاءوهم به لكثرة إعراضهم عنهم، وإيذائهم لهم ... أى: حتى إذا ما وصل الرسل إلى هذا الحد من ضيقهم بأقوامهم الجاحدين جاءهم نصرنا الذي لا يتخلف.والمعنى على القراءة الثانية التي هي بالتخفيف: حتى إذا يئس الرسل من إيمان أقوامهم يأسا شديدا، وظن هؤلاء الأقوام أن الرسل قد كذبوا عليهم فيما جاءوهم به، وفيما هددوهم به من عذاب إذا ما استمروا على كفرهم..حتى إذا ما وصل الأمر بالرسل وبالأقوام إلى هذا الحد، جاء نصرنا الذي لا يتخلف إلى هؤلاء الرسل، فضلا منا وكرما..فالضمير في قوله كُذِبُوا بالتشديد يعود على الرسل، أما على قراءة التخفيف كُذِبُوا فيعود إلى الأقوام الجاحدين.ومنهم من جعل الضمير- أيضا- على قراءة كُذِبُوا بالتخفيف يعود على الرسل، فيكون المعنى: حتى إذا استيأس الرسل من إيمان قومهم، وظنوا- أى الرسل- أن نفوسهم قد كذبت عليهم في تحديد موعد انتصارهم على أعدائهم لأن البلاء قد طال. والنصر قد تأخر ... جاءهم- أى الرسل- نصرنا الذي لا يتخلف.قال الشيخ القاسمى في بيان هذا المعنى: قال الحكيم الترمذي: ووجهه- أى هذا القول السابق- أن الرسل كانت تخاف بعد أن وعدهم الله النصر، أن يتخلف النصر، لا عن تهمة بوعد الله، بل عن تهمة لنفوسهم أن تكون قد أحدثت حدثا ينقض ذلك الشرط، فكان النصر إذا طال انتظاره واشتد البلاء عليهم، دخلهم الظن من هذه الجهة»  .وهذا يدل على شدة محاسبة الرسل- عليهم الصلاة والسلام- لنفوسهم، وحسن صلتهم بخالقهم- عز وجل-.وقوله- سبحانه- فَنُجِّيَ مَنْ نَشاءُ وَلا يُرَدُّ بَأْسُنا عَنِ الْقَوْمِ الْمُجْرِمِينَ معطوف على ما قبله، ومتفرع عليه.أى: جاءهم نصرنا الذي وعدناهم به، بأن أنزلنا العذاب على أعدائهم، فنجا من نشاء إنجاءه وهم المؤمنون بالرسل، ولا يرد بأسنا وعذابنا عن القوم المجرمين عند نزوله بهم."
}