{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/21/",
    "ayah_number": 21,
    "text": "وقوله- سبحانه-: وَقالَ الَّذِي اشْتَراهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْواهُ عَسى أَنْ يَنْفَعَنا أَوْ نَتَّخِذَهُ وَلَداً ... بيان لبعض مظاهر رعاية الله- تعالى- ليوسف- عليه السلام-.والذي اشتراه، قالوا إنه كان رئيس الشرطة لملك مصر في ذلك الوقت ولقبه القرآن بالعزيز كما سيأتى في قوله- تعالى-: قالَتِ امْرَأَةُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ....ومِنْ مِصْرَ صفة لقوله الَّذِي اشْتَراهُ.وامرأته: المراد بها زوجته، واسمها كما قيل زليخا أو راعيل.ومثواه من المثوى وهو مكان الإقامة والاستقرار. يقال: ثوى فلان بمكان كذا، إذا أطال الإقامة به. ومنه قوله- تعالى- وَما كُنْتَ ثاوِياً فِي أَهْلِ مَدْيَنَ ... أى مقيما معهم.أى: وقال الرجل المصرى الذي اشترى يوسف لامرأته: اجعلي محل إقامته كريما، وأنزليه منزلا حسنا مرضيا.وهذا كناية عن وصيته لها بإكرامه على أبلغ وجه، لأن من أكرم المحل بتنظيفه وتهيئته تهيئة حسنة فقد أكرم صاحبه.قال صاحب الكشاف: قوله أَكْرِمِي مَثْواهُ أى: اجعلي منزله ومقامه عندنا كريما:أى حسنا مرضيا بدليل قوله بعد ذلك إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ.والمراد: تفقديه بالإحسان، وتعهديه بحسن الملكة، حتى تكون نفسه طيبة في صحبتنا، ساكنة في كنفنا. ويقال للرجل: كيف أبو مثواك وأم مثواك؟ لمن ينزل به من رجل أو امرأة، يراد هل تطيب نفسك بثوائك عنده وهل يراعى حق نزولك به؟ واللام في لِامْرَأَتِهِ متعلق بقال ... »  .وقوله: عَسى أَنْ يَنْفَعَنا أَوْ نَتَّخِذَهُ وَلَداً ... بيان لسبب أمره لها بإكرام مثواه.أى: عسى هذا الغلام أن ينفعنا في قضاء مصالحنا، وفي مختلف شئوننا، أو نتبناه فيكون منا بمنزلة لولد، فإنى أرى فيه علامات الرشد والنجابة، وأمارات الأدب وحسن الخلق.قالوا وهذه الجملة أَوْ نَتَّخِذَهُ وَلَداً توحى بأنهما لم يكن عندهما أولاد. والكاف في قوله- سبحانه- وَكَذلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ في محل نصب، على أنه نعت لمصدر محذوف والإشارة الى ما تقدم من إنجائه من إخوته، وانتشاله من الجب، ومحبة العزيز له..و «مكنا» من التمكين بمعنى التثبيت، والمراد بالأرض: أرض مصر التي نزل فيها.أى: ومثل ذلك التمكين البديع الدال على رعايتنا له، مكنا ليوسف في أرض مصر، حتى صار أهلا للأمر والنهى فيها.وقوله- سبحانه- وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحادِيثِ علة لمعلل محذوف، فكأنه قيل:وفعلنا ذلك التمكين له، لنعلمه من تأويل الأحاديث، بأن نهبه من صدق اليقين، واستنارة العقل، ما يجعله يدرك معنى الكلام إدراكا سليما، ويفسر الرؤى تفسيرا صحيحا صادقا.وقوله: وَاللَّهُ غالِبٌ عَلى أَمْرِهِ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ تذييل قصد به بيان قدرة الله- تعالى- ونفاذ مشيئته.فأمر الله هنا: هو ما قدره وأراده.أى: والله- تعالى- متمم ما قدره وأراده، لا يمنعه من ذلك مانع، ولا ينازعه منازع، ولكن أكثر الناس لا يعلمون ذلك حق العلم، فيما يأتون ويذرون من أقوال وأفعال.والتعبير بقوله: وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ احتراس لإنصاف ومدح القلة من الناس الذين يعطيهم الله- تعالى- من فضله ما يجعلهم لا يندرجون في الكثرة التي لا تعلم، بل هو- سبحانه- يعطيهم من فضله ما يجعلهم يعلمون ما لا يعلمه غيرهم."
}