{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/8/",
    "ayah_number": 8,
    "text": "وقوله- سبحانه-: إِذْ قالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلى أَبِينا مِنَّا وَنَحْنُ عُصْبَةٌ ...بيان لما قاله إخوة يوسف فيما بينهم، قبل أن ينفذوا جريمتهم.و «إذ» ظرف متعلق بالفعل «كان» في قوله- سبحانه- قبل ذلك: لَقَدْ كانَ فِي يُوسُفَ وَإِخْوَتِهِ ...واللام في قوله لَيُوسُفُ لتأكيد أن زيادة محبة أبيهم ليوسف وأخيه، أمر ثابت، لا يقبل التردد أو التشكك.والمراد بأخيه: أخوه من أبيه وأمه وهو «بنيامين» وكان أصغر من يوسف- عليه السلام- أما بقيتهم فكانوا إخوة له من أبيه فقط.ولم يذكروه باسمه، للإشعار بأن محبة يعقوب له، من أسبابها كونه شقيقا ليوسف، ولذا كان حسدهم ليوسف أشد.وجملة «ونحن عصبة» حالية. والعصبة كلمة تطلق على ما بين العشرة إلى الأربعين من الرجال، وهي مأخوذة من العصب بمعنى الشد، لأن كلا من أفرادها يشد الآخر ويقويه ويعضده، أو لأن الأمور تعصب بهم. أى تشتد وتقوى.أى: قال إخوة يوسف وهم يتشاورون في المكر به: ليوسف وأخوه «بنيامين» أحب إلى قلب أبينا منا، مع أننا نحن جماعة من الرجال الأقوياء الذين عندهم القدرة على خدمته ومنفعته والدفاع عنه دون يوسف وأخيه.وقولهم- كما حكى القرآن عنهم-: إِنَّ أَبانا لَفِي ضَلالٍ مُبِينٍ تذييل قصدوا به درء الخطأ عن أنفسهم فيما يفعلونه بيوسف وإلقائه على أبيه الذي فرق بينهم- في زعمهم- في المعاملة.والمراد بالضلال هنا: عدم وضع الأمور المتعلقة بالأبناء في موضعها الصحيح، وليس المراد به الضلال في العقيدة والدين.أى: إن أبانا لفي خطأ ظاهر، حيث فضل في المحبة صبيين صغيرين على مجموعة من الرجال الأشداء النافعين له القادرين على خدمته.قال القرطبي: لم يريدوا بقولهم إِنَّ أَبانا لَفِي ضَلالٍ مُبِينٍ الضلال في الدين إذ لو أرادوه لكانوا كفارا، بل أرادوا: إن أبانا لفي ذهاب عن وجه التدبير في إيثاره اثنين على عشرة، مع استوائهم في الانتساب إليه» .وهذا الحكم منهم على أبيهم ليس في محله، لأن يعقوب- عليه السلام- كان عنده من أسباب التفضيل ليوسف عليهم ما ليس عندهم.قال الآلوسى ما ملخصه: يروى أن يعقوب- عليه السلام- كان يوسف أحب إليه لما يرى فيه من المناقب الحميدة، فلما رأى الرؤيا تضاعفت له المحبة.وقال بعضهم: إن زيادة حبه ليوسف وأخيه، صغرهما، وموت أمهما، وقد قيل لإحدى الأمهات: أى بنيك أحب إليك؟ قالت: الصغير حتى يكبر، والغائب حتى يقدم، والمريض حتى يشفى.ولا لوم على الوالد في تفضيله بعض ولده على بعض في المحبة لمثل ذلك وقد صرح غير واحد أن المحبة ليست مما يدخل تحت وسع البشر ... »  ."
}