{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/18/",
    "ayah_number": 18,
    "text": "ولكنهم لم يكتفوا بهذا التباكي وبهذا القول، بل أضافوا إلى ذلك تمويها آخر حكاه القرآن في قوله: وَجاؤُ عَلى قَمِيصِهِ بِدَمٍ كَذِبٍ ... أى: بدم ذي كذب، فهو مصدر بتقدير مضافه، أو وصف الدم بالمصدر مبالغة، حتى لكأنه الكذب بعينه، والمصدر هنا بمعنى المفعول، كالخلق بمعنى المخلوق، أى: بدم مكذوب.والمعنى: وبعد أن ألقوا بيوسف في الجب، واحتفظوا بقميصه معهم، ووضعوا على هذا القميص دما مصطنعا ليس من جسم يوسف، وإنما من جسم شيء آخر قد يكون ظبيا وقد يكون خلافه.وقال- سبحانه- عَلى قَمِيصِهِ للإشعار بأنه دم موضوع على ظاهر القميص وضعا متكلفا مصطنعا، ولو كان من أثر افتراس الذئب لصاحبه، لظهر التمزق والتخريق في القميص، ولتغلغل الدم في قطعة منه.ولقد أدرك يعقوب- عليه السلام- من قسمات وجوههم، ومن دلائل حالهم، ومن نداء قلبه المفجوع أن يوسف لم يأكله الذئب، وأن هؤلاء المتباكين هم الذين دبروا له مكيدة ما، وأنهم قد اصطنعوا هذه الحيلة المكشوفة مخادعة له، ولذا جابههم بقوله: قالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً....والتسويل: التسهيل والتزيين. يقال: سولت لفلان نفسه هذا الفعل أى زينته وحسنته له، وصورته له في صورة الشيء الحسن مع أنه قبيح.أى: قال يعقوب لأبنائه بأسى ولوعة بعد أن فعلوا ما فعلوا وقالوا ما قالوا: قال لهم ليس الأمر كما زعمتم من أن يوسف قد أكله الذئب، وإنما الحق أن نفوسكم الحاقدة عليه هي التي زينت لكم أن تفعلوا معه فعلا سيئا قبيحا، ستكشف الأيام عنه بإذن ربي ومشيئته.ونكر الأمر في قوله: بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْراً لاحتماله عدة أشياء مما يمكن أن يؤذوا به يوسف، كالقتل، أو التغريب، أو البيع في الأسواق لأنه لم يكن يعلم على سبيل اليقين ما فعلوه به.وفي هذا التنكير والإبهام- أيضا- ما فيه من التهويل والتشنيع لما اقترفوه في حق أخيهم.وقوله فَصَبْرٌ جَمِيلٌ أى: فصبرى صبر جميل، وهو الذي لا شكوى فيه لأحد سوى الله- تعالى- ولا رجاء معه إلا منه- سبحانه-.ثم أضاف إلى ذلك قوله: وَاللَّهُ الْمُسْتَعانُ عَلى ما تَصِفُونَ أى: والله- تعالى- هو الذي أستعين به على احتمال ما تصفون من أن ابني يوسف قد أكله الذئب.أو المعنى: والله- تعالى- وحده هو المطلوب عونه على إظهار حقيقة ما تصفون، وإثبات كونه كذبا، وأن يوسف ما زال حيا، وأنه- سبحانه- سيجمعنى به في الوقت الذي يشاؤه.قال الآلوسى: «أخرج ابن ابى حاتم وأبو الشيخ عن قتادة: أن إخوة يوسف- بعد أن ألقوا به في الجب- أخذوا ظبيا فذبحوه، ولطخوا بدمه قميصه، ولما جاءوا به إلى أبيهم جعل يقلبه ويقول: تالله ما رأيت كاليوم ذئبا أحلم من هذا الذئب!! أكل ابني ولم يمزق عليه قميصه ... »  .وقال القرطبي: «استدل الفقهاء بهذه الآية في إعمال الأمارات في مسائل الفقه كالقسامة وغيرها، وأجمعوا على أن يعقوب- عليه السلام- قد استدل على كذب أبنائه بصحة القميص، وهكذا يجب على الحاكم أن يلحظ الأمارات والعلامات ... » .وقال الشيخ القاسمى ما ملخصه: «وفي الآية من الفوائد: أن الحسد يدعو إلى المكر بالمحسود وبمن يراعيه ... وأن الحاسد إذا ادعى النصح والحفظ والمحبة، لم يصدق، وأن من طلب مراده بمعصية الله- تعالى- فضحه الله- عز وجل-، وأن القدر كائن، وأن الحذر لا ينجى منه ... » .وإلى هنا نجد الآيات الكريمة قد حكت لنا بأسلوبها البليغ، وتصويرها المؤثر، ما تآمر به إخوة يوسف عليه، وما اقترحوه لتنفيذ مكرهم، وما قاله لهم أوسطهم عقلا ورأيا، وما تحايلوا به على أبيهم لكي يصلوا إلى مآربهم، وما رد به عليهم أبوهم، وما قالوه له بعد أن نفذوا جريمتهم في أخيهم. بأن ألقوا به في الجب ...ثم انتقلت السورة الكريمة بعد ذلك، لتقص علينا مرحلة أخرى من مراحل حياة يوسف- عليه السلام- حيث حدثتنا عن انتشاله من الجب، وعن بيعه بثمن بخس وعن وصية الذي اشتراه لامرأته، وعن مظاهر رعاية الله- تعالى- له فقال- سبحانه-:"
}