{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/51/",
    "ayah_number": 51,
    "text": "هذا، وقوله- سبحانه- قالَ ما خَطْبُكُنَّ إِذْ راوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ حكاية لما فعله الملك بعد أن بلغه الرسول بما طلبه يوسف منه.وفي الكلام حذف يفهم من السياق، والتقدير: وبعد أن رجع رسول الملك إليه وأخبره بما قاله يوسف، استجاب الملك لما طلبه يوسف منه، فأخضر النسوة وقال لهن: ما خطبكن إذ راودتن يوسف عن نفسه.والخطب: مصدر خطب يخطب، ويطلق- غالبا- على الأمر المهم الذي يجعل الناس يتحدثون فيه كثيرا، وجمعه خطوب.والمعنى: بعد أن جمع الملك النسوة قال لهن: ما الأمر الهام الذي حملكن في الماضي على أن تراودن يوسف عن نفسه؟ وهل وجدتن فيه ميلا إلى الاستجابة لكنّ..؟قال صاحب الظلال ما ملخصه: «والخطب الأمر الجلل ... فكأن الملك كان قد استقصى فعلم أمرهن قبل أن يواجههن، وهو المعتاد في مثل هذه الأحوال، ليكون الملك على بينة من الأمر وظروفه قبل الخوض فيه، فهو يواجههن مقررا الاتهام، ومشيرا إلى أمر لهن جلل..ومن هذا نعلم شيئا بما دار في حفل الاستقبال في بيت الوزير، وما قالته النسوة ليوسف، وما لمحن به وأشرن إليه، من الإغراء الذي بلغ حد المراودة.ومن هذا نتخيل صورة لهذه الأوساط ونسائها حتى في ذلك العهد الموغل في التاريخ، فالجاهلية هي الجاهلية دائما، وأنه حيثما كان الترف، وكانت القصور والحاشية، كان التحلل والتميع والفجور الناعم الذي يرتدى ثياب الأرستقراطية» .وأمام هذه المواجهة التي واجههن بها الملك، لم يملكن الإنكار، بل قلن بلسان واحد:حاشَ لِلَّهِ أى: معاذ الله.ما عَلِمْنا عَلَيْهِ مِنْ سُوءٍ قط، وإنما الذي علمناه منه هو الاستعصام عن كل سوء.وهنا قالَتِ امْرَأَةُ الْعَزِيزِ ويبدو أنها كانت حاضرة، معهن عند الملك.الْآنَ حَصْحَصَ الْحَقُّ أى: الآن ظهر الحق وانكشف انكشافا تاما بعد أن كان خافيا والفعل حصحص أصله حص، كما قيل، كبكب في كب، وهو مأخوذ من الحص بمعنى الاستئصال والإزالة، تقول: فلان حص شعره إذا استأصله وأزاله فظهر ما كان خافيا من تحته ...ثم أضافت إلى ذلك قولها «أنا راودته عن نفسه» أى: أنا التي طلبت منه ما طلبت «وإنه لمن الصادقين» في قوله «هي راودتني عن نفسي» .وهكذا يشاء الله- تعالى- أن تثبت براءة يوسف على رءوس الأشهاد، بتلك الطريقة التي يراها الملك، وتنطق بها امرأة العزيز، والنسوة اللائي قطعن أيديهن.قال صاحب الكشاف: «ولا مزيد على شهادتهن له بالبراءة والنزاهة، واعترافهن على أنفسهن بأنه لم يتعلق بشيء مما قذفنه به لأنهن خصومه، وإذا اعترف الخصم بأن صاحبه على الحق وهو على الباطل لم يبق لأحد مقال»  - إذ الفضل ما شهدت به الأعداء-.ثم واصلت امرأة العزيز حديثها فقالت: ذلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لا يَهْدِي كَيْدَ الْخائِنِينَ.أى: ذلك الذي قلته واعترفت به على نفسي من أنى راودته عن نفسه، إنما قلته ليعلم يوسف أنى لم أخنه في غيبته، ولم أقل فيه شيئا يسوؤه بعد أن فارقنى، ولبث بعيدا عنى في السجن بضع سنين، وإنما أنا أقرر أمام الملك وحاشيته بأنه من الصادقين ...وإنما قررت ذلك لأن الله- تعالى- لا يهدى كيد الخائنين، أى: لا ينفذ كيدهم ولا يسدده، بل يفضحه ويزهقه ولو بعد حين من الزمان.لذا فأنا التزمت الأمانة في الحديث عنه، وابتعدت عن الخيانة، لأن الله- تعالى- لا يرضاها ولا يقبلها.فأنت ترى أن هذه المرأة التي شهدت على نفسها شهادة لا تبالي بما يترتب عليها بشأنها، قد عللت شهادتها هذه بعلتين:إحداهما: كراهتها أن تخونه في غيبته بعد أن فقد الدفاع عن نفسه وهو في السجن..وثانيتهما: علمها بأن الله- تعالى- لا يهدى كيد الخائنين ولا يسدده، وإنما يبطله ويزهقه..ثم أضافت إلى كل ذلك قولها: وَما أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ، إِلَّا ما رَحِمَ رَبِّي، إِنَّ رَبِّي غَفُورٌ رَحِيمٌ.أى: ومع أنى أعترف بأنه من الصادقين، وأعترف بأنى لم أخنه بالغيب، إلا أنى مع كل ذلك لا أبرئ نفسي ولا أنزهها عن الميل إلى الهوى، وعن محاولة وصفه بما هو برىء منه، فأنا التي قلت لزوجي في حالة دهشتى وانفعالى الشديد، ما جَزاءُ مَنْ أَرادَ بِأَهْلِكَ سُوءاً إِلَّا أَنْ يُسْجَنَ أَوْ عَذابٌ أَلِيمٌ وما حملني على هذا القول إلا هواى وشهواتى، ونفسي إن النفس البشرية لكثيرة الأمر لصاحبها بالسوء إلا نفسا رحمها الله وعصمها من الزلل والانحراف، كنفس يوسف- عليه السلام- وجملة إِنَّ رَبِّي غَفُورٌ رَحِيمٌ تعليل لما قبلها، أى: إن ربي كثير الغفران وكثير الرحمة، لمن يشاء أن يغفر له ويرحمه من عباده.والذي يتأمل هذا الكلام الذي حكاه القرآن عن امرأة العزيز، يراه زاخرا بالصراحة التي ليس بعدها صراحة، وبالمشاعر والانفعالات الدالة على احترامها ليوسف الذي خاف مقام ربه ونهى النفس عن الهوى، رغم الإغراءات المصحوبة بالترغيب والترهيب، ويبدو لنا- والله أعلم- أن هذا الكلام ما قالته امرأة العزيز، إلا بعد أن استقرت عقيدة الإيمان التي آمن بها يوسف في قلبها، وبعد أن رأت فيه إنسانا يختلف في استعصامه بالله وفي سمو نفسه، عن غيره من الناس الذين رأتهم."
}