{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/55/",
    "ayah_number": 55,
    "text": "وهنا طلب يوسف- عليه السلام- من الملك بعزة وإباء أن يجعله في الوظيفة التي يحسن القيام بأعبائها قالَ: اجْعَلْنِي عَلى خَزائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ والخزائن جمع خزانة- بكسر الخاء وهي اسم للمكان الذي يخزن فيه الشيء، والمراد بالأرض: أرض مصر.أى: قال يوسف- عليه السلام- للملك: اجعلنى- أيها الملك- المتصرف الأول في خزائن أرض مملكتك، المشتملة على ما يحتاج إليه الناس من أموال وأطعمة، لأنى شديد الحفظ لما فيها، عليم بوجوه تصريفها فيما يفيد وينفع ...فأنت ترى أن يوسف- عليه السلام- لم يسأل الملك شيئا لنفسه من أعراض الدنيا، وإنما طلب منه أن يعينه في منصب يتمكن بواسطته من القيام برعاية مصالح الأمة، وتدبير شئونها ... لأنها مقبلة على سنوات عجاف، تحتاج إلى خبرة يوسف وأمانته وكفاءته، وعلمه ...قال صاحب الكشاف: «وصف يوسف نفسه بالأمانة والكفاية اللتين هما طلبة الملوك ممن يولونه، وإنما قال ذلك ليتوصل إلى إمضاء أحكام الله تعالى- وإقامة الحق، وبسط العدل، والتمكن مما لأجله تبعث الأنبياء إلى العباد، ولعلمه أن أحدا غيره لا يقومه مقامه في ذلك، فطلب التولية ابتغاء وجه الله- لا لحب الملك والدنيا» .وقال القرطبي ما ملخصه: «ودلت الآية- أيضا- على جواز أن يطلب الإنسان عملا يكون له أهلا.فإن قيل: فإن ذلك يعارضه ما جاء عن رسول الله صلى الله عليه وسلم في الأحاديث الصحيحة من نهيه عن طلب الإمارة ...فالجواب: أولا: أن يوسف- عليه السلام- إنما طلب الولاية لأنه علم أنه لا أحد يقوم مقامه في العدل والإصلاح وتوصيل الفقراء إلى حقوقهم، فرأى أن ذلك فرض متعين عليه، فإنه لم يكن هناك غيره ...الثاني: أنه لم يقل اجعلنى على خزائن الأرض لأنى حسيب كريم، وإن كان كذلك، ولم يقل إنى جميل مليح ... وإنما قال إِنِّي حَفِيظٌ عَلِيمٌ فسألها بالحفظ والعلم لا بالنسب والجمال.الثالث: إنما قال ذلك عند من لا يعرفه فأراد تعريف نفسه، وصار ذلك مستثنى من قوله- تعالى- فَلا تُزَكُّوا أَنْفُسَكُمْ ...  .والخلاصة أن يوسف- عليه السلام- إنما قال ما قال للملك، وطلب ما طلب منه، لأنه علم أن هذا المنصب لا يصلح له أحد سواه في ذلك الوقت وفي تلك الظروف، فهو يريد من ورائه خدمة الأمة لأجر منفعة شخصية لنفسه ...وما قاله إنما هو من باب التحدث بنعمة الله- تعالى- الذي أعطاه هذه الصفات الكريمة، والمناقب العالية، وليس من باب تزكية النفس المحظورة."
}