{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/31/",
    "ayah_number": 31,
    "text": "وقوله: أَرْسَلَتْ إِلَيْهِنَّ.. إلخ بيان لما فعلته معهن.أى: أرسلت إلى النسوة اللائي وصفنها بأنها في ضلال مبين، ودعتهن إلى الحضور إليها في دارها لتناول الطعام.وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً أى: وهيأت لهن في مجلس طعامها، ما يتكئن عليه من الوسائد والنمارق وما يشبه ذلك.فالمتكأ: اسم مفعول من الاتكاء، وهو الميل إلى أحد الجانبين في الجلوس كما جرت بذلك عادة المترفين عند تناول الطعام، وعند ما يريدون إطالة المكث مع انتصاب قليل في النصف الأعلى من الجسم والاستراحة بعد الأكل.أخرج ابن شيبة عن جابر عن النبي صلى الله عليه وسلم أنه نهى أن يأكل الرجل بشماله، وأن يأكل متكئا .وَآتَتْ كُلَّ واحِدَةٍ مِنْهُنَّ سِكِّيناً أى: وأعطت كل واحدة من هؤلاء النسوة سكينا ليقطعن به ما يأكلن من لحم وفاكهة.ويؤخذ من هذه الآية الكريمة أن الحضارة المادية في مصر في ذلك الوقت كانت قد بلغت شأوا بعيدا، وأن الترف في القصور كان عظيما، فإن استعمال السكاكين في الأكل قبل هذه الآلاف من السنين له قيمته في تصوير الترف والحضارة المادية» .وهنا نجد المرأة الجريئة الماكرة، تقول ليوسف- عليه السلام- كما حكى القرآن عنها:«اخرج عليهن» أى ابرز لهن، وادخل عليهن، وهن على تلك الحالة من الأكل والاتكاء وتقطيع ما يحتاج إلى تقطيع الطعام..وهي ترمى من وراء خروجه عليهن إلى اطلاعهن عليه حتى يعذرنها في حبها له وقد كان لهذه المفاجأة من يوسف لهن وهن مشغولات بما يقطعنه ويأكلنه، أثرها الشديد في نفوسهن، وهذا ما حكاه القرآن الكريم في قوله: فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حاشَ لِلَّهِ ما هذا بَشَراً إِنْ هذا إِلَّا مَلَكٌ كَرِيمٌ.والجملة الكريمة معطوفة على كلام محذوف دل عليه السياق، والتقدير: قالت امرأة العزيز ليوسف اخرج عليهن، فخرج عليهن وهن على تلك الحالة فلما رأينه أكبرنه، أى: أعظمنه، ودهشن لهيئته، وجمال طلعته وحسن شمائله.وَقَطَّعْنَ أَيْدِيَهُنَّ أى: جرحن أيديهن وخدشنها بالسكاكين التي في أيديهن دون أن يشعرن بذلك، لشدة دهشتهن المفاجئة بهيئة يوسف..وَقُلْنَ حاشَ لِلَّهِ ما هذا بَشَراً وحاش فعل ماض، واللام في «لله» للتعليل، والمراد بهذه الجملة الكريمة التعبير عن عجيب صنع الله في خلقه أى: وقلن عند ما فوجئن بخروج يوسف عليهن: ننزه الله- تعالى- تنزيها كبيرا عن صفات العجز، ونتعجب تعجبا شديدا من قدرته- سبحانه- على خلق هذا الجمال البديع، وما هذا الذي نراه أمامنا بشرا كسائر البشر، لتفوقه في الحسن عنهم، وإنما هو ملك كريم من الملائكة المقربين تمثل في هذه الصورة البديعة التي تخلب الألباب.ووصفوه بذلك بناء على ما ركز في الطباع من تشبيه ما هو مفرط في الجمال والعفة بالملك وتشبيه ما هو شديد القبح والسوء بالشيطان."
}