{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/59/",
    "ayah_number": 59,
    "text": "وقوله- سبحانه- وَلَمَّا جَهَّزَهُمْ بِجَهازِهِمْ قالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ ... بيان لما فعله يوسف معهم بعد أن عرفهم دون أن يعرفوه.وأصل الجهاز- بفتح الجيم وكسرها قليل-: ما يحتاج إليه المسافر من زاد ومتاع، يقال: جهزت المسافر، أى هيأت له جهازه الذي يحتاج إليه في سفره، ومنه جهاز العروس وهو ما تزف به إلى زوجها، وجهاز الميت وهو ما يحتاج إليه في دفنه ...والمراد: أن يوسف بعد أن دخل عليه إخوته وعرفهم، أكرم وفادتهم. وعاملهم معاملة طيبة جعلتهم يأنسون إليه، وهيأ لهم ما هم في حاجة إليه من الطعام وغيره، ثم استدرجهم بعد ذلك في الكلام حتى عرف منهم على وجه التفصيل أحوالهم.وذلك لأن قوله لهم ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ يستلزم أن حديثا متنوعا نشأ بينه وبينهم، عرف منه يوسف، أن لهم أخا من أبيهم لم يحضر معهم وإلا فلو كان هذا الطلب منه لهم بعد معرفته لهم مباشرة، لشعروا بأنه يعرفهم وهو لا يريد ذلك.ومن هنا قال المفسرون: إن قوله ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ يقتضى كلاما دار بينه وبينهم نشأ عنه هذا الطلب، ومما قالوه في توضيح هذا الكلام: ما روى من أنهم بعد أن دخلوا عليه قال لهم: من أنتم وما شأنكم؟ فقالوا: نحن قوم من أهل الشام، جئنا نمتار، ولنا أب شيخ صديق نبي من الأنبياء اسمه يعقوب، فقال لهم: كم عددكم قالوا عشرة، وقد كنا اثنى عشر، فذهب أخ لنا إلى البرية فهلك، وكان أحبنا إلى أبينا، وقد سكن بعده إلى أخ له أصغر منه، هو باق لديه يتسلى به، فقال لهم حينئذ ائتوني بأخ لكم من أبيكم».ويروى أنه قال لهم ذلك بعد أن طلبوا منه شيئا زائدا عن عددهم، لأن لهم أخا لم يحضر معهم، فأعطاهم ما طلبوه، واشترط عليهم إحضار أخيهم هذا معهم، ليتأكد من صدقهم».والمعنى: وبعد أن أعطى يوسف إخوته ما هم في حاجة إليه، وعرف منهم أن لهم أخا من أبيهم قد تركوه في منازلهم ولم يحضر معهم، قال لهم: أنا أريدكم في الزيارة القادمة لي، أن تحضروه معكم لأراه ...وقوله «من أبيكم» حال من قوله «أخ لكم» أى: أخ لكم حالة كونه من أبيكم، وليس شقيقا لكم، فإن هذا هو الذي أريده ولا أريد غيره.وهذا من باب المبالغة في عدم الكشف لهم عن نفسه، حتى لكأنه لا معرفة له بهم ولا به إلا من ذكرهم إياه له.وقوله: أَلا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ تحريض لهم على الإتيان به، وترغيب لهم في ذلك حتى ينشطوا في إحضاره معهم.أى: ألا ترون أنى أكرمت وفادتكم، وأعطيتكم فوق ما تريدون من الطعام، وأنزلتكم ببلدى منزلا كريما ... وما دام أمرى معكم كذلك، فلا بد من أن تأتونى معكم بأخيكم من أبيكم في المرة القادمة، لكي أزيد في إكرامكم وعطائكم.والمراد بإيفاء الكيل: إتمامه بدون تطفيف أو تنقيص.وعبر بصيغة الاستقبال «ألا ترون ... » مع كونه قد قال هذا القول بعد تجهيزه لهم.للدلالة على أن إيفاءه هذا عادة مستمرة له معهم كلما أتوه.وجملة وَأَنَا خَيْرُ الْمُنْزِلِينَ حالية، والمنزل: المضيف لغيره. أى: والحال أنى خير المضيفين لمن نزل في ضيافتي، وقد شاهدتم ذلك بأنفسكم."
}