{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/42/",
    "ayah_number": 42,
    "text": "ثم ختم يوسف- عليه السلام- حديثه مع صاحبيه في السجن، بأن أوصى الذي ينجو منهما بوصية حكاها القرآن في قوله: وَقالَ لِلَّذِي ظَنَّ أَنَّهُ ناجٍ مِنْهُمَا، اذْكُرْنِي عِنْدَ رَبِّكَ، فَأَنْساهُ الشَّيْطانُ ذِكْرَ رَبِّهِ، فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ.أى: «وقال» يوسف- عليه السلام- للفتى الذي اعتقد أنه سينجو منهما وهو ساقى الملك، أيها الساقي بعد أن تخرج من السجن وتعود إلى عملك عند سيدك الملك، اذكر حقيقة حالي عنده، وأنى سجين مظلوم.ولكن الساقي بعد أن عاد إلى عمله عند الملك، لم ينفذ الوصية، لأن الشيطان أنساه ما قاله له يوسف، فكانت النتيجة أن لبث يوسف- عليه السلام- في السجن مظلوما بضع سنين.والبضع- بالكسر- من ثلاث إلى تسع، وهو مأخوذ من البضع- بالفتح- بمعنى القطع والشق. يقال: بضعت الشيء أى: قطعته.وقد اختلفوا في المدة التي قضاها يوسف في السجن على أقوال من أشهرها أنه لبث فيه سبع سنين.وعلى هذا التفسير يكون الضمير في «فأنساه» يعود إلى ساقى الملك، ويكون المراد بربه أى: سيده ملك مصر.وهناك من يرى أن الضمير في قوله «فأنساه» يعود إلى يوسف- عليه السلام- وأن المراد بالرب هنا: الخالق- عز وجل-، وعليه يكون المعنى.وقال يوسف- عليه السلام- للفتى الذي اعتقد نجاته وهو ساقى الملك: اذكر مظلمتي عند سيدك الملك عند ما تعود إليه. واذكر له إحسانى لتفسير الرؤى ...وقوله فَأَنْساهُ الشَّيْطانُ ذِكْرَ رَبِّهِ أى: فأنسى الشيطان يوسف أن يذكر حاجته لله وحده، ولا يذكرها للساقى ليبلغها إلى الملك.فكانت النتيجة أن لبث يوسف في السجن بضع سنين بسبب هذا الاعتماد على المخلوق.والذي يبدو لنا أن التفسير الأول أقرب إلى الصواب، لأنه هو الظاهر من معنى الآية الكريمة، ولأن قوله- تعالى- بعد ذلك وَقالَ الَّذِي نَجا مِنْهُما وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ ... يدل دلالة واضحة على أن الضمير في قوله «فأنساه» يعود إلى ساقى الملك، وأن المراد بربه أى سيده.وقد علق الإمام الرازي على هذه الآية تعليقا يشعر بترجيحه للرأى الثاني فقال ما ملخصه: «واعلم أن الاستعانة بالناس في دفع الظلم جائزة في الشريعة، إلا أن حسنات الأبرار سيئات المقربين، فهذا وإن كان جائزا لعامة الخلق، إلا أن الأولى بالصديقين أن يقطعوا نظرهم عن الأسباب بالكلية، وألا يشتغلوا إلا بمسبب الأسباب..ثم قال: والذي جربته من أول عمرى إلى آخره أن الإنسان كلما عول في أمر من الأمور على غير الله، صار ذلك سببا إلى البلاء وإلى المحنة ... وإذا عول العبد على الله ولم يرجع إلى أحد من الخلق حصل ذلك المطلوب على أحسن الوجوه، فهذه التجربة قد استمرت لي من أول عمرى إلى هذا الوقت الذي بلغت فيه السابعة والخمسين من عمرى.ثم قال: واعلم أن الحق هو قول من قال إن الضمير في قوله: «فأنساه الشيطان ذكر ربه» راجع إلى يوسف.. والمعنى: أن الشيطان أنسى يوسف أن يذكر ربه وخالقه..» .ونحن مع احترامنا لرأى الفخر الرازي، إلا أننا ما زلنا نرى أن عودة الضمير في قوله «فأنساه» إلى الساقي الذي ظن يوسف أنه هو الناجي من العقوبة، أولى لما سبق أن ذكرناه.قال ابن كثير: وقوله اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْساهُ الشَّيْطانُ ذِكْرَ رَبِّهِ ...أى: «قال يوسف اذكر قصتي عند ربك وهو الملك، فنسي ذلك الموصى أن يذكر مولاه بذلك، وكان نسيانه من جملة مكايد الشيطان.. هذا هو الصواب أن الضمير في قوله:«فأنساه» .. عائد على الناجي كما قال مجاهد ومحمد بن إسحاق وغير واحد ... » .وإلى هنا تكون الآيات الكريمة قد قصت علينا بأسلوبها المشوق الحكيم جانبا من حياة يوسف- عليه السلام- في السجن فماذا كان بعد ذلك؟لقد كان بعد ذلك أن أراد الله- تعالى- فتح باب الفرج ليوسف- عليه السلام-، وكان من أسباب ذلك أن رأى الملك في منامه رؤيا أفزعته، ولم يستطع أحد تأويلها تأويلا صحيحا سوى يوسف- عليه السلام- استمع إلى القرآن وهو يقص ذلك فيقول:"
}