{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/100/",
    "ayah_number": 100,
    "text": "والمراد بالعرش في قوله وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ السرير الذي يجلس عليه.أى: وأجلس يوسف أبويه معه على السرير الذي يجلس عليه، تكريما لهما، وإعلاء من شأنهما.وَخَرُّوا لَهُ سُجَّداً أى: وخر يعقوب وأسرته ساجدين من أجل يوسف، وكان ذلك جائزا في شريعتهم على أنه لون من التحية، وليس المقصود به السجود الشرعي لأنه لا يكون إلا لله- تعالى-.«وقال» يوسف متحدثا بنعمة الله يا أَبَتِ هذا تَأْوِيلُ رُءْيايَ مِنْ قَبْلُ قَدْ جَعَلَها رَبِّي حَقًّا....أى: وقال يوسف لأبيه: هذا السجود الذي سجدتموه لي الآن، هو تفسير رؤياي التي رأيتها في صغرى. فقد جعل ربي هذه الرؤيا حقا، وأرانى تأويلها وتفسيرها بعد أن مضى عليها الزمن الطويل.قالوا: وكان بين الرؤيا وبين ظهور تأويلها أربعون سنة.والمراد بهذه الرؤيا ما أشار إليه القرآن في مطلع هذه السورة في قوله يا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي ساجِدِينَ.ثم قال يوسف لأبيه أيضا: وَقَدْ أَحْسَنَ بِي ربي- عز وجل- إِذْ أَخْرَجَنِي مِنَ السِّجْنِ بعد أن مكثت بين جدرانه بضع سنين.وعدى فعل الإحسان بالباء مع أن الأصل فيه أن يتعدى بإلى، لتضمنه معنى اللطف ولم يذكر نعمة إخراجه من الجب، حتى لا يجرح شعور إخوته الذين سبق أن قال لهم:لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ.وقوله وَجاءَ بِكُمْ مِنَ الْبَدْوِ معطوف على ما قبله تعدادا لنعم الله- تعالى- أى: وقد أحسن بي ربي حيث أخرجنى من السجن، وأحسن بي أيضا حيث يسر لكم أموركم، وجمعنى بكم في مصر، بعد أن كنتم مقيمين في البادية في أرض كنعان بفلسطين.وقوله مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطانُ بَيْنِي وَبَيْنَ إِخْوَتِي أى جمعنى بكم من بعد أن أفسد الشيطان بيني وبين إخوتى، حيث حملهم على أن يلقوا بي في الجب.وأصل نَزَغَ من النزغ بمعنى النخس والدفع. يقال: نزغ الراكب دابته إذا نخسها ودفعها لتسرع في سيرها.وأسند النزغ إلى الشيطان، لأنه هو الموسوس به، والدافع إليه، ولأن في ذلك سترا على إخوته وتأدبا معهم.وقوله إِنَّ رَبِّي لَطِيفٌ لِما يَشاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ تذييل قصد به الثناء على الله- تعالى- بما هو أهله.أى: إن ربي وخالقي، لطيف التدبير لما يشاء تدبيره من أمور عباده، رفيق بهم في جميع شئونهم من حيث لا يعلمون.إنه- سبحانه- هو العليم بأحوال خلقه علما تاما، الحكيم في جميع أقواله وأفعاله."
}