{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/14/35/",
    "ayah_number": 35,
    "text": "هذه بعض الدعوات التي ابتهل بها إبراهيم- عليه السلام- إلى ربه، وقد تقبلها الله- تعالى- منه قبولا حسنا.وفي هذه الدعوات تنبيه لمشركي مكة الذين بدلوا نعمة الله كفرا، والذين جحدوا نعم الله عليهم، بأن من الواجب عليهم أن يثوبوا إلى رشدهم، وأن يستجيبوا لدعوة الحق، وأن يقتدوا بإبراهيم- عليه السلام- في إيمانه وشكره لخالقه- سبحانه-.و «إذ» ظرف لما مضى من الزمان، وهو منصوب على المفعولية لفعل محذوف.و «رب» منادى بحرف نداء محذوف أى: يا رب.والمراد بالبلد: مكة المكرمة شرفها الله- تعالى-.والمعنى: واذكر- أيها العاقل- وقت أن قال إبراهيم مناديا ربه: يا رب اجعل هذا البلد ذا أمن وسلام واستقرار.وقدم إبراهيم- عليه السلام- في دعائه نعمة الأمن على غيرها- لأنها أعظم أنواع النعم، ولأنها إذا فقدها الإنسان، اضطرب فكره، وصعب عليه أن يتفرغ لأمور الدين أو الدنيا بنفس مطمئنة، وبقلب خال من المتغصات والمزعجات.قال الإمام الرازي: «سئل بعض العلماء: الأمن أفضل أم الصحة؟ فقال الأمن أفضل، والدليل عليه أن شاة لو انكسرت رجلها فإنها تصح بعد زمان، ولا يمنعها هذا الكسر من الإقبال على الرعي والأكل والشرب.ولو أنها ربطت- وهي سليمة- في موضع، وربط بالقرب منها ذئب، فإنها تمسك عن الأكل والشرب، وقد تستمر على ذلك إلى أن تموت.وذلك يدل على أن الضرر الحاصل من الخوف، أشد من الضرر الحاصل من ألم الجسد، .وقال الإمام ابن كثير ما ملخصه: «يذكر الله- تعالى- في هذا المقام- محتجا على مشركي مكة الذين كانوا يزعمون أنهم على ملة إبراهيم- بأن مكة إنما وضعت أول ما وضعت على عبادة الله- تعالى- وحده، وأن إبراهيم قد تبرأ ممن عبد غير الله، وأنه دعا لمكة بالأمن وقد استجاب الله له فقال- تعالى-: أَوَلَمْ يَرَوْا أَنَّا جَعَلْنا حَرَماً آمِناً وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ.. وقال- تعالى- إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبارَكاً وَهُدىً لِلْعالَمِينَ، فِيهِ آياتٌ بَيِّناتٌ مَقامُ إِبْراهِيمَ وَمَنْ دَخَلَهُ كانَ آمِناً ... .وقال صاحب الكشاف: «فإن قلت: أى فرق بين قوله- تعالى- في سورة البقرة رَبِّ اجْعَلْ هذا بَلَداً آمِناً ... .وبين قوله هنا رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِناً ... ؟.قلت: قد سأل في الأول أن يجعله من جملة البلاد التي يأمن أهلها ولا يخافون، وسأل في الثاني أن يخرجه من صفة كان عليها من الخوف إلى ضدها من الأمن، كأنه قال: هو بلد مخوف فاجعله آمنا..» .وقوله- سبحانه- وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنامَ حكاية لدعوة أخرى من الدعوات التي تضرع بها إبراهيم- عليه السلام- إلى خالقه- سبحانه-.وقوله «واجنبنى» بمعنى وأبعدنى مأخوذ من قولك جنبت فلانا عن كذا، إذا أبعدته عنه، وجعلته في جانب آخر، وفعله جنب من باب نصر.والمراد ببنيه: أولاده من صلبه، أوهم من تناسل معهم.والأصنام جمع صنم، وهو التمثال الذي كان مشركو العرب يصنعونه من الحجر ونحوه لكي يعبدوه من دون الله.والمعنى: أسألك يا ربي أن تجعل مكة بلدا آمنا، كما أسألك أن تعصمني وتعصم ذريتي من بعدي من عبادة الأصنام، وأن تجعل عبادتنا خالصة لوجهك الكريم.وقد بين- سبحانه- في آيات أخرى، أنه قد أجابه في بعض ذريته دون بعض.ومن ذلك قوله- تعالى- سَلامٌ عَلى إِبْراهِيمَ كَذلِكَ نَجْزِي الْمُحْسِنِينَ إِنَّهُ مِنْ عِبادِنَا الْمُؤْمِنِينَ وَبَشَّرْناهُ بِإِسْحاقَ نَبِيًّا مِنَ الصَّالِحِينَ وَبارَكْنا عَلَيْهِ وَعَلى إِسْحاقَ وَمِنْ ذُرِّيَّتِهِما مُحْسِنٌ وَظالِمٌ لِنَفْسِهِ مُبِينٌ ."
}