{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/9/",
    "ayah_number": 9,
    "text": "ثم أخبر- سبحانه- عما اقترحوه للقضاء على يوسف فقال- تعالى-: اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضاً يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ، وَتَكُونُوا مِنْ بَعْدِهِ قَوْماً صالِحِينَ.ولفظ «اطرحوه» مأخوذ من الطرح، ومعناه رمى الشيء وإلقاؤه بعيدا، ولفظ «أرضا» منصوب على نزع الخافض، والتنوين فيه للإبهام. أى: أرضا مجهولة.والمعنى: لقد بالغ أبونا في تفضيل يوسف وأخيه علينا، مع أننا أولى بذلك منهما وما دام هو مصرا على ذلك، فالحل أن تقتلوا يوسف، أو أن تلقوا به في أرض بعيدة مجهولة حتى يموت فيها غريبا.قال الآلوسى: «وحاصل المعنى: اقتلوه أو غربوه، فإن التغريب كالقتل في حصول المقصود، ولعمري لقد ذكروا أمرين مرين، فإن الغربة كربة أية كربة، ولله- تعالى- در القائل:حسنوا القول وقالوا غربة ... إنما الغربة للأحرار ذبحوجملة «يخل لكم وجه أبيكم» جواب الأمر.والخلو: معناه الفراغ. يقال خلا المكان يخلو خلوا وخلاء، إذا لم يكن به أحد.والمعنى: اقتلوا يوسف أو اقذفوا به في أرض بعيدة مجهولة حتى يموت، فإنكم إن فعلتم ذلك، خلصت لكم محبة أبيكم دون أن يشارككم فيها أحد، فيقبل عليكم بكليته، ويكون كل توجهه إليكم وحدكم، بعد أن كان كل توجهه إلى يوسف.قال صاحب الكشاف: «يخل لكم وجه أبيكم» أى: يقبل عليكم إقبالة واحدة، لا يلتفت عنكم إلى غيركم والمراد سلامة محبته لهم ممن يشاركهم فيها، وينازعهم إياها، فكان ذكر الوجه لتصوير معنى إقباله عليهم، لأن الرجل إذا أقبل على الشيء أقبل عليه بوجهه ... »  .وقوله: وَتَكُونُوا مِنْ بَعْدِهِ قَوْماً صالِحِينَ معطوف على جواب الأمر.أى: وتكونوا من بعد الفراغ من أمر يوسف بسبب قتله أو طرحه في أرض بعيدة، قوما صالحين في دينكم، بأن تتوبوا إلى الله بعد ذلك فيقبل الله توبتكم، وصالحين في دنياكم بعد أن خلت من المنغصات التي كان يثيرها وجود يوسف بينكم.وهكذا النفوس عند ما تسيطر عليها الأحقاد، وتقوى فيها رذيلة الحسد، تفقد تقديرها الصحيح للأمور، وتحاول التخلص ممن يزاحمها بالقضاء عليه، وتصور الصغائر في صورة الكبائر، والكبائر في صورة الصغائر.فإخوة يوسف هنا، يرون أن محبة أبيهم لأخيهم جرم عظيم، يستحق إزهاق روح الأخ.وفي الوقت نفسه يرون أن هذا الإزهاق للروح البريئة شيء هين، في الإمكان أن يعودوا بعده قوما صالحين أمام خالقهم، وأمام أبيهم، وأمام أنفسهم."
}