{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/22/",
    "ayah_number": 22,
    "text": "أى: سيختلف- الناس في عدة أصحاب الكهف- أيها الرسول الكريم- فمن الناس من سيقول إن عدتهم ثلاثة رابعهم كليهم، ومنهم من يقول: إنهم خمسة سادسهم كلبهم.فالضمير في قوله سَيَقُولُونَ وفي الفعلين بعده. يعود لأولئك الخائضين في قصة أصحاب الكهف وفي عددهم، على عهد النبي صلّى الله عليه وسلم.قال الجمل: قيل إنما أتى بالسين في هذا لأن في الكلام طيا وإدماجا تقديره: فإذا أجبتهم عن سؤالهم عن قصة أهل الكهف، فسلهم عن عددهم فإنهم سيقولون ثلاثة.ولم يأت بها في بقية الأفعال، لأنها معطوفة على ما فيه السين فأعطيت حكمه من الاستقبال.وقال صاحب الكشاف، فإن قلت: لماذا جاء بسين الاستقبال في الأول دون الآخرين؟.قلت: فيه وجهان: أن تدخل الآخرين في حكم السين، كما تقول: قد أكرم وأنعم.تريد معنى التوقع في الفعلين جميعا، وأن تريد بيفعل معنى الاستقبال الذي هو صالح له.وقوله، ثلاثة. خبر لمبتدأ محذوف، أى: هم ثلاثة.وقوله- تعالى-: رَجْماً بِالْغَيْبِ رد على القائلين بأنهم ثلاثة رابعهم كلبهم، وعلى القائلين بأنهم خمسة سادسهم كلبهم.وأصل الرجم: الرمي بالحجارة، والمراد به هنا: القول بالظن والحدس والتخمين بدون دليل أو برهان.قال صاحب الكشاف قوله: رَجْماً بِالْغَيْبِ، أى: رميا بالخبر الخفى وإتيانا به.كقوله وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكانٍ بَعِيدٍ أى: يأتون به. أو وضع الرجم، موضع الظن فكأنه قيل ظنا بالغيب. لأنهم أكثروا أن يقولوا: رجم بالظن، مكان قولهم: ظن. حتى لم يبق عندهم فرق بين العبارتين. ألا ترى إلى قول زهير: وما هو عنها بالحديث المرجم.. أى:المظنون».وقوله: رَجْماً منصوب بفعل مقدر. والباء في بِالْغَيْبِ للتعدية.أى: يرمون رميا بالخبر الغائب عنهم، والذي لا اطلاع لهم على حقيقته، شأنهم في ذلك شأن من يرمى بالحجارة التي لا تصيب المرمى المقصود.ثم حكى- سبحانه- القول الذي هو أقرب الأقوال إلى الصواب فقال: وَيَقُولُونَ سَبْعَةٌ وَثامِنُهُمْ كَلْبُهُمْ.أى: وبعض الناس- وهم المؤمنون- يقولون إن عدد أصحاب الكهف سبعة أفراد وثامنهم كلبهم.قال ابن كثير: - يقول- تعالى- مخبرا عن اختلاف الناس في عدة أصحاب الكهف.فحكى ثلاثة أقوال، فدل على أنه لا قائل برابع. ولما ضعف القولين الأولين بقوله: «رجما بالغيب» .أى: قول بلا علم، كمن يرمى إلى مكان لا يعرفه، فإنه لا يكاد يصيب. وإذا أصاب فبلا قصد، ثم حكى الثالث وسكت عليه أو قرره بقوله: وَثامِنُهُمْ كَلْبُهُمْ دل على صحته، وأنه هو الواقع في نفس الأمر».وقال الآلوسى ما ملخصه: والجملة الواقعة بعد العدد في قوله- تعالى-: وَيَقُولُونَ سَبْعَةٌ وَثامِنُهُمْ كَلْبُهُمْ في موضع الصفة له، والواو الداخلة على الجملة الواقعة صفة للنكرة.كما تدخل في الواقعة حالا عن المعرفة في قولك: جاءني رجل ومعه آخر، ومررت بزيد وفي يده سيف، ومنه قوله- تعالى-: وَما أَهْلَكْنا مِنْ قَرْيَةٍ إِلَّا وَلَها كِتابٌ مَعْلُومٌ.وفائدتها توكيد لصوق الصفة بالموصوف، والدلالة على أن اتصافه بها أمر ثابت مستقر وهي التي أذنت هنا بأن قائلى ما ذكر، قالوه عن ثبات علم، وطمأنينة نفس، ولم يرجموا بالظن كما رجم غيرهم فهو الحق دون القولين الأولين ... .ثم أمر الله- تعالى- النبي صلّى الله عليه وسلم أن يخبر الخائضين في عدة أصحاب الكهف، بما يقطع التنازع الذي دار بينهم فقال: قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ.أى: قل- أيها الرسول الكريم- لمن خاضوا في عدة أصحاب الكهف: ربي- عز وجل- أقوى علما منكم بعدتهم- أيها المتنازعون، فإنكم إن علمتم عنهم شيئا علما ظنيا.فإن علم ربي بهم هو علم تفصيلي يقيني لا يغادر صغيرة ولا كبيرة إلا أحصاها.ثم أثبت- سبحانه- علم عددهم لقليل من الناس فقال: ما يَعْلَمُهُمْ إِلَّا قَلِيلٌ أى: ما يعلم عدة أصحاب الكهف إلا عدد قليل من الناس.ولا تعارض بين هذه الجملة وبين سابقتها، لأن علم هذا العدد القليل من الناس بعدة أصحاب الكهف، هو علم إجمالى ظني.. أما علم الله- تعالى- فهو علم تفصيلي يقيني شامل لجميع الأزمنة.فضلا عن أن علم هؤلاء القلة من الناس بعدة أصحاب الكهف، نابع من إعلام الله- تعالى- لهم عن طريق الوحى كالرسول صلّى الله عليه وسلم أو من يطلعه الرسول صلّى الله عليه وسلم على عدتهم.قال ابن عباس- رضى الله عنهما-: أنا من أولئك القليل، كانوا سبعة، ثم ذكر أسماءهم.ثم نهى الله- تعالى- رسوله صلّى الله عليه وسلم عن الجدال المتعمق في شأنهم، كما نهاه عن استفتاء أحد في أمرهم فقال- تعالى-: فَلا تُمارِ فِيهِمْ إِلَّا مِراءً ظاهِراً. وَلا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَداً.والمراء: هو الجدال والمحاجة فيما فيه مرية، أى: تردد. مأخوذ من مريت الناقة إذا كررت مسح ضرعها للحلب.والاستفتاء: طلب الفتيا من الغير. والفاء في قوله فَلا تُمارِ للتفريع.أى: إذا كان الشأن كما أخبرناك عن حال أصحاب الكهف، فلا تجادل في أمرهم أحدا من الخائضين فيه إلا جدالا واضحا لا يتجاوز حدود ما قصصناه عليك- أيها الرسول الكريم- ولا تطلب الفتيا في شأنهم من أحد، لأن ما قصصناه عليك من خبرهم، يغنيك عن السؤال.وعن طلب الإيضاح من أهل الكتاب أو من غيرهم.ثم نهى الله- تعالى- نبيه صلى الله عليه وسلم عن الإخبار عن فعل شيء في المستقبل إلا بعد تقديم مشيئة الله- عز وجل- فقال:"
}