{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/12/",
    "ayah_number": 12,
    "text": "ثم بين- سبحانه- ما حدث لهم بعد هذا النوم الطويل فقال: ثُمَّ بَعَثْناهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصى لِما لَبِثُوا أَمَداً.وأصل البعث في اللغة: إثارة الشيء من محله وتحريكه بعد سكون. ومنه قولهم: بعث فلان الناقة- إذا أثارها من مبركها للسير، ويستعمل بمعنى الإيقاظ وهو المقصود هنا من قوله:بَعَثْناهُمْ أى: أيقظناهم بعد رقادهم الطويل.وقوله لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ بيان للحكمة التي من أجلها أيقظهم الله من نومهم.وكثير من المفسرين على أن الحزبين أحدهما: أصحاب الكهف والثاني: أهل المدينة الذين أيقظ الله أهل الكهف من رقادهم في عهدهم، وكان عندهم معرفة بشأنهم.وقيل: هما حزبان من أهل المدينة الذين بعث هؤلاء الفتية في زمانهم، إلا أن أهل هذه المدينة كان منهم حزب مؤمن وآخر كافر.وقيل: هما حزبان من المؤمنين كانوا موجودين في زمن بعث هؤلاء الفتية، وهذان الحزبان اختلفوا فيما بينهم في المدة التي مكثها هؤلاء الفتية رقودا.والذي تطمئن إليه النفس أن الحزبين كليهما من أصحاب الكهف، لأن الله- تعالى- قد قال بعد ذلك- وَكَذلِكَ بَعَثْناهُمْ أى الفتية لِيَتَسائَلُوا بَيْنَهُمْ، قالَ قائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ، قالُوا لَبِثْنا يَوْماً أَوْ بَعْضَ يَوْمٍ، قالُوا رَبُّكُمْ أَعْلَمُ بِما لَبِثْتُمْ ...قال الآلوسى: ثُمَّ بَعَثْناهُمْ أى: أيقظناهم وأثرناهم من نومهم لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أى: منهم، وهم القائلون لَبِثْنا يَوْماً أَوْ بَعْضَ يَوْمٍ والقائلون رَبُّكُمْ أَعْلَمُ بِما لَبِثْتُمْ.وقيل: أحد الحزبين الفتية الذين ظنوا قلة زمان لبثهم، والثاني أهل المدينة الذين بعث الفتية على عهدهم وكان عندهم تاريخ غيبتهم.. والظاهر الأول لأن اللام للعهد، ولا عهد لغير من سمعت.والمراد بالعلم في قوله لِنَعْلَمَ.. إظهار المعلوم، أى ثم بعثناهم لنعلم ذلك علما يظهر الحقيقة التي لا حقيقة سواها للناس.ويجوز أن يكون العلم هنا بمعنى التمييز، أى: ثم بعثناهم لنميز أى الحزبين أحصى لما لبثوا أبدا.فهو من باب ذكر السبب وإرادة المسبب، إذ العلم سبب للتمييز.ولفظ «أحصى» يرى صاحب الكشاف ومن تابعه أنه فعل ماض، ولفظ «أمدا» مفعوله، و «ما» في قوله لِما لَبِثُوا مصدرية، فيكون المعنى، ثم بعثناهم لنعلم أى الحزبين أضبط أمدا- أى مدة- للبثهم في الكهف.قال صاحب الكشاف: و «أحصى» فعل ماض، أى: أيهم أضبط «أمدا» لأوقات لبثهم.فإن قلت: فما تقول فيمن جعله من أفعل التفضيل؟ قلت: ليس بالوجه السديد، وذلك أن بناءه من غير الثلاثي المجرد ليس بقياس.. والقياس على الشاذ في غير القرآن ممتنع فكيف به..وبعضهم يرى أن لفظ «أحصى» صيغة تفضيل، وأن قوله «أمدا» منصوب على أنه تمييز وفي إظهار هذه الحقيقة للناس، وهي أن الله- تعالى- قد ضرب النوم على آذان هؤلاء الفتية ثلاثمائة سنين وازدادوا تسعا، ثم بعثهم بعد ذلك دون أن يتغير حالهم، أقول: في إظهار هذه الحقيقة دليل واضح على قدرة الله- تعالى- وعلى وجوب إخلاص العبادة له، وعلى أن البعث بعد الموت حق لا ريب فيه.وبذلك تكون هذه الآيات قد ساقت لنا قصة أصحاب الكهف على سبيل الإجمال والاختصار، ثم جاءت آيات بعد ذلك لتحكى لنا قصتهم على سبيل التفصيل والبسط، وهذه الآيات هي قوله- تعالى-."
}