{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/26/",
    "ayah_number": 26,
    "text": "أى: أن أصحاب الكهف مكثوا في كهفهم راقدين ثلاثمائة سنين، وازدادوا فوق ذلك تسع سنين.فالآية الكريمة إخبار منه- سبحانه- عن المدة التي لبثها هؤلاء الفتية مضروبا على آذانهم.وقوله: قُلِ اللَّهُ أَعْلَمُ بِما لَبِثُوا تقرير وتأكيد لكون المدة التي لبثوها هي ما سبق بيانه في الآية السابقة.فكأنه- سبحانه- يقول: هذا هو فصل الخطاب في المدة التي لبثوها راقدين في كهفهم، وقد أعلمك الله- تعالى- بذلك- أيها الرسول الكريم-، وما أعلمك به فهو الحق الصحيح الذي لا يحوم حوله شك، فلا تلتفت إلى غيره من أقوال الخائضين في أمر هؤلاء الفتية، فإن الله- تعالى- هو الأعلم بحقيقة ذلك.ويرى بعضهم أن قوله- تعالى-: وَلَبِثُوا فِي كَهْفِهِمْ حكاية لكلام أهل الكتاب في المدة التي لبثها أهل الكهف نياما في كهفهم، وأن قوله قُلِ اللَّهُ أَعْلَمُ بِما لَبِثُوا للرد عليهم.وقد حكى الإمام ابن كثير القولين. ورجح الأول منهما فقال: هذا خبر من الله- تعالى- لرسوله صلى الله عليه وسلم بمقدار ما لبث أصحاب الكهف في كهفهم، منذ أن أرقدهم الله إلى أن بعثهم وأعثر عليهم أهل ذلك الزمان. كان مقداره ثلاثمائة سنين وتسع سنين بالهلالية وهي ثلاثمائة سنة بالشمسية، فإن تفاوت ما بين كل مائة سنة بالقمرية إلى الشمسية ثلاث سنين، فلهذا قال بعد الثلاثمائة وَازْدَادُوا تِسْعاً.وقال قتادة في قوله: وَلَبِثُوا فِي كَهْفِهِمْ.. وهذا قول أهل الكتاب وقد رده الله- تعالى- بقوله: قُلِ اللَّهُ أَعْلَمُ بِما لَبِثُوا.وفي هذا الذي قاله قتادة نظر، فإن الذي بأيدى أهل الكتاب أنهم لبثوا ثلاثمائة سنة من غير تسع ولو كان الله- تعالى- قد حكى قولهم لما قال: وَازْدَادُوا تِسْعاً، وظاهر الآية أنه خبر عن الله لا حكاية عنهم.. .وقوله- تعالى-: لَهُ غَيْبُ السَّماواتِ وَالْأَرْضِ تأكيد لاختصاصه- عز وجل- بعلم المدة التي لبثوها، أى: له- سبحانه- وحده علم ما خفى وغاب من أحوال السموات والأرض، وأحوال أهلهما، كما قال- تعالى-: إِنَّ اللَّهَ لا يَخْفى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلا فِي السَّماءِ.وقوله- سبحانه-: أَبْصِرْ بِهِ وَأَسْمِعْ صيغتا تعجب: أى: ما أبصره وما أسمعه- تعالى- والمراد أنه- سبحانه- لا يغيب عن بصره وسمعه شيء.وجاءت هذه الجملة الكريمة بصيغة التعجب للدلالة على أن أمره- تعالى- في الإدراك خارج عما عليه إدراك المبصرين والسامعين. إذ لا يحجبه شيء، ولا يتفاوت عنده لطيف وكثيف، وصغير وكبير، وجلى وخفى.ثم ختم- سبحانه- الآية الكريمة بقوله: ما لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلا يُشْرِكُ فِي حُكْمِهِ أَحَداً.أى: ليس لأهل السموات ولا لأهل الأرض ولا لغيرهما غير الله- تعالى- نصير ينصرهم، أو ولى يلي أمرهم. ولا يشرك- سبحانه- في حكمه أو قضائه أحدا كائنا من كان من خلقه. كما قال- تعالى- أَلا لَهُ الْخَلْقُ وَالْأَمْرُ تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ.هذا، وقد ذكر المفسرون عند تفسيرهم لهذه الآيات مسائل منها.(أ) مكان الكهف الذي لجأ إليه هؤلاء الفتية، والزمن الذي ظهروا فيه، أما مكان الكهف فللعلماء فيه أقوال: من أشهرها أنه كان بالقرب من مدينة تسمى «أفسوس» وهي من مدن تركيا الآن، قالوا إنها تبعد عن مدينة «أزمير» بحوالى أربعين ميلا، وتعرف الآن باسم: «أيازبوك» .وقيل: إنه كان ببلدة تدعى «أبسس» - بفتح الهمزة وسكون الباء وضم السين- وهذه البلدة من ثغور «طرسوس» بين مدينة حلب بسوريا، وبلاد أرمينية وأنطاكية.وقيل: إنه كان ببلدة تسمى «بتراء» بين خليج العقبة وفلسطين.. إلى غير ذلك من الأقوال الكثيرة، التي لا نرى داعيا لذكرها، لقلة فائدتها.وأما الزمن الذي ظهروا فيه، فيرى كثير من المفسرين أنه كان في القرن الثالث الميلادى في عهد الإمبراطور الرومانى «دقيانوس» الذي كان يحمل الناس حملا على عبادة الأصنام، ويعذب من يخالف ذلك.(ب) العبر والعظات والأحكام التي تؤخذ من هذه القصة- ومن أهمها:1- إثبات صدق الرسول صلى الله عليه وسلم فيما يبلغه عن ربه، حيث أخبر- عن طريق ما أوحاه الله إليه من قرآن- عن قصة هؤلاء الفتية، وبين وجه الحق في شأنهم ورد على ما خاضه الخائضون في أمرهم، وصدق الله إذ يقول: نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ....2- الكشف عن جانب من بلاغة القرآن الكريم في قصصه، حيث ساق هذه القصة مجملة في الآيات الأربع الأولى منها، ثم ساقها مفصلة بعد ذلك تفصيلا حكيما. وفي ذلك ما فيه من تمكن أحداثها وهداياتها في القلوب.والمرشد العاقل هو الذي ينتفع بهذا الأسلوب القرآنى في وعظه وإرشاده.3- بيان أن الإيمان متى استقر في القلوب، هان كل شيء في سبيله. فهؤلاء الفتية آثروا الفرار بدينهم، على البقاء في أوطانهم، لكي تسلم لهم عقيدتهم.. فهم كما قال- سبحانه- في شأنهم: إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْناهُمْ هُدىً.4- بيان أن على المؤمن أن يلجأ إلى الله بالدعاء- لا سيما عند الشدائد والكروب، وأنه متى اتقى الله- تعالى- وأطاعه، جعل له- سبحانه- من كل ضيق فرجا، ومن كل هم مخرجا، ورزقه من حيث لا يحتسب، وصانه من السوء.فهؤلاء الفتية عند ما لجئوا إلى الكهف، تضرعوا إلى الله بقولهم: رَبَّنا آتِنا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنا مِنْ أَمْرِنا رَشَداً.فأجاب الله دعاءهم، حيث ضرب على آذانهم في الكهف سنين عددا، وجعل الشمس لا تصل إليهم مع أنهم في فجوة من الكهف، وصان أجسادهم من البلى والتعفن بأن قلبهم ذات اليمين وذات الشمال، وأنام كلبهم بعتبة باب الكهف حتى لكأنه حارس لهم: وألقى الهيبة عليهم بحيث لو رآهم الرائي لولى منهم فرارا. ولملئ قلبه رعبا من منظرهم.وسخر أصحاب النفوذ والقوة للدفاع عنهم. وللتعبير عن تكريمهم لهم بقولهم: لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً.5- بيان أن التفكير السليم- المصحوب بالنية الطيبة والعزيمة الصادقة، يؤدى إلى الاهتداء إلى الحق، وأن القلوب النقية الطاهرة تتعاون على البر والتقوى لا على الإثم والعدوان. وأن فضح الباطل والكشف عن زيفه.. دليل على سلامة اليقين.فهؤلاء الفتية اجتمعوا على الحق، وربط الله على قلوبهم إذ قاموا للوقوف في وجه الباطل، وهداهم تفكيرهم السليم إلى أن المستحق للعبادة هو ربهم رب السموات والأرض، وأن من يعبد غيره يكون قد افترى على الله كذبا.وأن اعتزال الكفر يوصل إلى نشر الرحمة، والظفر بالسداد والتوفيق. ولذا تواصوا فيما بينهم بقولهم: فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ، وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرفَقاً.6- بيان أن مباشرة الأسباب المشروعة لا تنافى التوكل على الله.فهؤلاء الفتية عند ما خرجوا من ديارهم، أخذوا معهم بعض النقود، وبعد بعثهم من رقادهم أرسلوا أحدهم إلى المدينة ليحضر لهم طعاما طاهرا حلالا، وأوصوه بالتلطف في أخذه وعطائه وبكتمان أمره وأمرهم حتى لا يعرف الأعداء مكانهم.وهكذا العقلاء، لا يمنعهم توكلهم على الله- تعالى- من أخذ الحيطة والحذر في كل شئونهم التي تستدعى ذلك.7- إقامة أوضح الأدلة وأعظمها على أن البعث حق. فقد أطلع الله- تعالى- الناس على هؤلاء الفتية، ليوقنوا بأنه- سبحانه- قادر على إحياء الموتى.. لأن من يقدر على بعث الراقدين من رقادهم بعد مئات السنين، فهو قادر على إحياء الموتى يوم القيامة.8- بيان أن من الواجب على المؤمن إذا أراد فعل شيء أن يقرن ذلك بمشيئة الله- تعالى- لأنه- سبحانه- بيده الأمر كله، وصدق الله إذ يقول: وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ غَداً إِلَّا أَنْ يَشاءَ اللَّهُ.هذه بعض العظات والأحكام التي ترشدنا إليها هذه القصة، وقد ذكرنا جانبا آخر منها خلال تفسيرنا للآيات التي اشتملت عليها. ومن أراد المزيد فليرجع إلى ما كتبه المفسرون في ذلك .ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم بمداومة التلاوة لما أوحاه إليه- سبحانه-، فإن فيه فصل الخطاب وبالحفاوة بالمؤمنين الصادقين الذين يدعون ربهم بالغداة والعشى، وبإعلان كلمة الحق فمن شاء فليؤمن ومن شاء فليكفر فقال- تعالى-:"
}