{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/23/",
    "ayah_number": 23,
    "text": "قال القرطبي: قال العلماء: عاتب الله- تعالى- نبيه صلى الله عليه وسلم على قوله للكفار حين سألوه عن الروح والفتية وذي القرنين: غدا أخبركم بجواب أسئلتكم، ولم يستثن في ذلك.فاحتبس الوحى عنه خمسة عشر يوما حتى شق ذلك عليه، وأرجف الكفار به، فنزلت عليه هذه السورة مفرّجة. وأمر في هذه الآية ألا يقول في أمر من الأمور إنى أفعل غدا كذا وكذا، إلا أن يعلق ذلك بمشيئة الله- عز وجل- حتى لا يكون محققا لحكم الخبر، فإنه إذا قال: لأفعلن ذلك ولم يفعل: كان كاذبا، وإذا قال، لأفعلن ذلك- إن شاء الله- خرج عن أن يكون محققا للمخبر عنه.والمراد بالغد: ما يستقبل من الزمان، ويدخل فيه اليوم الذي يلي اليوم الذي أنت فيه دخولا أوليا. وعبر عما يستقبل من الزمان بالغد للتأكيد.أى: ولا تقولن- أيها الرسول الكريم- لأجل شيء تعزم على فعله في المستقبل: إنى فاعل ذلك الشيء غدا، إلا وأنت مقرن قولك هذا بمشيئة الله- تعالى- وإذنه، بأن تقول:سأفعل هذا الشيء غدا بإذن الله ومشيئته، فإن كل حركة من حركاتك- ومن حركات غيرك- مرهونة بمشيئة الله- تعالى- وإرادته، وما يتعلق بمستقبلك ومستقبل غيرك من شئون، هو في علم الله- تعالى- وحده.وليس المقصود من الآية الكريمة نهى الإنسان عن التفكير في أمر مستقبله، وإنما المقصود نهيه عن الجزم بما سيقع في المستقبل، لأن ما سيقع علمه عند الله- تعالى- وحده.والعاقل من الناس هو الذي يباشر الأسباب التي شرعها الله- تعالى- سواء أكانت هذه الأسباب تتعلق بالماضي أم بالحاضر أم بالمستقبل، ثم يقرن كل ذلك بمشيئة الله- تعالى- وإرادته. فلا يقول: سأفعل غدا كذا وكذا لأننى أعددت العدة لذلك، وإنما يقول: سأفعل غدا كذا وكذا إذا شاء الله- تعالى- ذلك وأراد، وأن يوقن بأن إرادة الله فوق إرادته، وتدبيره- سبحانه- فوق كل تدبير.وكم من أمور أعد الإنسان لها أسبابها التي تؤدى إلى قضائها.. ثم جاءت إرادة الله- تعالى- فغيرت ما أعده ذلك الإنسان، لأنه لم يستشعر عند إعداده للأسباب أن. إرادة الله- تعالى- فوق إرادته، وأنه- سبحانه- القادر على خرق هذه الأسباب، وخرق ما تؤدى إليه، ولأنه لم يقل عند ما يريد فعله في المستقبل، إن شاء الله.وقوله: وَاذْكُرْ رَبَّكَ إِذا نَسِيتَ تأكيد لما قبله أى: لا تقولن أفعل غدا إلا ملتبسا بقول: إن شاء الله، واذكر ربك- سبحانه- إذا نسيت تعليق القول بالمشيئة، أى: عند تذكرك بأنك لم تقرن قولك بمشيئة الله، فأت بها.قال الآلوسى: قوله وَاذْكُرْ رَبَّكَ أى: مشيئة ربك، فالكلام على حذف مضاف، إذا نسيت، أى: إذا فرط منك نسيان ذلك ثم تذكرته. فهو أمر بالتدارك عند التذكر...وقال بعض العلماء ما ملخصه: للمفسرين في تفسير قوله- تعالى-: وَاذْكُرْ رَبَّكَ إِذا نَسِيتَ قولان:الأول- أن هذه الجملة مرتبطة ومتعلقة بما قبلها: والمعنى: إنك إن قلت سأفعل غدا كذا ونسيت أن تقول إن شاء الله، ثم تذكرت بعد ذلك فقل: إن شاء الله.أى: اذكر ربك معلقا على مشيئته ما تقول إنك ستفعله غدا إذا تذكرت بعد النسيان.وهذا القول هو الظاهر، لأنه يدل عليه ما قبله، وهو قوله- تعالى-: وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ غَداً"
}