{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/5/",
    "ayah_number": 5,
    "text": "وقوله- تعالى-: ما لَهُمْ بِهِ مِنْ عِلْمٍ وَلا لِآبائِهِمْ توبيخ لهم على تفوههم بكلام يدل على إيغالهم في الجهل والبهتان.أى: ما نسبوه إلى الله- تعالى- من الولد، ليس لهم بهذه النسبة علم، وكذلك ليس لآبائهم بهذه النسبة علم، لأن ذلك مستحيل له- تعالى-، كما قال- عز وجل-:وَجَعَلُوا لِلَّهِ شُرَكاءَ الْجِنَّ وَخَلَقَهُمْ، وَخَرَقُوا لَهُ بَنِينَ وَبَناتٍ بِغَيْرِ عِلْمٍ، سُبْحانَهُ وَتَعالى عَمَّا يَصِفُونَ. بَدِيعُ السَّماواتِ وَالْأَرْضِ، أَنَّى يَكُونُ لَهُ وَلَدٌ، وَلَمْ تَكُنْ لَهُ صاحِبَةٌ، وَخَلَقَ كُلَّ شَيْءٍ، وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ  .و «من» في قوله: ما لَهُمْ بِهِ مِنْ عِلْمٍ مزيدة لتأكيد النفي، والجملة مستأنفة،و «لهم» خبر مقدم، و «من علم» مبتدأ مؤخر، وقوله وَلا لِآبائِهِمْ معطوف على الخبر.أى: ما لهم بذلك شيء من العلم أصلا، وكذلك الحال بالنسبة لآبائهم، فالجملة الكريمة تنفى ما زعموه نفيا يشملهم ويشمل الذين سبقوهم وقالوا قولهم.قال الكرخي: فإن قيل: اتخاذ الولد محال في نفسه، فكيف قال: ما لَهُمْ بِهِ مِنْ عِلْمٍ؟ فالجواب أن انتفاء العلم بالشيء قد يكون للجهل بالطريق الموصل إليه، وقد يكون لأنه في نفسه محال لا يمكن تعلق العلم به، ونظيره قوله- تعالى-: وَمَنْ يَدْعُ مَعَ اللَّهِ إِلهاً آخَرَ لا بُرْهانَ لَهُ بِهِ .وقوله- تعالى-: كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْواهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِباً ذم شديد لهم على ما نطقوا به من كلام يدل على فرط جهلهم، وعظم كذبهم.وكبر: فعل ماض لإنشاء الذم، فهو من باب نعم وبئس، وفاعله ضمير محذوف، مفسّر بالنكرة بعده وهي قوله كَلِمَةً المنصوبة على أنها تمييز، والمخصوص بالذم محذوف.والتقدير: كبرت هي كلمة خارجة من أفواههم تلك المقالة الشنعاء التي تفوهوا بها، وهي قولهم: اتخذ الله ولدا فإنهم ما يقولون إلا قولا كاذبا محالا على الله- تعالى- ومخالفا للواقع ومنافيا للحق والصواب.وفي هذا التعبير ما فيه من استعظام قبح ما نطقوا به، حيث وصفه- سبحانه- بأنه مجرد كلام لاكته ألسنتهم، ولا دليل عليه سوى كذبهم وافترائهم.قال صاحب الكشاف: قوله كَبُرَتْ كَلِمَةً قرئ، كبرت كلمة بالرفع على الفاعلية، وبالنصب على التمييز، والنصب أقوى وأبلغ، وفيه معنى التعجب كأنه قيل: ما أكبرها كلمة.وقوله تَخْرُجُ مِنْ أَفْواهِهِمْ صفة للكلمة تفيد استعظاما لاجترائهم على النطق به، وإخراجها من أفواههم، فإن كثيرا مما يوسوسه الشيطان في قلوب الناس ويحدثون أنفسهم به من المنكرات، لا يتمالكون أن يتفوهوا به، ويطلقوا به ألسنتهم، بل يكظمون عليه تشوّرا من إظهاره فكيف بهذا المنكر؟فإن قلت: إلام يرجع الضمير في «كبرت» ؟ قلت: إلى قولهم اتخذ الله ولدا. وسميت كلمة كما يسمون القصيدة بها .وشبيه بهذه الآية في استعظام ما نطقوا به من قبح قوله- تعالى-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً، لَقَدْ جِئْتُمْ شَيْئاً إِدًّا، تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً ."
}