{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/57/",
    "ayah_number": 57,
    "text": "ثم بين- سبحانه- سوء عاقبة المعرضين عن التذكير وعن آيات الله فقال: وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآياتِ رَبِّهِ فَأَعْرَضَ عَنْها وَنَسِيَ ما قَدَّمَتْ يَداهُ.والاستفهام هنا للنفي والإنكار والمراد بالآيات آيات القرآن الكريم. لقوله- تعالى- بعد ذلك: أَنْ يَفْقَهُوهُ.والمراد بالنسيان: الترك والإهمال وعدم التفكر والتدبر في العواقب.أى: ولا أحد أشد ظلما وبغيا. من إنسان ذكره مذكر ووعظه بآيات الله التي أنزلها على رسوله صلى الله عليه وسلم فأعرض عنها دون أن يقبلها أو يتأملها. بل نبذها وراء ظهره، ونسى ما قدمت يداه من السيئات والمعاصي، نسيان ترك وإهمال واستخفاف.ثم بين- سبحانه- علة هذا الإعراض والنسيان فقال: إِنَّا جَعَلْنا عَلى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذانِهِمْ وَقْراً، وَإِنْ تَدْعُهُمْ إِلَى الْهُدى فَلَنْ يَهْتَدُوا إِذاً أَبَداً.والأكنة: جمع كنان بمعنى غطاء والوقر الثقل والصمم. يقال فلان وقرت أذنه، أى: ثقل سمعها وأصيبت بالصمم.أى: إنا جعلنا على قلوب هؤلاء الظالمين المعرضين عن الحق، أغطية تمنع قلوبهم عن وصول النور إليها، وتحجبها عن فقه آياته- سبحانه- وجعلنا- أيضا- في آذانهم صمما وثقلا عن سماع ما ينفعهم وذلك يسبب استحبابهم العمى على الهدى، وإيثارهم الكفر على الإيمان.وَإِنْ تَدْعُهُمْ أيها الرسول الكريم إِلَى الْهُدى والرشد فلن، يستجيبوا لك، ولن يَهْتَدُوا إِذاً أَبَداً إلى الحق وإلى الصراط المستقيم، بسبب زيغ قلوبهم، واستيلاء الكفر والجحود والعناد عليها.والضمير في قوله أَنْ يَفْقَهُوهُ يعود إلى الآيات، وتذكيره وإفراده باعتبار المعنى، إذ المراد منها القرآن الكريم.وجاءت الضمائر في أول الآية بالإفراد، كما في قوله، ذُكِّرَ وفَأَعْرَضَ عَنْها وَنَسِيَ ما قَدَّمَتْ يَداهُ باعتبار لفظ «من» في قوله «ومن أظلم» وجاءت بعد ذلك بالجمع كما في قوله سبحانه-: إِنَّا جَعَلْنا عَلى قُلُوبِهِمْ أَكِنَّةً.. باعتبار المعنى.وهذا الأسلوب كثير في القرآن الكريم، ومنه قوله- تعالى-: وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صالِحاً يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها أَبَداً، قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقاً.فالضمير في قوله: «يؤمن ويعمل ويدخله» جاء بصيغة الإفراد باعتبار لفظ «من» ، وفي قوله: خالِدِينَ فِيها جاء بصيغة الجمع باعتبار معنى «من» ."
}