{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/38/6/",
    "ayah_number": 6,
    "text": "وهم سادتهم وقادتهم ورؤساؤهم وكبراؤهم قائلين : ( [ أن ] امشوا ) أي : استمروا على دينكم ( واصبروا على آلهتكم ) ولا تستجيبوا لما يدعوكم إليه محمد من التوحيد .وقوله : ( إن هذا لشيء يراد ) قال ابن جرير : إن هذا الذي يدعونا إليه محمد - صلى الله عليه وسلم - من التوحيد لشيء يريد به الشرف عليكم والاستعلاء ، وأن يكون له منكم أتباع ولسنا مجيبيه إليه .ذكر سبب نزول هذه الآيات :قال السدي : إن أناسا من قريش اجتمعوا فيهم : أبو جهل بن هشام والعاص بن وائل ، والأسود بن المطلب والأسود بن عبد يغوث في نفر من مشيخة قريش ، فقال بعضهم لبعض : انطلقوا بنا إلى أبي طالب فلنكلمه فيه ، فلينصفنا منه فليكف عن شتم آلهتنا وندعه وإلهه الذي يعبده ; فإنا نخاف أن يموت هذا الشيخ فيكون منا إليه شيء ، فتعيرنا [ به ] العرب يقولون : تركوه حتى إذا مات عنه تناولوه \" . فبعثوا رجلا منهم يقال له المطلب \" فاستأذن لهم على أبي طالب فقال : هؤلاء مشيخة قومك وسراتهم يستأذنون عليك . قال : أدخلهم . فلما دخلوا عليه قالوا : يا أبا طالب أنت كبيرنا وسيدنا فأنصفنا من ابن أخيك فمره فليكف عن شتم آلهتنا وندعه وإلهه . قال : فبعث إليه أبو طالب فلما دخل عليه رسول الله - صلى الله عليه وسلم - قال : يا ابن أخي هؤلاء مشيخة قومك وسراتهم وقد سألوك أن تكف عن شتم آلهتهم ويدعوك وإلهك . قال : \" يا عم أفلا أدعوهم إلى ما هو خير لهم ؟ \" قال : وإلام تدعوهم ؟ قال : \" أدعوهم [ إلى ] أن يتكلموا بكلمة تدين لهم بها العرب ويملكون بها العجم \" . فقال أبو جهل من بين القوم : ما هي وأبيك ؟ لنعطينها وعشرة أمثالها ، قال : تقولون : \" لا إله إلا الله \" . فنفر وقال : سلنا غير هذا ، قال : \" لو جئتموني بالشمس حتى تضعوها في يدي ما سألتكم غيرها \" فقاموا من عنده غضابا ، وقالوا : والله لنشتمنك وإلهك الذي أمرك بهذا . ( وانطلق الملأ منهم أن امشوا واصبروا على آلهتكم إن هذا لشيء يراد )رواه ابن أبي حاتم وابن جرير وزاد : فلما خرجوا دعا رسول الله - صلى الله عليه وسلم - عمه إلى قول : \" لا إله إلا الله \" فأبى وقال : بل على دين الأشياخ . ونزلت : ( إنك لا تهدي من أحببت ) [ القصص : 56 ]وقال أبو جعفر بن جرير : حدثنا أبو كريب وابن وكيع قالا : حدثنا أبو أسامة حدثنا الأعمش حدثنا عباد عن سعيد بن جبير عن ابن عباس قال : لما مرض أبو طالب دخل عليه رهط من قريش فيهم أبو جهل فقالوا : إن ابن أخيك يشتم آلهتنا ويفعل ويفعل ويقول ويقول فلو بعثت إليه فنهيته ؟ فبعث إليه فجاء النبي - صلى الله عليه وسلم - فدخل البيت وبينهم وبين أبي طالب قدر مجلس رجل قال : فخشي أبو جهل إن جلس إلى جنب أبي طالب أن يكون أرق له عليه . فوثب فجلس في ذلك المجلس ولم يجد رسول الله - صلى الله عليه وسلم - مجلسا قرب عمه فجلس عند الباب . فقال له أبو طالب : أي ابن أخي ما بال قومك يشكونك ، يزعمون أنك تشتم آلهتهم وتقول وتقول ؟ قال : وأكثروا عليه من القول وتكلم رسول الله - صلى الله عليه وسلم - فقال : \" يا عم إني أريدهم على كلمة واحدة ! يقولونها تدين لهم بها العرب وتؤدي إليهم بها العجم الجزية \" ففزعوا لكلمته ولقوله وقالوا كلمة واحدة ! نعم وأبيك عشرا فقالوا : وما هي ؟ وقال أبو طالب وأي كلمة هي يا ابن أخي ؟ فقال : \" لا إله إلا الله \" فقاموا فزعين ينفضون ثيابهم وهم يقولون : ( أجعل الآلهة إلها واحدا إن هذا لشيء عجاب ) قال : ونزلت من هذا الموضع إلى قوله : ( لما يذوقوا عذاب ) لفظ أبي كريبوهكذا رواه الإمام أحمد والنسائي من حديث محمد بن عبد الله بن نمير ، كلاهما عن أبي أسامة عن الأعمش عن عباد - غير منسوب - به نحوه . ورواه الترمذي ، والنسائي وابن أبي حاتم وابن جرير أيضا كلهم في تفاسيرهم من حديث سفيان الثوري عن الأعمش عن يحيى بن عمارة الكوفي عن سعيد بن جبير عن ابن عباس فذكر نحوه . وقال الترمذي : حسن ."
}