{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/10/",
    "ayah_number": 10,
    "text": "وقوله: إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً استئناف مسوق لتقرير ما فصل من الأوامر والنواهي السابقة التي تتعلق بحقوق اليتامى.قال الفخر الرازي: أعلم أنه- تعالى- أكد الوعد في أكل مال اليتيم ظلما، وقد كثر الوعيد في هذه الآيات مرة بعد أخرى على من يفعل ذلك كقوله وَآتُوا الْيَتامى أَمْوالَهُمْ وَلا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وكقوله: وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعافاً.ثم ذكر بعدها هذه الآية مفردة في وعيد من يأكل أموالهم، وذلك كله رحمة من الله تعالى باليتامى لأنهم لكمال ضعفهم وعجزهم استحقوا من الله مزيد العناية والكرامة. وما أشد دلالة هذا الوعيد على سعة رحمته وكثرة عفوه وفضله لأن اليتامى لما بلغوا في الضعف إلى الغاية القصوى، بلغت عناية الله بهم إلى الغاية القصوى» .وقوله ظُلْماً أى يأكلونها على وجه الظلم سواء أكان الآكل من الورثة أم من أولياء السوء من غيرهم.وقال سبحانه ظُلْماً لكمال التشنيع على الآكلين لأنهم يظلمون اليتامى الضعفاء الذين ليس في قدرتهم الدفاع عن أنفسهم.أو أنه سبحانه قيد الأكل بحالة الظلم، للدلالة على أن مال اليتيم قد يؤكل ولكن لا على وجه الظلم بل على وجه الاستحقاق كما في حالة أخذ الولي الفقير أجرته من مال اليتيم أو الاستقراض منه فإن ذلك لا يكون ظلما ولا يسمى الآكل ظالما. قال تعالى: وَمَنْ كانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ.وقوله ظُلْماً حال من الضمير في يَأْكُلُونَ أى يأكلونها ظالمين. أو مفعول لأجله. أى يأكلونها لأجل الظلم.قال القرطبي: روى أن هذه الآية نزلت في رجل من غطفان يقال له: مرثد بن زيد، ولى مال ابن أخيه وهو يتيم صغير فأكله فأنزل الله تعالى فيه هذه الآية. ولهذا قال الجمهور: إن المراد الأوصياء الذين يأكلون ما لم يبح لهم من مال اليتيم» .وقوله: إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً وَسَيَصْلَوْنَ سَعِيراً بيان لسوء مصيرهم، وتصوير لإضرار الأكل عليهم.وللمفسرين في تفسير قوله- تعالى- إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً اتجاهان.أولهما: أن الآية على ظاهرها، وأن الآكلين لمال اليتامى ظلما سيأكلون النار يوم القيامة حقيقة.وقد استدل أصحاب هذا الاتجاه على صحة ما ذهبوا إليه بآثار منها ما رواه ابن حبان في صحيحه وابن مردويه وابن أبى حاتم عن أبى برزة أن رسول الله صلى الله عليه وسلم قال: يبعث يوم القيامة قوم من قبورهم تأجج أفواههم نارا. قيل يا رسول الله من هم؟ قال صلى الله عليه وسلم: ألم تر أن الله قال:إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً الآية» .وروى ابن أبى حاتم عن أبى سعيد الخدري قال: قلنا يا رسول الله ما رأيت ليلة أسرى بك؟قال: انطلق بي إلى خلق من خلق الله كثير. رجال كل رجل منهم له مشفر كمشفر البعير، وهم موكل بهم رجال يفكون لحاء أحدهم، ثم يجاء بصخرة من نار فتقذف في أفواههم حتى تخرج من أسفلهم ولهم جؤار وصراخ. قلت: يا جبريل من هؤلاء؟ قال: هؤلاء الذين يأكلون أموال اليتامى ظلما إنما يأكلون في بطونهم نارا وسيصلون سعيرا» .ثانيهما: يرى أصحابه أن الكلام على المجاز لا على الحقيقة وأن المراد إنما يأكلون في بطونهم المال الحرام الذي يفضى بهم إلى النار.وعليه فكلمة ناراً مجاز مرسل من باب ذكر المسبب وإرادة السبب.والمراد بالأكل في قوله إِنَّ الَّذِينَ يَأْكُلُونَ مطلق الأخذ على سبيل الظلم والتعدي.وإنما ذكر الأكل وأراد به مطلق الإتلاف على سبيل الظلم لأن الأكل عن طريقه تكون معظم تصرفات الإنسان، ولأن عامة مال اليتامى في ذلك الوقت هو الأنعام التي تؤكل لحومها وتشرب ألبانها فخرج الكلام على عادتهم، ولأن في ذكر الأكل تشنيعا على الآكل لمال اليتيم ظلما، إذ هو أبشع الأحوال التي يتناول مال اليتيم فيها ولأن في ذكر الأكل مناسبة للجزاء المذكور في قوله إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً حيث يكون الجزاء من جنس العمل.قال فِي بُطُونِهِمْ مع أن الأكل لا يكون إلا في البطن، إما لأنه قد شاع في استعمالهم أن يقولوا: أكل فلان في بطنه يريدون ملء بطنه فكأنه قيل: إنما يأكلون ملء بطونهم نارا حتى يبشموا بها. ومثله قَدْ بَدَتِ الْبَغْضاءُ مِنْ أَفْواهِهِمْ أى شرقوا بها وقالوها بملء أفواههم، ويكون المراد بذكر البطون تصوير الأكل للسامع حتى تتأكد عنده بشاعة هذا الجرم بمزيد تصوير.وإما أن يكون المراد بذكر البطون التأكيد والمبالغة كما في قوله تعالى وَلا طائِرٍ يَطِيرُ بِجَناحَيْهِ والطيران لا يكون إلا بالجناح. والغرض من كل ذلك التأكيد والمبالغة.وقوله تعالى وَسَيَصْلَوْنَ سَعِيراً تأكيد لسوء عاقبتهم يوم القيامة.وسَيَصْلَوْنَ مضارع صلى كرضى إذا قاسى حر النار بشدة.وقرأ ابن عامر وأبو بكر عن عاصم وَسَيَصْلَوْنَ بضم ياء المضارعة والباقون بفتحها.والسعير: هو النار المستعرة. يقال: سعرت النار أسعرها سعرا فهي مسعورة إذا أوقدتها وألهبتها.وإنما قال سَعِيراً بالتنكير لأن المراد نار من النيران مبهمة لا يعرف غاية شدتها إلا الله تعالى: أى وسيدخلون نارا هائلة لا يعلم مقدار شدتها إلا الله عز وجل.أخرج أبو داود والنسائي والحاكم وغيرهم أنه لما نزلت هذه الآية انطلق من كان عنده يتيم فعزل طعامه من طعامه وشرابه من شرابه. فجعل يفضل له الشيء من طعامه، فيحبس له حتى يأكله أو يفسد فاشتد عليهم ذلك. فذكروا ذلك لرسول الله صلى الله عليه وسلم، فأنزل الله تعالى وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ الآية. فخلطوا طعامهم بطعامهم وشرابهم بشرابهم .قال الفخر الرازي: ومن الجهال من قال: صارت هذه الآية منسوخة بتلك. وهو بعيد، لأن هذه الآية في المنع من الظلم. وهذا لا يصير منسوخا. بل المقصود أن مخالطة أموال اليتامى إن كانت على سبيل الظلم فهي من أعظم أبواب الإثم كما في هذه الآية. وإن كانت على سبيل التربية والإحسان فهي من أعظم أبواب البر كما في قوله.. تعالى- وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ .وبعد: فهذه عشر آيات من سورة النساء، تقرؤها فتراها تكرر الأمر صراحة برعاية اليتيم وبالمحافظة على ماله في خمس آيات منها.فأنت تراها في الآية الثانية تأمر الأولياء والأوصياء وغيرهم بالمحافظة على أموال اليتامى، وأن يسلموها إليهم عند بلوغهم كاملة غير منقوصة، وتحذرهم من الاحتيال على أكل هذه الأموال عن طريق الخلط فتقول:وَآتُوا الْيَتامى أَمْوالَهُمْ وَلا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ، وَلا تَأْكُلُوا أَمْوالَهُمْ إِلى أَمْوالِكُمْ، إِنَّهُ كانَ حُوباً كَبِيراً.وتراها في الآية الثالثة تبيح لأولياء النساء اليتامى أن يتزوجوا بغيرهن إذا لم يأمنوا على أنفسهم العدل في أموال اليتيمات، وحسن معاشرتهن، وتسليمهن حقوقهن كاملة إذا تزوجوهن فتقول:وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتامى فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ مَثْنى وَثُلاثَ وَرُباعَ الآية. وتراها في الآية السادسة تأمر الأولياء بأن يختبروا تصرفات اليتامى وأن يسلموا إليهم أموالهم عند بلوغهم وإيناس الرشد منهم فتقول:وَابْتَلُوا الْيَتامى حَتَّى إِذا بَلَغُوا النِّكاحَ، فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أَمْوالَهُمْ وَلا تَأْكُلُوها إِسْرافاً وَبِداراً أَنْ يَكْبَرُوا الآية.وتراها في الآية الثامنة تأمر المتقاسمين للتركة أن يجعلوا شيئا منها للمحتاجين من الأقارب واليتامى والمساكين فتقول:وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ فَارْزُقُوهُمْ مِنْهُ الآية.ثم تراها في الآية العاشرة تتوعد الذين يأكلون أموال اليتامى ظلما بأشد ألوان الوعيد فتقول: إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً، وَسَيَصْلَوْنَ سَعِيراً.وقد أمر القرآن أتباعه في كثير من آياته بالعطف على اليتيم، وبحسن معاملته، وبالمحافظة على حقوقه، ومن ذلك قوله- تعالى-:وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ، وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كانَ مَسْؤُلًا .وقوله- تعالى- ممتنا على نبيه محمد صلى الله عليه وسلم أَلَمْ يَجِدْكَ يَتِيماً فَآوى. وَوَجَدَكَ ضَالًّا فَهَدى. وَوَجَدَكَ عائِلًا فَأَغْنى. فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ.وقوله- تعالى- وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ .وعند ما نقرأ أحاديث النبي صلى الله عليه وسلم نراه في كثير منها يأمرنا برعاية اليتيم، وبالعطف عليه، وبإكرامه وعدم قهره وإذلاله، ويبشر الذين يكرمون اليتيم بأفضل البشارات، فقد روى البخاري وغيره عن سهل بن سعد عن النبي صلى الله عليه وسلم أنه قال: أنا وكافل اليتيم في الجنة هكذا.وقال بإصبعيه السبابة والوسطى» - أى: وأشار وفرج بين إصبعيه السبابة والوسطى-.وإنما اعتنى الإسلام برعاية اليتيم لصغره وعجزه عن القيام بمصالحه، ولأن عدم رعايته سيؤدي إلى شيوع الفاحشة في الأمة ذلك لأن اليتيم إنسان فقد العائل والنصير منذ صغره، فإذا نشأ في بيئة ترعاه وتكرمه وتعوضه عما فقده من عطف أبيه، شب محبا لمن حوله وللمجتمع الذي يعيش فيه. وإذا نشأ في بيئة تقهره وتذله وتظلمه نظر إلى من حوله وإلى المجتمع كله نظرة العدو إلى عدوه، وصار من الذين يفسدون في الأرض ولا يصلحون لأنه سيقول لنفسه: إذا كان الناس لم يحسنوا إلى فلماذا أحسن إليهم؟ وإذا كانوا قد حرموني حقي الذي منحه الله لي، فلماذا أعطيهم شيئا من خيرى وبرى؟لهذه الأسباب وغيرها أمر الإسلام أتباعه برعاية اليتيم وإكرامه وصيانة حقوقه من أى اعتداء أو ظلم.وبعد أن يبين- سبحانه- ما يجب على الرجال نحو النساء من إعطائهن حقوقهن، وما يجب على الجميع نحو اليتامى من إكرامهم والمحافظة على أموالهم.... بعد أن بين- سبحانه- ذلك، شرع في بيان حقوق أكثر الوارثين، بعد أن أجملها في قوله- تعالى- لِلرِّجالِ نَصِيبٌ مِمَّا تَرَكَ الْوالِدانِ وَالْأَقْرَبُونَ فقال- تعالى:"
}