{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/71/",
    "ayah_number": 71,
    "text": "قال القرطبي: قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ هذا خطاب للمؤمنين المخلصين من أمة محمد صلى الله عليه وسلم، وأمر لهم بجهاد الكفار والخروج في سبيل الله، وحماية الشرع.ووجه النظم والاتصال بما قبله أنه لما ذكر طاعة الله وطاعة رسوله أمر أهل الطاعة بالقيام بإحياء دينه وإعلاء دعوته. وأمرهم ألا يقتحموا على عدوهم حتى يتحسسوا إلى ما عندهم، ويعلموا كيف يردون عليهم، فذلك أثبت لهم فقال «خذوا حذركم» فعلمهم مباشرة الحروب.ولا ينافي هذا التوكل بل هو عين التوكل.. .والحذر والحذر بمعنى واحد كالإثر والأثر. يقال: أخذ فلان حذره، إذا تيقظ واحترز مما يخشاه ويخافه. فكأنه جعل الحذر آلته التي يقي بها نفسه ويعصم بها روحه. فالكلام على سبيل الكناية والتخيل. بتشبيه الحذر بالسلاح وآلة الوقاية.والمعنى: استعدوا- أيها المؤمنون- لأعدائكم، وكونوا على يقظة منهم، وكونوا متأهبين للقائهم دائما بالإيمان القوى، وبالسلاح الذي يفل سلاحهم.هذا، وللأستاذ الإمام الشيخ محمد عبده كلام حسن في هذا المعنى، فقد قال- رحمه الله- ما ملخصه: «الحذر: الاحتراس والاستعداد لاتقاء شر العدو، وذلك بأن نعرف حال العدو ومبلغ استعداده وقوته ومعرفة أرضه وبلاده وفي أمثال العرب (قتلت أرض جاهلها) . ويدخل في الحذر والاستعداد معرفة الأسلحة وكيفية استعمالها فكل ذلك وغيره يدخل تحت الأمر بأخذ الحذر.وقد كان النبي صلى الله عليه وسلم وأصحابه عارفين بأرض عدوهم، وكان للنبي صلى الله عليه وسلم جواسيس يأتونه بأخبار مكة، ولما أخبروه بنقض قريش للعهد استعد لفتحها، وقال أبو بكر لخالد يوم حرب اليمامة (حاربهم بمثل ما يحاربونك به: السيف بالسيف، والرمح بالرمح) . وهذه كلمة جليلة فالقول وعمل النبي صلى الله عليه وسلم وأصحابه، كل ذلك دال على أن الاستعداد يختلف باختلاف حال العدو وقوته»  .فأنت ترى أن هذه الجملة الكريمة خُذُوا حِذْرَكُمْ دعوة للمؤمنين في كل زمان ومكان إلى حسن الاستعداد لمجابهة أعدائهم بشتى الأساليب وبمختلف الوسائل التي تجعل الأمة الإسلامية يرهبها أعداؤها سواء أكانوا في داخلها أم في خارجها.وقوله فَانْفِرُوا ثُباتٍ أَوِ انْفِرُوا جَمِيعاً تفريع على أخذ الحذر لأنهم إذا أخذوا حذرهم، عرفوا كيف يتخيرون أسلوب القتال المناسب لحال أعدائهم وقوله فَانْفِرُوا من النفر وهو الخروج إلى عمل من الأعمال بسرعة. ومنه قوله- تعالى- وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ  .والمراد بقوله فَانْفِرُوا هنا: أى اخرجوا إلى قتال أعدائكم بهمة ونشاط.ويقال: نفر القوم ينفرون نفرا ونفيرا إذا نهضوا لقتال عدوهم. واستنفر الإمام الناس إذا حضهم على جهاد أعدائهم ومنه قوله صلى الله عليه وسلم (وإذا استنفرتم فانفروا) . والنفير. اسم للقوم الذين ينفرون.وقوله ثُباتٍ جمع ثبة وهي الجماعة والعصبة من الفرسان. مأخوذة من ثبا يثبو أى اجتمع.والمعنى: استعدوا- أيها المؤمنون- لأعدائكم، وكونوا على يقظة منهم، وكونوا متأهبين للقائهم دائما بالإيمان القوى، وبالسلاح الذي يفل سلاحهم.هذا، وللأستاذ الإمام الشيخ محمد عبده كلام حسن في هذا المعنى، فقد قال- رحمه الله- ما ملخصه: «الحذر: الاحتراس والاستعداد لاتقاء شر العدو، وذلك بأن نعرف حال العدو ومبلغ استعداده وقوته ومعرفة أرضه وبلاده وفي أمثال العرب (قتلت أرض جاهلها) . ويدخل في الحذر والاستعداد معرفة الأسلحة وكيفية استعمالها فكل ذلك وغيره يدخل تحت الأمر بأخذ الحذر.وقد كان النبي صلى الله عليه وسلم وأصحابه عارفين بأرض عدوهم، وكان للنبي صلى الله عليه وسلم جواسيس يأتونه بأخبار مكة، ولما أخبروه بنقض قريش للعهد استعد لفتحها، وقال أبو بكر لخالد يوم حرب اليمامة (حاربهم بمثل ما يحاربونك به: السيف بالسيف، والرمح بالرمح) . وهذه كلمة جليلة فالقول وعمل النبي صلى الله عليه وسلم وأصحابه، كل ذلك دال على أن الاستعداد يختلف باختلاف حال العدو وقوته»  .فأنت ترى أن هذه الجملة الكريمة خُذُوا حِذْرَكُمْ دعوة للمؤمنين في كل زمان ومكان إلى حسن الاستعداد لمجابهة أعدائهم بشتى الأساليب وبمختلف الوسائل التي تجعل الأمة الإسلامية يرهبها أعداؤها سواء أكانوا في داخلها أم في خارجها.وقوله فَانْفِرُوا ثُباتٍ أَوِ انْفِرُوا جَمِيعاً تفريع على أخذ الحذر لأنهم إذا أخذوا حذرهم، عرفوا كيف يتخيرون أسلوب القتال المناسب لحال أعدائهم وقوله فَانْفِرُوا من النفر وهو الخروج إلى عمل من الأعمال بسرعة. ومنه قوله- تعالى- وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ .والمراد بقوله فَانْفِرُوا هنا: أى اخرجوا إلى قتال أعدائكم بهمة ونشاط.ويقال: نفر القوم ينفرون نفرا ونفيرا إذا نهضوا لقتال عدوهم. واستنفر الإمام الناس إذا حضهم على جهاد أعدائهم ومنه قوله صلى الله عليه وسلم (وإذا استنفرتم فانفروا) . والنفير. اسم للقوم الذين ينفرون.وقوله ثُباتٍ جمع ثبة وهي الجماعة والعصبة من الفرسان. مأخوذة من ثبا يثبو أى اجتمع."
}