{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/95/",
    "ayah_number": 95,
    "text": "قال الآلوسى: قوله- تعالى- لا يَسْتَوِي الْقاعِدُونَ. شروع في الحث على الجهاد ليأنفوا عن تركه، وليرغبوا عما يوجب خللا فيه. والمراد بالقاعدين: الذين أذن لهم في القعود عن الجهاد اكتفاء بغيرهم. وروى البخاري عن ابن عباس: هم القاعدون عن بدر وهو الظاهر الموافق للتاريخ على ما قيل. وقال أبو حمزة: إنهم المتخلفون عن تبوك. وروى أن الآية نزلت في كعب بن مالك من بنى سلمة ومرارة بن الربيع من بنى عمرو بن عوف. وهلال بن أمية من بنى واقف حين تخلفوا عن رسول الله صلى الله عليه وسلم في تلك الغزوة»وقوله غَيْرُ أُولِي الضَّرَرِ جملة معترضة جيء بها لبيان أنهم غير مقصودين بعدم المساواة مع المجاهدين في الأجر.والضرر: مصدر ضرر مثل مرض. وهذه الزنة تجيء- غالبا- في العاهات ونحوها، مثل عمى وحصر وعرج ورمد.والمراد بقوله غَيْرُ أُولِي الضَّرَرِ أى: غير أصحاب العلل والأمراض التي تحول بينهم وبين الجهاد في سبيل الله من عمى أو عرج أو ضعف أو غير ذلك من الأعذار.وقد روى المفسرون في سبب نزول قوله- تعالى- غَيْرُ أُولِي الضَّرَرِ روايات منها ما أخرجه البخاري عن البراء قال: لما نزلت لا يَسْتَوِي الْقاعِدُونَ مِنَ الْمُؤْمِنِينَ. دعا رسول الله صلى الله عليه وسلم زيدا فكتبها فجاء ابن أم مكتوم فشكا ضرارته. فأنزل الله: غَيْرُ أُولِي الضَّرَرِ.وقال القرطبي: روى الأئمة- واللفظ لأبى داود عن زيد بن ثابت قال: كنت إلى جنب رسول الله صلى الله عليه وسلم فغشيته السكينة فوقعت فخذ رسول الله صلى الله عليه وسلم على فخذي فما وجدت ثقل شيء أثقل من فخذ رسول الله صلى الله عليه وسلم ثم سرى عنه فقال: «اكتب» فكتبت في كتف- أى في عظم عريض كانوا يكتبون فيه لقلة القراطيس عندهم- لا يَسْتَوِي الْقاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجاهِدُونَ فِي سَبِيلِ اللَّهِ.. الآية.فقام ابن أم مكتوم- وكان رجلا أعمى- لما سمع فضيلة المجاهدين فقال: يا رسول الله فكيف بمن لا يستطيع الجهاد من المؤمنين؟ فلما قضى كلامه غشيت رسول الله السكينة فوقعت فخذه على فخذي. ووجدت من ثقلها في المرة الثانية كما وجدت في المرة الأولى ثم سرى عن رسول الله صلى الله عليه وسلم فقال: اقرأ يا زيد. فقرأت: لا يَسْتَوِي الْقاعِدُونَ مِنَ الْمُؤْمِنِينَ. فقال رسول الله صلى الله عليه وسلم غَيْرُ أُولِي الضَّرَرِ الآية كلها.قال زيد: فأنزلها الله وحدها فألحقتها. والذي نفسي بيده لكأنى أنظر إلى ملحقها عند صدع في كتف.والمعنى: لا يستوي عند الله- تعالى- الذين قعدوا عن الجهاد لإعلاء كلمة الحق دون أن يكون عندهم من الأعذار ما يمنعهم من ذلك، لا يستوي هؤلاء مع الذين جاهدوا في سبيل الله بأموالهم وأنفسهم. أما الذين قعدوا عن الجهاد لأعذار تمنعهم عن مباشرته، فإن نيتهم الصادقةسترفع منزلتهم عند الله- تعالى-، وستجعلهم في مصاف المجاهدين بأموالهم وأنفسهم أو قريبين منهم.ويشهد لذلك ما رواه البخاري وأبو داود عن أنس أن رسول الله صلى الله عليه وسلم قال- وهو يسير إلى تبوك: «إن بالمدينة أقواما ما سرتم من سير ولا قطعتم من واد إلا وهم معكم فيه. قالوا:يا رسول الله، وهم بالمدينة قال: نعم حبسهم العذر» .قال ابن كثير: وفي هذا المعنى قال الشاعر:يا راحلين إلى البيت العتيق لقد ... سرتم جسوما وسرنا نحن أرواحاإنا أقمنا على عذر وعن قدر ... ومن أقام على عذر كمن راحاوقوله: لا يَسْتَوِي نفى لاستواء المجاهدين والقاعدين، والمقصود بهذا النفي التعريض بالمفضول لتفريطه وزهده في الخير، وحض على الاقتداء بمن هو أفضل منه، إذ من المعروف أن القاعد عن الجهاد لا يساوى المجاهد في الفضل والثواب. فتعين أن يكون المراد بهذا التعبير التعريض بالقاعدين ليتأسوا بالمجاهدين، وإلى هذا المعنى أشار صاحب الكشاف بقوله:فإن قلت: معلوم أن القاعد بغير عذر والمجاهد لا يستويان فما فائدة نفى الاستواء؟ قلت:معناه الإذكار بما بينهما من التفاوت العظيم، والبون البعيد، ليأنف القاعد ويترفع بنفسه عن انحطاط منزلته. فيهتز للجهاد ويرغب فيه، وفي ارتفاع طبقته، ونحوه: هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ أريد به التحريك من الجهل إلى التعلم. ولينهض الشخص بنفسه عن صفة الجهل إلى شرف العلم.وقوله مِنَ الْمُؤْمِنِينَ جار ومجرور متعلق بمحذوف حال من القاعدين.وفائدة قوله: مِنَ الْمُؤْمِنِينَ الإيذان من أول الأمر بأن قعودهم عن الجهاد لم يمنعهم عن الوصف بالإيمان، لأن قعودهم عن الجهاد لم يكن عن نفاق أو عن ضعف في دينهم، وإنما كان عن تراخ أو اشتغال ببعض الأمور الدنيوية.قال الجمل وقوله: غَيْرُ أُولِي الضَّرَرِ: قرأ ابن كثير وأبو عمرو وحمزة وعاصم غَيْرُ بالرفع: وقرأ الباقون بالنصب. وقرأ الأعمش بالجر.فالرفع على وجهين:أظهرهما أنه على البدل من الْقاعِدُونَ. وإنما كان هذا أظهر لأن الكلام نفى والبدل معه أرجح.والثاني: أنه رفع على أنه صفة لقوله الْقاعِدُونَ لأنهم لما لم يكونوا أناسا بأعيانهم بل أريد بهم الجنس أشبهوا النكرة فوصفوا بها.وأما النصب فعلى: الاستثناء من الْقاعِدُونَ وهو الأظهر، لأنه المحدث عنه.وأما الجر فعلى أنه صفة للمؤمنين.وقوله: فَضَّلَ اللَّهُ الْمُجاهِدِينَ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنى بيان لمزية المجاهدين على غيرهم.والمراد بالقاعدين هنا- الذين قعدوا عن الجهاد لسبب مانع من مباشرته أى: فضل الله- تعالى- المجاهدين بأموالهم وأنفسهم من أجل إعزاز دينه، فضلهم درجة على القاعدين بأعذار، لأن المجاهدين قد عرضوا أنفسهم للمخاطر والأهوال، وبذلوا أرواحهم وأموالهم في سبيل إعلاء كلمة الله.والدرجة هنا مستعارة للعلو المعنوي أى أن المراد بها هو الفضل، ووفرة الأجر وزيادة الثواب. والتنوين فيها للتعظيم.قال ابن جرير: فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين من أولى الضرر درجة واحدة، يعنى فضيلة واحدة. وذلك بفضل جهادهم بأنفسهم فأما فيما سوى ذلك فهما مستويان».وقوله وَكُلًّا وَعَدَ اللَّهُ الْحُسْنى جملة معترضة جيء بها تداركا لما عسى أن يوهمه تفضيل أحد الفريقين على الآخر من حرمان المفضول.أى: وكل واحد من فريقى المجاهدين والقاعدين من أهل الضرر وعده الله المثوبة الحسنى وهي الجنة لحسن عقيدتهم وخلوص نيتهم، وإنما التفاوت في زيادة العمل المقتضى لمزيد الثواب.وقوله كُلًّا مفعول أول لما يعقبه قدم عليه لإفادة القصر تأكيدا للوعد وتنوينه عوض عن المضاف إليه. وقوله الْحُسْنى مفعول ثان.ثم بين- سبحانه- أنه قد فضل المجاهدين على القاعدين بغير عذر بدرجات عظيمة فقال وَفَضَّلَ اللَّهُ الْمُجاهِدِينَ عَلَى الْقاعِدِينَ أَجْراً عَظِيماً.أى: وفضل الله- تعالى- المجاهدين بأموالهم وأنفسهم على القاعدين دون أن يكون هناك عذر يمنعهم عن الجهاد، فضل الله المجاهدين على هؤلاء القاعدين بالأجر العظيم والثواب الجزيل، والمنزلة الرفيعة.وقوله أَجْراً عَظِيماً منصوب على النيابة عن المفعول المطلق المبين للنوع، لأن الأجر هو ذلك التفضيل. أو على نزع الخافض أى فضلهم بأجر عظيم. أو على أنه مفعول ثان بتضمين فضل معنى أعطى أى أعطاهم أجرا تفضلا منه."
}