{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/21/",
    "ayah_number": 21,
    "text": "ثم كرر- سبحانه- توبيخه لمن يحاول أخذ شيء من صداق زوجته التي خالطته في حياته مدة طويلة فقال: وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضى بَعْضُكُمْ إِلى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثاقاً غَلِيظاً.وأصل أفضى- كما يقول الفخر الرازي- من الفضاء الذي هو السعة يقال: فضا يفضو فضوا وفضاء إذا اتسع. ويقال: أفضى فلان إلى فلان أى: وصل إليه وأصله أنه صار في فرجته وفضائه.والمراد بالإفضاء هنا: الوصول والمخالطة: لأن الوصول إلى الشيء قطع للفضاء الذي بين المتواصلين.والاستفهام في قوله وَكَيْفَ تَأْخُذُونَهُ ... للتعجب من حال من يأخذ شيئا مما أعطاه لزوجته بعد إنكار ذات الأخذ.والمراد بالميثاق الغليظ في قوله «وأخذن منكم ميثاقا غليظا» هو ما أخذه الله للنساء على الرجال من حسن المعاشرة أو المفارقة بإحسان كما في قوله- تعالى-: فَإِمْساكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسانٍ. وليس أخذ شيء مما أعطاه الرجال للنساء من التسريح بإحسان، بل يكون من التسريح الذي صاحبه الظلم والإساءة.والمراد بالميثاق الغليظ الذي أخذ: كلمة النكاح المعقودة على الصداق، والتي بها تستحل فروج النساء، ففي صحيح مسلم عن جابر أن رسول الله صلى الله عليه وسلم قال في خطبة حجة الوداع:«استوصوا بالنساء خيرا فإنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله» .والمعنى: بأى وجه من الوجوه تستحلون يا معشر الرجال ان تأخذوا شيئا من الصداق الذي أعطيتموه لنسائكم عند مفارقتهن والحال أنكم قد اختلط بعضكم ببعض، وصار كل واحد منكم لباسا لصاحبه، وأخذن منكم عهدا وثيقا مؤكدا مزيد تأكيد لا يحل لكم أن تنقضوه أو تخالفوه!!؟فأنت ترى أن الله- تعالى- قد منع الرجال من أخذ شيء من الصداق الذي أعطوه لنسائهم لسببين:أحدهما: الإفضاء وخلوص كل زوج لنفس صاحبه حتى صارا كأنهما نفس واحدة.وثانيهما: الميثاق الغليظ الذي أخذ على الرجال بأن يعاملوا النساء معاملة كريمة.والضمير في قوله وَأَخَذْنَ للنساء. والآخذ في الحقيقة إنما هو الله- تعالى- إلا أنه سبحانه- نسبه إليهن للمبالغة في المحافظة على حقوقهن، حتى جعلهن كأنهن الآخذات له.قال بعضهم: وهذا الإسناد مجاز عقلي، لأن الآخذ للعهد هو الله. أى: وقد أخذ الله عليكم العهد لأجلهن وبسببهن. فهو مجاز عقلي من الإسناد إلى السبب»  .ووصف- سبحانه- الميثاق بالغلظة لقوته وشدته. فقد قالوا: صحبة عشرين يوما قرابة.فكيف بما جرى بين الزوجين من الاتحاد والامتزاج؟! هذا، ومن الأحكام التي أخذها العلماء من هذه الآيات الكريمة ما يأتى:1- تكريم الإسلام للمرأة، فقد كانت في الجاهلية مهضومة الحق، يعتدى عليها بأنواع من الاعتداء، فرفعها الله- تعالى- بما شرعه من تعاليم إسلامية من تلك الهوة التي كانت فيها، وقرر لها حقوقها، ونهى عن الاعتداء عليها.ومن مظاهر ذلك أنه حرم أن تكون موروثة كما يورث المال. وكذلك حرم عضلها وأخذ شيء من صداقها إلا إذا أتت بفاحشة مبينة. وأمر الرجال بأن يعاشروا النساء بالمعروف، وأن يصبروا على أخطائهن رحمة بهن.2- جواز الإصداق بالمال الكثير: لأن الله- تعالى- قال: وَآتَيْتُمْ إِحْداهُنَّ قِنْطاراً.والقنطار: المال الكثير الذي هو أقصى ما يتصور من مهور.قال القرطبي ما ملخصه: قوله- تعالى- وَآتَيْتُمْ إِحْداهُنَّ قِنْطاراً دليل على جواز المغالاة في المهور، لأن الله- تعالى- لا يمثل إلا بمباح.وخطب عمر- رضى الله عنه- فقال: ألا لا تغالوا في صدقات النساء، فإنها لو كانت مكرمة في الدنيا أو تقوى عند الله، لكان أولاكم بها رسول الله صلى الله عليه وسلم ولكن رسول الله صلى الله عليه وسلم ما أصدق قط امرأة من نسائه ولا من بناته فوق اثنتي عشرة أوقية. فقامت إليه امرأة فقالت:يا عمر. يعطينا الله وتحرمنا!! أليس الله تعالى- يقول: وَآتَيْتُمْ إِحْداهُنَّ قِنْطاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً؟ فقال عمر: أصابت امرأة وأخطأ عمر..وفي رواية أنه أطرق ثم قال: امرأة أصابت ورجل أخطأ وترك الإنكار.ثم قال القرطبي: وقال قوم: لا تعطى الآية جواز المغالاة في المهور، لأن التمثيل بالقنطار إنما هو على جهة المبالغة: كأنه قال: وآتيتم هذا القدر العظيم الذي لا يؤتيه أحد..ولقد قال النبي صلى الله عليه وسلم لابن أبى حدرد- وقد جاءه يستعين في مهره فسأله عنه فقال: مائتين، فغضب صلى الله عليه وسلم وقال: كأنكم تقطعون الذهب والفضة من عرض الحرة» أى من ذلك المكان الذي به حجارة نخرة سود- فاستنتج بعض الناس من هذا منع المغالاة في المهور» .والذي نراه ان الآية الكريمة وإن كانت تفيد جواز الإصداق بالمال الجزيل، إلا ان الأفضل عدم المغالاة في ذلك، مع مراعاة أحوال الناس من حيث الغنى والفقر وغيرهما.ولقد ورد ما يفيد الندب إلى التيسير في المهور. فقد أخرج أبو داود والحاكم من حديث عقبة بن عامر قال: قال رسول الله صلى الله عليه وسلم «خير الصداق أيسره» .3- أن الرجل إذا أراد فراق امرأته. فلا يحل له أن يأخذ منها شيئا مادام الفراق بسببه ومن جانبه: كما أنه لا ينبغي له أن يأخذ منها أكثر مما أعطاه إياها إذا كان الفراق بسببها ومن جانبها.4- اتفق العلماء على أن المهر يستقر بالوطء. واختلفوا في استقراره بالخلوة المجردة.قال القرطبي والصحيح استقراره بالخلوة مطلقا. وبه قال أبو حنيفة وأصحابه. قالوا: إذا خلا بها خلوة صحيحة يجب كمال المهر والعدة. دخل بها أو لم يدخل بها. لما رواه الدارقطني عن ثوبان قال: قال رسول الله صلى الله عليه وسلم «من كشف خمار امرأة ونظر إليها وجب الصداق» . وقال مالك: إذا طال مكثه معها السنة ونحوها. واتفقا على ألا مسيس. وطلبت المهر كله كان لها»  .وبعد أن نهى- سبحانه- عن ظلم المرأة في حال الزوجية. وعن ظلمها بعد وفاة زوجها.وعن ظلمها في حالة فراقها. وأمر بمعاشرتها بالمعروف بعد كل ذلك بين- سبحانه- من لا يحل الزواج بهن من النساء ومن يحل الزواج بهن حتى تبقى للأسرة قوتها ومودتها فقال- تعالى-:"
}