{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/127/",
    "ayah_number": 127,
    "text": "ثم ختم- سبحانه- هذه الآيات ببيان أنه هو المالك لكل شيء، والمهيمن على شئون هذا الكون فقال: وَلِلَّهِ ما فِي السَّماواتِ وَما فِي الْأَرْضِ وَكانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطاً.أى: ولله- تعالى- وحده جميع ما في السموات وما في الأرض من موجودات، فهو خالقها ومالكها ولا يخرج عن ملكوته شيء منها. وكان الله- تعالى- بكل شيء محيطا، بحيث لا تخفى عليه خافية من شئون خلقه، وسيجازى الذين أساءوا بما عملوا وسيجازى الذين أحسنوا بالحسنى.وبذلك نرى أن هذه الآيات الكريمة قد بشرت المؤمنين بحسن الثواب، وبينت أن ثواب الله لا ينال بالأمانى وإنما ينال بالإيمان والعمل الصالح، وأن الدين الحق هو الدين الذي يدعو الإنسان إلى إخلاص نفسه لله، وإلى إحسان العمل في طاعته، وإلى اتباع ما كان عليه إبراهيم من منهاج سليم، وخلق قويم. وأنه- سبحانه هو المتصرف في شئون هذا الكون، وسيجازى كل إنسان بما يستحقه من خير أو شر.ثم ساق- سبحانه- بعد ذلك جملة من الأحكام التي يتعلق أكثرها بالنساء فقال- تعالى-:قال الإمام الرازي في بيان صلة هذه الآيات بما قبلها: اعلم أن عادة الله- تعالى- في ترتيب هذا الكتاب الكريم وقع على أحسن الوجوه. وهو أن يذكر شيئا من الأحكام ثم يذكر عقيبه آيات كثيرة في الوعد والوعيد والترغيب والترهيب، ويخلط بها آيات دالة على كبرياء الله وجلال قدرته. ثم يعود مرة أخرى إلى بيان الأحكام وهذا أحسن أنواع الترتيب وأقربها إلى التأثير في القلوب، لأن التكاليف بالأعمال الشاقة لا يقع في موقع القبول إلا إذا كان مقرونا بالوعد والوعيد. والوعد والوعيد لا يؤثر في القلب إلا عند القطع بغاية كمال من صدر عنه الوعد والوعيد. فظهر أن هذا الترتيب أحسن الترتيبات اللائقه بالدعوة إلى الحق.إذا عرفت هذا فنقول: إنه- سبحانه- ذكر في أول هذه السورة أنواعا كثيرة من الشرائع والتكاليف. ثم أتبعها بشرح أحوال الكافرين والمنافقين واستقصى في ذلك. ثم ختم تلك الآيات الدالة على عظمة جلال الله وكمال كبريائه. ثم عاد بعد ذلك إلى بيان الأحكام فقال:وَيَسْتَفْتُونَكَ فِي النِّساءِ.. إلخ الآية   .وقوله وَيَسْتَفْتُونَكَ من الاستفتاء بمعنى طلب الفتيا أو الفتوى. يقال استفتيت العالم في مسألة كذا. أى سألته أن يبين حكمها. فالإفتاء إظهار المشكل من الأحكام وتبيينه.فمعنى وَيَسْتَفْتُونَكَ فِي النِّساءِ: ويسألك أصحابك يا محمد أن تفتيهم في أمر النساء. أى يطلبون منك تبيين المشكل من الأحكام التي تتعلق بما يجب للنساء من حقوق، وبما يكون عليهن من واجبات.والذي حمل الصحابة على هذا الطلب أنهم كانوا في جاهليتهم يعاملون النساء معاملة سيئة، ويظلمونهن ظلما شديدا، ثم وجدوا أن الإسلام الذي يدينون به قد أكرم المرأة وأنصفها بطريقة لم يألفوها من قبل، فتعددت أسئلتهم عن الأحكام التي تتعلق بالنساء حتى ينفذوا نحوهن ما يطلبه الإسلام منهم من حيث معاشرتهن وولايتهن وميراثهن وغير ذلك من الأحكام.قال القرطبي: نزلت- هذه الآية- بسبب سؤال قوم من الصحابة عن أمر النساء وأحكامهن في الميراث وغير ذلك. فأمر الله- تعالى- نبيه أن يقول لهم: الله يفتيكم فيهن أى:يبين لكم حكم ما سألتم عنه، وهذه الآية رجوع إلى ما افتتحت به السورة من أمر النساء.وكانت قد بقيت لهم أحكام لم يعرفوها فسألوا فقيل لهم: إن الله يفتيكم فيهن..  .فسؤال الصحابة ليس عن ذوات النساء وإنما عن أحكام تتعلق بهن.أخرج ابن جرير وغيره عن سعيد بن جبير قال: كان لا يرث إلا الرجل الذي قد بلغ أن يقوم في المال ويعمل فيه، ولا يرث الصغير ولا المرأة شيئا فلما نزلت آية المواريث في سورة النساء شق ذلك على الناس وقالوا: أيرث الصغير الذي لا يقوم في المال، والمرأة التي هي كذلك كما يرث الرجل الذي يعمل في المال؟ فرجوا أن يأتى في ذلك حدث من السماء فانتظروا:فلما رأوا أنه لا يأتى حدث قالوا: لئن تم هذا إنه لواجب ما عنه بد. ثم قالوا: سلوا رسول الله صلى الله عليه وسلم فسألوه. فأنزل الله وَيَسْتَفْتُونَكَ فِي النِّساءِ.. الآية  .وقوله قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وعد من الله- تعالى- بالإجابة عما يسألون عنه. وهو لون من تبشير السائل المتحير بأنه قد وجد ضالته حتى يطمئن قلبه، ويهدأ باله. وذلك مثل قولهم- ولله المثل الأعلى- لمن سأل سؤالا لمن يحسن الإجابة عنه: على الخبير وقعت.أى: قل يا محمد لهؤلاء السائلين عن بعض الأحكام المتعلقة بالنساء: الله- تعالى- يفتيكم في شأنهن، ويبين لكم بأجلى بيان وأحكمه ما تجهلون من أحكامهن. ويقضى بينكم وبينهن بالعدل الذي لا يحوم حوله باطل.وفي تقديم لفظ الجلالة تنويه بشأن هذه الفتيا، وإشعار بوجوب التزام ما تتضمنه من أحكام لأنها صادرة من العليم الخبير.وقوله وَما يُتْلى عَلَيْكُمْ فِي الْكِتابِ للنحاة فيه مذاهب شتى، لعل أولاها بالقبول أن تكون ما اسم موصول مبتدأ والخبر محذوف والتقدير يسألونك يا محمد عن بعض أحكام النساء فقل لهم: الله يفتيكم في شأنهن، والذي يتلى عليكم في الكتاب كذلك أى: يفتيكم في شأنهن أيضا. وذلك المتلو في الكتاب الذي بين بعض الأحكام التي تتعلق بالنساء منه قوله- تعالى فيما لم يألفوها من قبل، فتعددت أسئلتهم عن الأحكام التي تتعلق بالنساء حتى ينفذوا نحوهن ما يطلبه الإسلام منهم من حيث معاشرتهن وولايتهن وميراثهن وغير ذلك من الأحكام.قال القرطبي: نزلت- هذه الآية- بسبب سؤال قوم من الصحابة عن أمر النساء وأحكامهن في الميراث وغير ذلك. فأمر الله- تعالى- نبيه أن يقول لهم: الله يفتيكم فيهن أى:يبين لكم حكم ما سألتم عنه، وهذه الآية رجوع إلى ما افتتحت به السورة من أمر النساء.وكانت قد بقيت لهم أحكام لم يعرفوها فسألوا فقيل لهم: إن الله يفتيكم فيهن..  .فسؤال الصحابة ليس عن ذوات النساء وإنما عن أحكام تتعلق بهن.أخرج ابن جرير وغيره عن سعيد بن جبير قال: كان لا يرث إلا الرجل الذي قد بلغ أن يقوم في المال ويعمل فيه، ولا يرث الصغير ولا المرأة شيئا فلما نزلت آية المواريث في سورة النساء شق ذلك على الناس وقالوا: أيرث الصغير الذي لا يقوم في المال، والمرأة التي هي كذلك كما يرث الرجل الذي يعمل في المال؟ فرجوا أن يأتى في ذلك حدث من السماء فانتظروا:فلما رأوا أنه لا يأتى حدث قالوا: لئن تم هذا إنه لواجب ما عنه بد. ثم قالوا: سلوا رسول الله صلى الله عليه وسلم فسألوه. فأنزل الله وَيَسْتَفْتُونَكَ فِي النِّساءِ.. الآية  .وقوله قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وعد من الله- تعالى- بالإجابة عما يسألون عنه. وهو لون من تبشير السائل المتحير بأنه قد وجد ضالته حتى يطمئن قلبه، ويهدأ باله. وذلك مثل قولهم- ولله المثل الأعلى- لمن سأل سؤالا لمن يحسن الإجابة عنه: على الخبير وقعت.أى: قل يا محمد لهؤلاء السائلين عن بعض الأحكام المتعلقة بالنساء: الله- تعالى- يفتيكم في شأنهن، ويبين لكم بأجلى بيان وأحكمه ما تجهلون من أحكامهن. ويقضى بينكم وبينهن بالعدل الذي لا يحوم حوله باطل.وفي تقديم لفظ الجلالة تنويه بشأن هذه الفتيا، وإشعار بوجوب التزام ما تتضمنه من أحكام لأنها صادرة من العليم الخبير.وقوله وَما يُتْلى عَلَيْكُمْ فِي الْكِتابِ للنحاة فيه مذاهب شتى، لعل أولاها بالقبول أن تكون ما اسم موصول مبتدأ والخبر محذوف والتقدير يسألونك يا محمد عن بعض أحكام النساء فقل لهم: الله يفتيكم في شأنهن، والذي يتلى عليكم في الكتاب كذلك أى: يفتيكم في شأنهن أيضا. وذلك المتلو في الكتاب الذي بين بعض الأحكام التي تتعلق بالنساء منه قوله- تعالى فيما لم يألفوها من قبل، فتعددت أسئلتهم عن الأحكام التي تتعلق بالنساء حتى ينفذوا نحوهن ما يطلبه الإسلام منهم من حيث معاشرتهن وولايتهن وميراثهن وغير ذلك من الأحكام.قال القرطبي: نزلت- هذه الآية- بسبب سؤال قوم من الصحابة عن أمر النساء وأحكامهن في الميراث وغير ذلك. فأمر الله- تعالى- نبيه أن يقول لهم: الله يفتيكم فيهن أى:يبين لكم حكم ما سألتم عنه، وهذه الآية رجوع إلى ما افتتحت به السورة من أمر النساء.وكانت قد بقيت لهم أحكام لم يعرفوها فسألوا فقيل لهم: إن الله يفتيكم فيهن.. .فسؤال الصحابة ليس عن ذوات النساء وإنما عن أحكام تتعلق بهن.أخرج ابن جرير وغيره عن سعيد بن جبير قال: كان لا يرث إلا الرجل الذي قد بلغ أن يقوم في المال ويعمل فيه، ولا يرث الصغير ولا المرأة شيئا فلما نزلت آية المواريث في سورة النساء شق ذلك على الناس وقالوا: أيرث الصغير الذي لا يقوم في المال، والمرأة التي هي كذلك كما يرث الرجل الذي يعمل في المال؟ فرجوا أن يأتى في ذلك حدث من السماء فانتظروا:فلما رأوا أنه لا يأتى حدث قالوا: لئن تم هذا إنه لواجب ما عنه بد. ثم قالوا: سلوا رسول الله صلى الله عليه وسلم فسألوه. فأنزل الله وَيَسْتَفْتُونَكَ فِي النِّساءِ.. الآية  .وقوله قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وعد من الله- تعالى- بالإجابة عما يسألون عنه. وهو لون من تبشير السائل المتحير بأنه قد وجد ضالته حتى يطمئن قلبه، ويهدأ باله. وذلك مثل قولهم- ولله المثل الأعلى- لمن سأل سؤالا لمن يحسن الإجابة عنه: على الخبير وقعت.أى: قل يا محمد لهؤلاء السائلين عن بعض الأحكام المتعلقة بالنساء: الله- تعالى- يفتيكم في شأنهن، ويبين لكم بأجلى بيان وأحكمه ما تجهلون من أحكامهن. ويقضى بينكم وبينهن بالعدل الذي لا يحوم حوله باطل.وفي تقديم لفظ الجلالة تنويه بشأن هذه الفتيا، وإشعار بوجوب التزام ما تتضمنه من أحكام لأنها صادرة من العليم الخبير.وقوله وَما يُتْلى عَلَيْكُمْ فِي الْكِتابِ للنحاة فيه مذاهب شتى، لعل أولاها بالقبول أن تكون ما اسم موصول مبتدأ والخبر محذوف والتقدير يسألونك يا محمد عن بعض أحكام النساء فقل لهم: الله يفتيكم في شأنهن، والذي يتلى عليكم في الكتاب كذلك أى: يفتيكم في شأنهن أيضا. وذلك المتلو في الكتاب الذي بين بعض الأحكام التي تتعلق بالنساء منه قوله- تعالى فيما شافيا ما تسألون عنه بشأنهن. ويفتيكم أيضا في شأنهن ما تلاه الله عليكم في قرآنه قبل نزول هذه الآية وما يتلوه عليكم بعدها.ويفتيكم- أيضا- ما يتلى عليكم في القرآن في شأن اليتامى اللاتي تمنعونهن ما فرض لهن من الميراث وغيره. وترغبون في نكاحهن لما لهن أو لجمالهن بأقل من صداقهن. أو ترغبون عن نكاحهن وتعضلونهن طمعا في أموالهن. وهذا الإفتاء الذي تلاه الله عليكم في قرآنه يمنعكم من أن تفعلوا شيئا من ذلك.ويفتيكم أيضا ما يتلى عليكم في الكتاب في شأن اليتامى- ذكورا كانوا أو إناثا- بأن يأمركم أن تلتزموا العدل معهم في أموالهم وفي سائر أمورهم.ثم ختم- سبحانه- الآية بقوله: وَما تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كانَ بِهِ عَلِيماً أى:وما تفعلوا من خير يتعلق بهؤلاء المذكورين أو بغيرهم فإن الله- تعالى- كان به عليما علما دقيقا محيطا، وسيجازيكم عليه جزاء يشرح نفوسكم ويصلح بالكم.فالآية الكريمة قد اشتملت على ألوان من الترغيب بشأن الإحسان إلى النساء وإلى المستضعفين من الولدان. وإلى اليتامى حتى تعيش الأمة عيشة هانئة، يشعر ضعيفها برعاية قويها له. ويشعر قويها برضا ضعيفها عنه."
}