{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/77/",
    "ayah_number": 77,
    "text": "والاستفهام في قوله- تعالى- أَلَمْ تَرَ للتعجيب من حال أولئك الذين كانوا يظهرون التشوق إلى القتال فلما فرض عليهم جبنوا عنه.وقوله كُفُّوا أَيْدِيَكُمْ من الكف بمعنى الامتناع أى: امتنعوا عن مباشرة القتال إلى أن تؤمروا به.والمعنى: ألم ينته علمك يا محمد أو ألم تنظر بعين الدهشة والغرابة إلى حال أولئك الذين كانوا يظهرون شدة الحماسة للقتال، فقيل لهم كُفُّوا أَيْدِيَكُمْ أى: عن القتال لأنكم لم تؤمروا به بعد وَأَقِيمُوا الصَّلاةَ فإن الصلاة تخلص النفس من أدران المآثم، وتجعلها تتجه إلى الله وحده وَآتُوا الزَّكاةَ فإن الزكاة تطهر النفوس من الشح والبخل، وتربط بين الناس برباط المحبة والتعاون.ثم بين- سبحانه- حالهم بعد أن فرض عليهم القتال فقال: فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتالُ إِذا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً.أى: فحين فرض عليهم القتال وأمروا بمباشرته بعد أن صارت للمسلمين دولة بالمدينة، حين حدث ذلك، إذا فريق منهم- وهم الذين قل إيمانهم، وضعف يقينهم، وارتابت قلوبهم- يَخْشَوْنَ النَّاسَ أى يخافونهم خوفا شديدا كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً أى: يخافون من الكفار أن يقتلوهم كما يخافون من الله أن ينزل بهم بأسه، أو أشد من ذلك.فالمراد بالناس في قوله يَخْشَوْنَ النَّاسَ أولئك الأعداء الذين كتب الله على المؤمنين قتالهم.وعبر عن هؤلاء الأعداء بقوله النَّاسَ زيادة في توبيخ أولئك الذين خافوا منهم هذا الخوف الشديد، لأنهم لو كانوا مؤمنين حقا، لاستقبلوا ما فرضه الله عليهم بالسمع والطاعة، ولما خافوا هذا الخوف الشديد من أناس مثلهم.وقوله كَخَشْيَةِ اللَّهِ مفعول مطلق، أى يخشونهم خشية كخشية الله.وهو بيان لشدة خورهم وهلعهم، ولفساد تفكيرهم، حيث جعلوا خشيتهم للناس في مقابل خشيتهم لله، الذي يجب أن تكون خشيته- سبحانه- فوق كل خشية.وقوله أَوْ أَشَدَّ خَشْيَةً معطوف على ما قبله. وأشد حال من خشية لأن نعت النكرة إذا تقدم عليها أعرب حالا.وفي هذه الجملة الكريمة زيادة في توبيخهم وذمهم وترق في توضيح حالتهم القبيحة، لأنه إذا كان من المقرر أنه لا يجوز للعاقل أن يجعل خشيته للناس كخشيته لله، فمن باب أولى لا يجوز له أن يجعل خشيته للناس أشد من خشيته لله- تعالى-.قال الفخر الرازي ما ملخصه: فإن قيل: ظاهر أَوْ أَشَدَّ خَشْيَةً يوهم الشك. وذلك على علام الغيوب محال. أجيب بأن أَوْ بمعنى بل. أو هي للتنويع. على معنى أن خشية بعضهم كخشية الله وخشية بعضهم أشد منها أو هي للإبهام على السامع. على معنى أنهم على إحدى الصفتين من المساواة والشدة. وهو قريب مما في قوله- تعالى-: وَأَرْسَلْناهُ إِلى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ يعنى أن من يبصرهم يقول: أنهم مائة ألف أو يزيدونثم حكى- سبحانه- ما قاله أولئك الضعفاء عند ما فرض عليهم القتال فقال: وَقالُوا رَبَّنا لِمَ كَتَبْتَ عَلَيْنَا الْقِتالَ لَوْلا أَخَّرْتَنا إِلى أَجَلٍ قَرِيبٍ.أى: أن هؤلاء الضعفاء لم يكتفوا بما اعتراهم من فزع وجزع عند ما كتب عليهم القتال وإنما أضافوا إلى ذلك أنهم قالوا على سبيل الضجر والألم: يا ربنا لم كتبت علينا القتال في هذا الوقت لَوْلا أَخَّرْتَنا إِلى أَجَلٍ قَرِيبٍ أى: هلا عافيتنا وتركتنا حتى نموت موتة لا قتال معها عند حضور آجالنا، دون أن نتعرض لهذا التكليف الثقيل المخيف.وهكذا يصور القرآن تخبط هؤلاء الضعفاء أكمل تصوير. إنهم قبل أن يفرض القتال يظهرون التحمس له، والتشوق لخوض معا معه، فإذا ما فرض عليهم القتال فزعوا وارتعدوا وقالوا ما قالوا من ضلال بضيق وهلع.ويبدو أن هذه طبيعة أكثر المتهورين في كل وقت، إنهم قبل أن يجد الجد أشد الناس حماسة للقاء الأعداء، فإذا ماجد الجد ووقعت الواقعة كانوا أول الفارين، وأول الناكصين على أعقابهم.وذلك لأن الشجعان العقلاء لا يتمنون لقاء الأعداء، ولا ينشئون القتال إنشاء، وإنما يقدرون الأمور حق قدرها، ويضعون الأشياء في مواضعها، فإذا ما اقتضت الضرورة خوض معركة من المعارك ثبتوا ثبات الأبطال.أما المندفعون بدون إيمان يدفعهم، أو عقل يرشدهم، فإنهم لعدم تقديرهم للأمور يكونون في ساعة الشدة أول الناس جزعا ونكولا وانهيارا.ولكن من هؤلاء الذين تحدثت عنهم الآية الكريمة ووصفتهم بأنهم حين كتب عليهم القتال «إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب..» ؟!!إن الذي يراجع أقوال المفسرين يرى أن بعضهم يميل إلى أن الآية الكريمة في شأن المؤمنين، ويرى أن بعضهم يرجح أنها في شأن المنافقين، وقد لخص الإمام الرازي هذه الأقوال تلخيصا حسنا فقال:«هذه الآية صفة للمؤمنين أو المنافقين؟ فيه قولان:الأول: أن الآية نزلت في المؤمنين. قال الكلبي: نزلت في عبد الرحمن بن عوف، والمقداد، وقدامة بن مظعون، وسعد بن أبى وقاص. كانوا مع النبي صلى الله عليه وسلم قبل أن يهاجروا إلى المدينة، ويلقون من المشركين أذى شديدا، فيشكون ذلك إلى النبي صلى الله عليه وسلم ويقولون: ائذن لنا في قتالهم ويقول لهم الرسول صلى الله عليه وسلم كفوا أيديكم فإنى لم أومر بقتالهم، واشتغلوا بإقامة دينكم من الصلاة والزكاة، فلما هاجر رسول الله صلى الله عليه وسلم إلى المدينة كرهه بعضهم فأنزل الله هذه الآية.ثم قال: واحتج الذاهبون إلى هذا القول بأن الذين يحتاج الرسول أن يقول لهم: كفوا عن القتال هم الراغبون في القتال والراغبون في القتال هم المؤمنون، فدل هذا على أن الآية في حق المؤمنين.. وأن كراهتهم للقتال إنما هي بمقتضى الجبلة البشرية ... وقولهم لِمَ كَتَبْتَ عَلَيْنَا الْقِتالَ محمول على التمني في التخفيف للتكليف لا على وجه الإنكار لإيجاب الله تعالى.ثم قال: والقول الثاني: أن الآية نازلة في حق المنافقين. واحتج الذاهبون إلى هذا القول بأن الآية مشتملة على أمور تدل على أنها مختصة بالمنافقين، لأن الله وصفهم بأنهم يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً ومعلوم أن هذا الوصف لا يليق إلا بالمنافق، لأن المؤمن لا يجوز أن يكون خوفه من الناس أزيد من خوفه من الله- تعالى- ولأنه- سبحانه- حكى عنهم أنهم قالوا: ربنا لما كتبت علينا القتال، والاعتراض على الله ليس إلا من صفة الكفار أو المنافقين، ولأن الله قال للرسول: قُلْ مَتاعُ الدُّنْيا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقى وهذا الكلام يذكر مع من كانت رغبته في الدنيا أكثر من رغبته في الآخرة، وذلك من صفات المنافقين.ثم قال. والأولى حمل الآية على المنافقين لأنه- سبحانه- ذكر بعد هذه الآية قوله: وَإِنْ تُصِبْهُمْ حَسَنَةٌ يَقُولُوا هذِهِ مِنْ عِنْدِ اللَّهِ، وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هذِهِ مِنْ عِنْدِكَ ولا شك أن هذا من كلام المنافقين، فإذا كانت هذه الآية معطوفة على الآية التي نحن في تفسيرها ثم المعطوف في المنافقين، وجب أن يكون المعطوف عليهم فيهم أيضا .ونحن نوافق الإمام الرازي فيما ذهب إليه من أن حمل الآية الكريمة على أنها في المنافقين هو الأولى للأسباب التي ذكرها.ونضيف إلى ما ذكره الإمام الرازي أن المتأمل في سياق الآيات السابقة واللاحقة يراها واضحة في شأن المنافقين، ومن هم على شاكلتهم من ضعاف الايمان، الذين أدى بهم ضعف نفوسهم، وحبهم للدنيا إلى كراهة القتال، والخوف من تكاليفه ...فأنت إذا قرأت الآيات التي قبيل هذه الآية تراها تتحدث عن إرادة تحاكمهم إلى الطاغوت مع زعمهم الإيمان بما أنزل إلى الرسول صلى الله عليه وسلم وبما أنزل على الرسل من قبله. وتراها تتحدث عن تباطئهم عن القتال وفرحهم لنجاتهم من مخاطرة.ثم إذا قرأت الآيات التي تأتى بعد هذه الآية تراها تتحدث عن نسبتهم الحسنة إلى الله، ونسبتهم السيئة إلى رسوله صلى الله عليه وسلم وعن إذاعتهم لأسرار المؤمنين ... ألخ، فثبت أن الآية الكريمة تتحدث عن صفات المنافقين، وعمن هم قريبو الشبه بهم من ضعاف الإيمان الذين أخلدوا إلى الراحة. وآثروا القعود في بيوتهم على القتال من أجل إعلاء كلمة الله، ودفع الظلم عن المظلومين.ونضيف أيضا أن القول الأول- الذي ذكره الإمام الرازي وهو أن الآية نزلت في المؤمنين- غير صحيح لأسباب من أهمها:1- أن الرواية التي ذكرها الإمام الرازي نقلا عن الكلبي وهي أن الآية نزلت في عبد الرحمن بن عوف والمقداد وقدامة بن مظعون ... إلخ هذه الرواية يبدو عليها الضعف، لأنها لم ترد في كتب الحديث الموثوق بها، ولأن الكلبي نفسه قد عرف عنه عدم التثبت في النقل.ولقد علق الإمام الشيخ محمد عبده على هذه الرواية بقوله: «إننى أجزم ببطلان هذه الرواية مهما كان سندها، لأننى أبرئ السابقين الأولين كسعد وعبد الرحمن مما رموا به. وهذه الآية متصلة بما قبلها، فإن الله- تعالى- أمر بأخذ الحذر والاستعداد للقتال، والنفر له، وذكر حال المبطئين لضعف قلوبهم. وبعد هجرة النبي صلى الله عليه وسلم إلى المدينة أمر الإسلام أتباعه بالسلم وتهذيب النفوس بالعبادة والكف عن الاعتداء والقتال.. إلى أن اشتدت الحاجة إليه ففرضه الله عليهم فكرهه الضعفاء منهم» .2- أن المؤمنين لم يعهد عنهم ما ذكرت الآية من خوف من القتال، ومن تمن لعدم حضوره، وإنما المعهود عنهم أنهم كانوا يبادرون إليه كلما اقتضت الضرورة ذلك ويتسابقون لخوض ساحته دفاعا عن دينهم، وانتصارا ممن بغى عليهم.ولقد قال المقداد بن عمرو للرسول صلى الله عليه وسلم. في غزوة بدر يا رسول الله، امض لما أمرك الله فنحن معك. والله لا نقول لك كما قالت بنو إسرائيل لموسى: اذهب أنت وربك فقاتلا إنا هاهنا قاعدون. ولكن نقول لك اذهب أنت وربك فقاتلا إنا معكم مقاتلون. فو الذي بعثك بالحق لو سرت بنا إلى برك الغماد لجالدنا معك من دونه حتى تبلغه ...إلى غير ذلك من الأقوال والمواقف التي تدل على شجاعتهم وقوة إيمانهم.ولقد رجح الإمام القرطبي عند تفسيره للآية الكريمة أنها في المنافقين فقال: قال مجاهد:هي في اليهود. وقال الحسن: هي في المؤمنين لقوله «يخشون الناس» أى مشركي مكة «كخشية الله» فهي على ما طبع عليه البشر من المخافة لا على المخالفة. وقال السدى: هم قوم أسلموا قبل فرض القتال فلما فرض كرهوه. وقيل: هو وصف للمنافقين. والمعنى: يخشون القتل من المشركين كما يخشون الموت من الله «أو أشد خشبة» أى عندهم وفي اعتقادهم.ثم قال: قلت وهذا أشبه بسياق الآية لقوله ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب ومعاذ الله أن يصدر هذا القول من صحابى كريم، يعلم أن الآجال محدودة، والأرزاق مقسومة، بل كانوا لأوامر الله ممتثلين سامعين طائعين، يرون الوصول إلى الدار الآجلة خيرا من المقام في الدار العاجلة، على ما هو المعروف من سيرتهم- رضى الله عنهم- اللهم إلا أن يكون قائله ممن لم يرسخ في الإيمان قدمه، ولا انشرح بالإسلام جنانه، فإن أهل الإيمان متفاضلون فمنهم الكامل ومنهم الناقص، وهو الذي تنفر نفسه عما تؤمر به فيما تلحقه فيه المشقة وتدركه فيه الشدة» .والخلاصة: أن الذي تطمئن إليه نفوسنا أن الآية الكريمة تحكى ما كان عليه المنافقون وضعاف الإيمان، من بعد عن طاعة الله، ومن جبن في النفوس ومن حب للحياة الدنيا وزينتها.وأن المؤمنين بعيدون كل البعد عما اشتملت عليه الآية الكريمة من صفات وأحوال لأن ما عرف عنهم من إيمان وإقدام ينأى بهم عن أن يكونوا ممن قال الله فيهم فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتالُ إِذا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وعن أن يقولوا: رَبَّنا لِمَ كَتَبْتَ عَلَيْنَا الْقِتالَ لَوْلا أَخَّرْتَنا إِلى أَجَلٍ قَرِيبٍ.هذا، وقوله- تعالى- قُلْ مَتاعُ الدُّنْيا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقى وَلا تُظْلَمُونَ فَتِيلًا رد على التصرفات الذميمة، والأقوال الفاسدة التي صدرت عن المنافقين وضعاف الإيمان! وإرشاد من الله- تعالى- لعباده إلى أن متاع الحياة الدنيا قليل بالنسبة لما اشتملت عليه الآخرة من نعيم للمؤمنين الصادقين.والمتاع: اسم لما يتمتع به الإنسان في هذه الحياة من مال وغيره.والفتيل: هو الخيط الدقيق الذي يكون في شق نواة التمرة. ويضرب به المثل في القلة والتفاهة.والمعنى: قل- يا محمد- لهؤلاء الذين يخشون لقاء الأعداء، ويفزعون من القتال طمعا في التمتع بزينة الحياة الدنيا، قل لهم: إن منافع الدنيا ولذاتها قليلة مهما كبرت في أعينكم لأنها زائلة فانية، أما الآخرة بما فيها من نعيم دائم فهي خير ثوابا، وأعظم أجرا لمن اتقى الله، وجاهد في سبيله. وإذا كان الأمر كذلك فاجعلوا خشيتكم من الله وحده، وبادروا إلى الجهاد في سبيل إعلاء كلمة الله، لكي تنالوا الثواب الجزيل من الله دون أن يذهب من ثوابكم شيئا مهما كان هذا الشيء ضئيلا أو قليلا، ودون أن ينقص من أعماركم شيئا لأن الجبن لا يؤخر الحياة كما أن الإقدام لا ينقص شيئا منها."
}