{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/125/",
    "ayah_number": 125,
    "text": "ثم أثنى- سبحانه- على من أخلص له الإيمان والعمل فقال: وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ.أى: لا أحد أحسن دينا، وأجدر بالقبول عند الله وبجزيل ثوابه ممن أخلص نفسه لله، وجعلها سالمة له بحيث لا تعرف لها ربا ولا معبودا سواه.وقوله وَهُوَ مُحْسِنٌ أى: وهو مؤد لما أمره الله به ومبتعد عن كل ما نهاه الله عنه، على الوجه اللائق الحسن.فالاستفهام في قوله وَمَنْ أَحْسَنُ للنفي. والمقصود منه مدح من فعل ذلك على أتم وجه.وقوله وَهُوَ مُحْسِنٌ جملة في موضع الحال من فاعل أَسْلَمَ.فالآية الكريمة قد أشارت إلى أن الدين الحق يقتضى أمرين:أولهما: إخلاص القلب والنية لله- تعالى- بحيث لا يكون عامرا إلا بذكر الله.والثاني: إتقان العمل الصالح وإجادته حتى يصل إلى مرتبة الإحسان الذي عرفه النبي صلى الله عليه وسلم بقوله: «الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك» .وقوله وَاتَّبَعَ مِلَّةَ إِبْراهِيمَ حَنِيفاً بيان لما كان عليه إبراهيم- عليه السلام- من عقيدة سليمة، ودين قويم. وهو معطوف على قوله أَسْلَمَ وَجْهَهُ.أى: لا أحد أحسن دينا، وأصوب طريقا ممن أخلص نفسه لله، وأتقن أعماله الصالحة على الوجه الذي يرضاه الله- تعالى- واتبع ملة إبراهيم الذي كان مبتعدا عن كل الملل الزائفة المعوجة ومتجها إلى الدين الحق، والمنهاج المستقيم.والمراد بملة إبراهيم: شريعته التي كان يدين الله عليها، ومنهاجه الذي يوافق منهاج الإسلام الذي أتى به محمد- عليه الصلاة والسلام.وحنيفا من الحنف وهو الميل عن الضلال إلى الاستقامة. وضده الجنف يقال: تحنف فلان أى تحرى طريق الاستقامة.وقوله وَاتَّخَذَ اللَّهُ إِبْراهِيمَ خَلِيلًا تذييل جيء به للترغيب في اتباع ملة إبراهيم، وللتنويه بشأنه- عليه السلام- وبشأن من اتبع طريقته.والخليل في كلام العرب: هو الصاحب الملازم الذي لا يخفى عليه شيء من أمور صاحبه.مشتق من الخلة وهي صفاء المودة التي توجب الاختصاص بتخلل الأسرار.قال الآلوسى: والخليل مشتق من الخلة- بضم الخاء- وهي إما من الخلال- بكسر الخاء- فإنها مودة تتخلل النفس وتخالطها مخالطة معنوية. فالخليل من بلغت مودته هذه المرتبة.وإما من الخلل على معنى أن كلا من الخليلين يصلح خلل الآخر. وإما من الخل- بالفتح- وهو الطريق في الرمل، لأنهما يتوافقان على طريقة. وإما من الخلة- بفتح الخاء- بمعنى الخصلة لأنهما يتوافقان في الخصال والأخلاق. وأطلق الخليل على إبراهيم، لأن محبة الله تعالى، قد تخللت نفسه وخالطتها مخالطة تامة، أو لتخلقه بأخلاق الله تعالى .والمعنى: واتخذ الله إبراهيم حنيفا له من بين خلقه، لأنه- عليه السلام- كان خالص المحبة لخالقه- عز وجل- ومبغضا لكل ما يبغضه الله من الشريك والأعمال السيئة، وغيورا على إعلاء كلمة الله وعلى تمكين دينه في الأرض فوصفه الله- تعالى- بهذا الوصف الجليل، وأسبغ عليه الكثير من ألوان نعمه وفضله.قال الجمل: وقوله وَاتَّخَذَ اللَّهُ إِبْراهِيمَ خَلِيلًا في خَلِيلًا وجهان، فإن عدينا اتخذ لاثنين كان مفعولا ثانيا وإلا كان حالا. وهذه الجملة عطف على الجملة الاستفهامية التي معناها الخبر للتنبيه على شرف المتبوع وأنه جدير بأن يتبع لاصطفاء الله له بالخلة، وفائدة هذه الجملة تأكيد وجوب اتباع ملته، لأن من بلغ من الزلفى عند الله أن اتخذه خليلا جديرا بأن تتبع ملته.وأظهر اسم إبراهيم في مقام الإضمار لتفخيم شأنه، والتنصيص على أنه متفق على مدحه."
}