{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/82/",
    "ayah_number": 82,
    "text": "ثم أنكر- سبحانه- على هؤلاء المنافقين وأشباههم عدم تدبرهم للقرآن وحضهم على تأمل حكمه وأحكامه وهداياته فقال: أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ، وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً.وقوله يَتَدَبَّرُونَ من التدبر، وتدبر الأمر- كما يقول الزمخشري- تأمله والنظر في أدباره وما يئول اليه في عاقبته ومنتهاه، ثم استعمل في كل تأمل فمعنى تدبر القرآن: تأمل معانيه وتبصر ما فيه.والاستفهام لإنكار عدم تدبرهم، والتعجيب من استمرارهم في جهلهم ونفاقهم مع توفر الأسباب التي توصلهم إلى الهداية وعلى رأسها تدبر القرآن وتفهم معانيه.والفاء للعطف على مقدر. أى: أيعرضون عن القرآن فلا يتأملون فيه.والمعنى: إن هؤلاء المنافقين والذين في قلوبهم مرض قد خيب الله سعيهم، وكشف خباياهم، ورأوا بأعينهم سوء عاقبة الكافرين وحسن عاقبة المؤمنين، فهلا دفعهم ذلك إلى الإيمان وإلى تدبر القرآن وما اشتمل عليه من هدايات وإرشادات وأخبار صادقة، وأحكام حكيمة.. تشهد بأنه من عند الله- تعالى-، ولو كان هذا القرآن من عند غير الله أى من إنشاء البشر لوجدوا في أخباره وفي نظمه وفي أسلوبه وفي معانيه اختلافا كثيرا فضلا عن الاختلاف القليل، ولكن القرآن لأنه من عند الله وحده قد تنزه عن كل ذلك وخلا من كل اختلاف سواء أكان كثيرا أم قليلا.فالمراد بالاختلاف: تباين النظم، وتناقض الحقائق، وتعارض الأخبار وتضارب المعاني، وغير ذلك مما خلا منه القرآن الكريم لأنه يتنافى مع بلاغته وصدقه.وفي ذلك يقول صاحب الكشاف: قوله لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً أى: لكان الكثير منه مختلفا متناقضا قد تفاوت نظمه وبلاغته ومعانيه، فكان بعضه بالغا حد الإعجاز. وبعضه قاصرا عنه تمكن معارضته، وبعضه إخبارا بغيب قد وافق المخبر عنه، وبعضه إخبارا مخالفا للمخبر عنه، وبعضه دالا على معنى صحيح عند علماء المعاني، وبعضه دالا على معنى فاسد غير ملتئم.فلما تجاوب كله بلاغة معجزة فائقة لقوى البلغاء، وتناصر معان، وصدق أخبار، دل على أنه ليس إلا من عند قادر على ما لم يقدر عليه غيره، عالم بما لا يعلمه أحد سواه».فالآية الكريمة تدعو الناس في كل زمان ومكان إلى تدبر القرآن الكريم وتأمل أحكامه، والانقياد لما اشتمل عليه من توجيهات وإرشادات وأوامر ونواه، ليسعدوا في دنياهم وآخرتهم."
}