{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/85/",
    "ayah_number": 85,
    "text": "ثم رغب- سبحانه المؤمنين في التوسط في الخير، وحذرهم من التوسط في الشر، فقال:مَنْ يَشْفَعْ شَفاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْها، وَمَنْ يَشْفَعْ شَفاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْها والشفاعة: هي التوسط بالقول في وصول إنسان إلى منفعة دنيوية أو أخروية، أو إلى إنقاذه من مضرة. وهي مأخوذة من الشفع وهو الزوج في العدد ضد الوتر. فكأن المشفوع له كان وترا فجعله الشفيع شفعا.والنصيب: الحظ من كل شيء. والكفل: الضعف والنصيب والحظ.قال الجمل: واستعمال الكفل في الشر أكثر من استعمال النصيب فيه وإن كان كل منهما قد يستعمل في الخير كما قال- تعالى- يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ ولقلة استعمال النصيب في الشر وكثرة استعمال الكفل فيه غاير بينهما في الآية الكريمة حيث أتى بالكفل مع السيئة وبالنصيب مع الحسنة».والمعنى: من يشفع شفاعة حسنة، أى يتوسط في أمر يترتب عليه خير يَكُنْ لَهُ نَصِيبٌ مِنْها أى: يكن له ثواب هذه الشفاعة الحسنة. وَمَنْ يَشْفَعْ شَفاعَةً سَيِّئَةً وهي ما كانت في غير طريق الخير يَكُنْ لَهُ كِفْلٌ مِنْها أى: يكن له نصيب من وزرها وإثمها، لأنه سعى في الفساد ولم يسع في الخير.وإطلاق الشفاعة على السعى في الشر من باب المشاكلة، لأن الشفاعة لا تطلق إلا على الوساطة في الخير.والآية الكريمة وإن كانت واردة على سبيل التعميم في بيان جزاء كل شفاعة حسنة أو كل شفاعة سيئة، إلا أن المقصود بها قصدا أوليا ترغيب المؤمنين في أن يعاون بعضهم بعضا على الجهاد في سبيل الله، وفي انضمام بعضهم إلى بعض من أجل نصرة الحق، وتهديد المنافقين الذين كان يشفع بعضهم لبعض لكي يأذن لهم النبي صلى الله عليه وسلم في التخلف عن الجهاد. وقد رجح هذا الاتجاه الإمام ابن جرير فقال ما ملخصه:يعنى- سبحانه- بقوله مَنْ يَشْفَعْ شَفاعَةً حَسَنَةً يَكُنْ لَهُ نَصِيبٌ مِنْها وَمَنْ يَشْفَعْ شَفاعَةً سَيِّئَةً يَكُنْ لَهُ كِفْلٌ مِنْها من يصر يا محمد شفعا لوتر أصحابك، فيشفعهم في جهاد عدوهم وقتالهم في سبيل الله، وهو الشفاعة الحسنة يكن له نصيب منها، أى يكن له من شفاعته تلك نصيب، وهو الحظ من ثواب الله وجزيل كرامته. ومن يشفع وتر أهل الكفر بالله على المؤمنين به، فيقاتلهم وذلك هو الشفاعة السيئة يكن له كفل منها. يعنى بالكفل: النصيب والحظ من الوزر والإثم، وهو مأخوذ من كفل البعير والمركب، وهو الكساء أو الشيء يهيأ عليه شبيه بالسرج على الدابة. يقال: جاء فلان مكتفلا: إذا جاء على مركب قد وطئ له ... وقد قيل: إن الآية عنى بها شفاعة الناس بعضهم لبعض. وغير مستنكر أن تكون الآية نزلت فيما ذكر، ثم عم بذلك كل شافع بخير أو شر.وإنما اخترنا ما قلنا من القول في ذلك لأنه في سياق الآية التي أمر الله نبيه فيها بحض المؤمنين على القتال. فكان ذلك بالوعد لمن أجاب رسول الله صلى الله عليه وسلم والوعيد لمن أبى إجابته أشبه منه من الحث على شفاعة الناس بعضهم لبعض التي لم يجر لها ذكر قبل. ولا لها ذكر بعد.وقوله وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقِيتاً تذييل قصد به تعريف الناس أنه- سبحانه- سيجازى كل إنسان بعمله، حتى يكثروا من فعل الخير ويقلعوا عن فعل الشر.ومقيتا: أى مقتدرا. من أقات على الشيء اقتدر عليه. ومنه قول الزبير ابن عبد المطلب:وذي ضغن كففت النفس عنه ... وكنت على مساءته مقيتاأى: وكنت على رد إساءته مقتدرا.أو مقيتا: معناها حفيظا من القوت وهو ما يمسك الرمق من الرزق وتحفظ به الحياة:والمعنى: وكان الله تعالى- وما زال على كل شيء مقتدرا لا يعجزه شيء، وحفيظا على أحوال الناس لا يغيب عنه شيء من ذلك، وسيجازيهم بما يستحقون من ثواب أو عقاب.هذا وقد وردت أحاديث متعددة في الحض على الشفاعة الحسنة، ومن ذلك ما أخرجه الشيخان عن أبى موسى الأشعرى قال: «كان النبي صلى الله عليه وسلم إذا أتاه طالب حاجة أقبل على جلسائه فقال: «اشفعوا تؤجروا ويقضى الله على لسان نبيه ما أحب» .قال صاحب الكشاف: والشفاعة الحسنة هي التي روعي بها حق مسلم، ودفع بها عنه شر أو جلب إليه خير، وابتغى بها وجه الله، ولم تؤخذ عليها رشوة، وكانت في أمر جائز، لا في حد من حدود الله ولا في حق من الحقوق- يعنى الواجبة عليه- والسيئة ما كانت بخلاف ذلك.وعن مسروق: أنه شفع شفاعة. فأهدى إليه المشفوع له جارية. فغضب وردها. وقال:لو علمت ما في قلبك ما تكلمت في حاجتك. ولا أتكلم فيما بقي منها»."
}