{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/56/",
    "ayah_number": 56,
    "text": "والمراد بالذين كفروا هنا: كل كافر سواء أكان من بنى إسرائيل أم من غيرهم.وقوله: نُصْلِيهِمْ من الإصلاء وهو إيقاد النار. والمراد هنا إدخالهم فيها وقوله:نَضِجَتْ من النضج وهو بلوغ نهاية الشيء. يقال: نضج الثمر واللحم ينضج نضجا إذا أدرك وبلغ نهايته. والمراد هنا: احتراق الجلود احتراقا تاما.والمعنى: إِنَّ الَّذِينَ كَفَرُوا بِآياتِنا الدالة على أن الله وحده هو المستحق للعبادة والخضوع سَوْفَ نُصْلِيهِمْ ناراً أى: سوف ندخلهم نارا هائلة عظيمة وسوف هنا- كما قال سيبويه- للتهديد وتأكيد العذاب المقبل ولو مع التراخي وتراخى العذاب مع تأكيده يجعل النفس في فزع دائم، وخوف مستمر حتى يقع.وقوله كُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها بيان لشدة العذاب ودوامه أى: كلما احترقت جلودهم وتلاشت أعطيناهم بدل الجلود المحترقة جلودا غير محترقة مغايرة للمحترقة.فالتبديل على هذا تبديل حقيقى مادى. بمعنى أن يخلق الله- تعالى- مكان الجلود المحترقة جلودا أخرى جديدة مغايرة للمحترقة.ويرى بعضهم أن الجملة الكريمة كناية عن دوام العذاب لهم. وقد ذكر هذا الرأى الفخر الرازي فقال: ويمكن أن يقال: هذا استعارة عن الدوام وعدم الانقطاع. كما يقال لمن يراد وصفه بالدوام: كلما انتهى فقد ابتدأ. وكلما وصل إلى آخره فقد ابتدأ من أوله. فكذا قوله كُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها.يعنى: كلما ظنوا أنهم نضجوا واحترقوا وانتهوا إلى الهلاك، أعطيناهم قوة جديدة من الحياة.فيكون المقصود بيان دوام العذاب وعدم انقطاعه)  .والذي نراه أن حمل التبديل على حقيقته أولى، لأنه ليس لنا أن نعدل في كلام الله عن الحقيقة إلى المجاز، إلا عند الضرورة. وهنا لا ضرورة لذلك، لأن تبديل الجلود داخل تحت قدرة الله- تعالى- ولأن هذا المعنى الذي ذكره الإمام الرازي يتأتى مع حمل اللفظ على حقيقته إذ كلمة «كل» تدل على دوام العذاب وعدم انقطاعه، ولأن كثيرا من السلف قد فسروا الآية على الوجه الأول، فقد روى عن ابن عمر أنه قال: تلا رجل عند عمر هذه الآية قال: فقال عمر: أعدها على. فأعادها. فقال معاذ بن جبل: عندي تفسيرها: تبدل جلودهم في كل ساعة مائة مرة. فقال عمر: هكذا سمعت من رسول الله صلى الله عليه وسلم.وقوله لِيَذُوقُوا الْعَذابَ جملة تعليلية لقوله بَدَّلْناهُمْ أى بدلناهم جلودا غيرها ليقاسوا شدة العذاب، وليحسوا به في كل مرة كما يحس الذائق للشيء الذي يذوقه.وقوله إِنَّ اللَّهَ كانَ عَزِيزاً حَكِيماً تذييل قصد به تأكيد التهديد والوعيد الذي اشتملت عليه الآية الكريمة.أى: أن الله- تعالى كان وما زال عزيزا لا يغلبه غالب، ولا يمنع عقابه مانع (حكيما) في تدبيره وتقديره وتعذيب من يعذبه وإثابة من يثيبه."
}