{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/38/34/",
    "ayah_number": 34,
    "text": "ثم تحدثت الآيات الكريمة بعد ذلك عن فتنة سليمان- عليه السلام- فقال- تعالى-:وَلَقَدْ فَتَنَّا سُلَيْمانَ وَأَلْقَيْنا عَلى كُرْسِيِّهِ جَسَداً ثُمَّ أَنابَ ...وقوله: فَتَنَّا من الفتن بمعنى الابتلاء والاختبار والامتحان. تقول: فتنت الذهب بالنار، أى: اختبرته لتعلم جودته..قال الآلوسى: وأظهر ما قيل في فتنة سليمان- عليه السلام- أنه قال: لأطوفن الليلة على سبعين امرأة. تأتى كل واحدة بفارس يجاهد في سبيل الله- تعالى- ولم يقل إن شاء الله. فطاف عليهن فلم تحمل إلا امرأة وجاءت بشق رجل.وقد روى ذلك الشيخان وغيرهما عن أبى هريرة مرفوعا، وفيه: «فو الذي نفس محمد بيده لو قال إن شاء الله لجاهدوا فرسانا» .ولكن الذي في صحيح البخاري أربعين بدل سبعين. وأن الملك قال له: قل إن شاء الله، فلم يقل- أى فلم يقل ذلك على سبيل النسيان..والمراد بالجسد ذلك الشق الذي ولدته له. ومعنى إلقائه على كرسيه: وضع القابلة له عليه ليراه.وقد ذكروا أن سليمان: إنما قال: «تحمل كل امرأة فارسا يجاهد في سبيل الله» على سبيل التمني للخير، وطلب الذرية الصالحة المجاهدة في سبيل الله.ومعنى «فلم يقل» أى: بلسانه على سبيل النسيان، والنسيان معفو عنه، إلا أن سليمان- عليه السلام- لسمو منزلته اعتبر ذلك ذنبا يستحق الاستغفار منه، فقال بعد ذلك «رب اغفر لي ... » .وقوله: «لأطوفن الليلة ... » كناية عن الجماع. قالوا: ولعل المقصود. طوافه عليهن ابتداء من تلك الليلة، ولا مانع من أن يستغرق طوافه بهن عدة ليال.وقد استنبط العلماء من هذا الحديث أن فتنة سليمان، هي تركه تعليق ما طلبه على مشيئة الله، وأن عقابه على ذلك كان عدم تحقق ما طلبه.وهذا الرأى في تقديرنا هو الرأى الصواب في تفسير الآية الكريمة لأنه مستند إلى حديث صحيح ثابت في الصحيحين وفي غيرهما، ولأنه يتناسب مع عصمة الأنبياء وسمو منزلتهم، فإن النسيان الذي لا يترتب عليه ترك شيء من التكاليف التي كلفهم الله- تعالى- بها جائز عليهم.وقد ذكرنا عند تفسيرنا لقوله- تعالى-: وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ غَداً إِلَّا أَنْ يَشاءَ اللَّهُ أن الوحى مكث فترة لم ينزل على رسول الله صلّى الله عليه وسلم لأنه نسى أن يقول- عند ما سأله المشركون عن بعض الأشياء إن شاء الله، وقال سأجيبكم على ما سألتمونى عنه غدا.  .ومن العلماء من آثر عدم تعيين الفتنة التي اختبر الله- تعالى- بها سيدنا سليمان- عليه السلام-، بتركه المشيئة، فقال بعد أن ذكر الحديث السابق: وجائز أن تكون هذه الفتنة التي تشير إليها الآيات هنا وأن يكون الجسد هو هذا الوليد الشق، ولكن هذا مجرد احتمال.ثم قال: وكل ما نخرج به هو أنه كان هناك ابتلاء من الله وفتنة لنبي الله سليمان- عليه السلام- في شأن يتعلق بتصرفاته في الملك والسلطان، كما يبتلى الله أنبياءه ليوجههم ويرشدهم. ويبعد خطاهم عن الزلل، وأن سليمان أناب إلى ربه ورجع. وطلب المغفرة، واتجه إلى الله بالرجاء والدعاء..  .ونرى أنه رأى لا بأس به، وإن كنا نؤثر عليه الرأى السابق لاستناده في استنباط المراد من الفتنة هنا إلى الحديث الصحيح.هذا. وهناك أقوال أخرى ذكروها في المقصود بفتنة سليمان وبالجسد الذي ألقاه الله على كرسي سليمان، وهي أقوال ساقطة، تتنافى مع عصمة الأنبياء- عليهم السلام-.ومن هذه الأقوال قول بعضهم: إن الجسد الذي ألقى على كرسي سليمان، عبارة عن شيطان تمثل له في صورة إنسان، ثم أخذ من سليمان خاتمه الذي كان يصرف به ملكه. وقعد ذلك الشيطان على كرسي سليمان، ولم يعد لسليمان ملكه إلا بعد أن عثر على خاتمه.وقول بعضهم: إن سبب فتنة سليمان- عليه السلام- هو سجود إحدى زوجاته لتمثال أبيها الذي قتله سليمان في إحدى الحروب، وقد بقيت على هذه الحال هي وجواريها أربعين ليلة، دون أن تعلم سليمان بذلك.وقول بعضهم: إن سبب فتنة سليمان أنه ولد له ولد فخاف عليه من الشياطين، فأمر السحاب بحفظه وتغذيته. ولكن هذا الولد وقع ميتا على كرسي سليمان، فاستغفر سليمان ربه لأنه لم يعتمد عليه في حفظ ابنه. إلى غير ذلك من الأقوال الساقطة الباطلة، التي تتنافى مع عصمة الأنبياء- عليهم الصلاة والسلام-. وتتنافى- أيضا- مع كل عقل سليم، ولا مستند لها إلا النقل عن الإسرائيليات وعن القصاص الذين يأتون بقصص ما أنزل الله بها من سلطان .قال أبو حيان- رحمه الله-: نقل المفسرون في هذه الفتنة وفي إلقاء الجسد أقوالا يجب براءة الأنبياء منها، يوقف عليها في كتبهم، وهي مما لا يحل نقلها، وهي إما من أوضاع اليهود، أو الزنادقة، ولم يبين الله- تعالى- الفتنة ما هي، ولا الجسد الذي ألقاه على كرسي سليمان.وأقرب ما قيل فيه، أن المراد بالفتنة كونه لم يستثن في الحديث الذي قال فيه: لأطوفن الليلة على سبعين امرأة.. والجسد الملقى هو المولود شق رجل. ."
}