{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/38/41/",
    "ayah_number": 41,
    "text": "قال الإمام الرازي: اعلم أن قصة أيوب هي القصة الثالثة من القصص المذكورة في هذه السورة، واعلم أن داود وسليمان كانا ممن أفاض الله عليه أصناف الآلاء والنعماء، وأيوب كان ممن خصه الله بأنواع البلاء، والمقصود من جميع هذه القصص الاعتبار.فكأن الله- تعالى- يقول لنبيه صلّى الله عليه وسلم: اصبر على سفاهة قومك، فإنه ما كان في الدنيا أكثر نعمة ومالا من داود وسليمان، وما كان أكثر بلاء ومحنة من أيوب، فتأمل في أحوال هؤلاء لتعرف أن أحوال الدنيا لا تنظم لأحد، وأن العاقل لا بد له من الصبر على المكاره.. .وأيوب- عليه السلام- هو ابن أموص بن برزاح، وينتهى نسبه إلى إسحاق بن ابراهيم- عليهما السلام- وكانت بعثته على الراجح بين موسى ويوسف- عليهما السلام-.وكان صاحب أموال كثيرة، وله أولاد.. فابتلى في ماله وولده وجسده، وصبر على كل ذلك صبرا جميلا، فكافأه الله- تعالى- على صبره، بأن أجاب دعاءه، وآتاه أهله ومثلهم معهم..وقوله- سبحانه-: وَاذْكُرْ عَبْدَنا أَيُّوبَ ... معطوف على قوله- تعالى- قبل ذلك: وَاذْكُرْ عَبْدَنا داوُدَ....و «النّصب» - بضم فسكون- وقرأ حفص ونافع- بضم النون والصاد: - التعب والمشقة مأخوذ من قولهم أنصبنى الأمر، إذا شق عليه وأتعبه. والعذاب: الآلام الشديدة التي يحس بها الإنسان في بدنه. أى: واذكر- أيها الرسول الكريم- حال أخيك أيوب- عليه السلام- حين دعا ربه- تعالى- فقال: يا رب أنت تعلم أنى مسنى الشيطان بالهموم الشديدة، وبالآلام المبرحة التي حلت بجسدي فجعلتني في نهاية التعب والمرض.وجمع- سبحانه- في بيان ما أصابه بين لفظي النصب والعذاب، للإشارة إلى أنه قد أصيب بنوعين من المكروه: الغم الشديد بسبب زوال الخيرات التي كانت بين يديه، وهو ما يشير إليه لفظ «النصب» والألم الكثير الذي حل بجسده بسبب الأمراض والأسقام، والعلل، وهو ما يشير إليه لفظ «العذاب» ..ونسب ما مسه من نصب وعذاب إلى الشيطان تأدبا منه مع ربه- عز وجل- حيث أبى أن ينسب الشر إليه- سبحانه-، وإن كان الكل من خلق الله- تعالى-.وفي هذا النداء من أيوب لربه، أسمى ألوان الأدب والإجلال، إذ اكتفى في تضرعه بشرح حاله دون أن يزيد على ذلك، ودون أن يقترح على خالقه- عز وجل- شيئا معينا، أو يطلب شيئا معينا.قال صاحب الكشاف: ألطف أيوب- عليه السلام- في السؤال حيث ذكر نفسه بما يوجب الرحمة.. ولم يصرح بالمطلوب.ويحكى أن عجوزا تعرضت لسليمان بن عبد الملك فقالت له: يا أمير المؤمنين، مشت جرذان- أي فئران- بيتي على العصا!! فقال لها: ألطفت في السؤال، لا جرم لأجعلنها تثب وثب الفهود، وملأ بيتها حبا  ..وشبيه بهذه الآية قوله- تعالى- في سورة الأنبياء: وَأَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ.وقد ذكر بعض المفسرين هنا قصصا وأقوالا في غاية السقوط والفساد، حيث ذكروا أن أيوب- عليه السلام- مرض زمنا طويلا، وأن الديدان تناثرت من جسده، وأن لحمه قد تمزق  .وهذه كلها أقوال باطلة، لأن الله- تعالى- عصم أنبياءه من الأمراض المنفرة، التي تؤدى إلى ابتعاد الناس عنهم، سواء أكانت أمراضا جسدية أم عصبية أم نفسية..والذي يجب اعتقاده أن الله- تعالى- قد ابتلى عبده أيوب ببعض الأمراض التي لا تتنافى مع منصب النبوة، وقد صبر أيوب على ذلك حتى ضرب به المثل في الصبر، فكانت عاقبة صبره أن رفع الله- تعالى- عنه الضر والبلاء، وأعطاه من فضله الكثير من نعمه."
}