{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/38/24/",
    "ayah_number": 24,
    "text": "وأمام هذه القضية الواضحة المعالم، وأمام سكوت الأخ المدعى عليه أمام أخيه المدعى،وعدم اعتراضه على قوله.. أمام كل ذلك. لم يلبث أن قال داود في حكمه: لَقَدْ ظَلَمَكَ بِسُؤالِ نَعْجَتِكَ إِلى نِعاجِهِ ...واللام في قوله: لَقَدْ ... جواب لقسم محذوف.وإضافة «سؤال» إلى «نعجتك» من إضافة المصدر إلى مفعوله، والفاعل محذوف.أى: بسؤاله، كما في قوله- تعالى-: لا يَسْأَمُ الْإِنْسانُ مِنْ دُعاءِ الْخَيْرِ أى: من دعائه.وقوله نِعاجِهِ متعلق بسؤال على تضمينه معنى الضم.أى: قال داود- عليه السلام- بعد فراغ المدعى من كلامه، وبعد إقرار المدعى عليه بصدق أخيه فيما ادعاه- والله إن كان ما تقوله حقا- أيها المدعى- فإن أخاك في هذه الحالة يكون قد ظلمك بسبب طلبه منك أن تتنازل له عن نعجتك لكي يضمها إلى نعاجه الكثيرة.وإنما قلنا إن داود- عليه السلام- قد قال ذلك بعد إقرار المدعى عليه بصحة كلام المدعى، لأنه من المعروف أن القاضي لا يحكم إلا بعد سماع حجة الخصوم أو الخصمين حتى يتمكن من الحكم بالعدل.ولم يصرح القرآن بأن داود- عليه السلام- قد قال حكمه بعد سماع كلام المدعى عليه، لأنه مقرر ومعروف في كل الشرائع، وحذف ما هو مقرر ومعلوم جائز عند كل ذي عقل سليم.ثم أراد داود- عليه السلام- وهو الذي آتاه الله الحكمة وفصل الخطاب- أراد أن يهون المسألة عن نفس المشتكى، وأن يخفف من وقع ما قاله أخوه الغنى له، وما فعله معه، فقال:وَإِنَّ كَثِيراً مِنَ الْخُلَطاءِ لَيَبْغِي بَعْضُهُمْ عَلى بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَقَلِيلٌ ما هُمْ....أى: قال داود للمشتكى- على سبيل التسلية له-: وإن كثيرا من الخلطاء، أى الشركاء- جمع خليط، وهو من يخلط ماله بمال غيره.لَيَبْغِي بَعْضُهُمْ عَلى بَعْضٍ أى: ليعتدى بعضهم على بعض، ويطمع بعضهم في مال الآخر إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فإنهم لا يفعلون ذلك لقوة إيمانهم، ولبعدهم عن كل ما لا يرضى خالقهم. فالجملة الكريمة منصوبة المحل على الاستثناء، لأن الكلام قبلها تام موجب.وقوله: وَقَلِيلٌ ما هُمْ بيان لقلة عدد المؤمنين الصادقين الذين يعدلون في أحكامهم.ولفظ «قليل» خبر مقدم و «ما» مزيدة للإبهام وللتعجب من قلتهم. و «هم» مبتدأ مؤخر.فكأنه- سبحانه- يقول: ما أقل هؤلاء المؤمنين الذين يعملون الصالحات ويحرصون على إعطاء كل ذي حق حقه، والجملة الكريمة اعتراض تذييلى.وبهذا نرى أن داود- عليه السلام- قد قضى بين الخصمين، بما يحق الحق ويبطل الباطل.ثم بين- سبحانه- ما حاك بنفس داود- عليه السلام- بعد أن دخل عليه الخصمان، وبعد أن حكم بينهما بالحكم السابق فقال: وَظَنَّ داوُدُ أَنَّما فَتَنَّاهُ، فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ راكِعاً وَأَنابَ.والظن معناه: ترجيح أحد الأمرين على الآخر.وفتناه: بمعنى امتحناه واختبرناه وابتليناه، مأخوذ من الفتن بمعنى الابتلاء والاختبار.أى: وظن داود- عليه السلام- أن دخول الخصمين عليه بهذه الطريقة، إنما هو لأجل الاعتداء عليه. وأن ذلك لون من ابتلاء الله- تعالى- له، وامتحانه لقوة إيمانه، ولكن لما لم يتحقق هذا الظن، وإنما الذي تحقق هو القضاء بينهما بالعدل، استغفر ربه من ذلك الظن، «وخر راكعا» أى: ساجدا لله- تعالى- وعبر عنه بالركوع لأنه في كل منهما انحناء وخضوع لله- عز وجل- «وأناب» أى: ورجع داود إلى الله- تعالى- بالتوبة وبالمداومة على العبادة والطاعة.واسم الإشارة في قوله- تعالى-: فَغَفَرْنا لَهُ ذلِكَ ... يعود إلى الظن الذي استغفر منه ربه، وهو ظنه بأن حضور الخصمين إليه بهذه الطريقة غير المألوفة، القصد منها الاعتداء عليه، فلما ظهر له أنهما حضرا إليه في خصومة بينهما ليحكم فيها، استغفر ربه من ذلك الظن السابق، فغفر الله- تعالى- له."
}