{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/72/19/",
    "ayah_number": 19,
    "text": "ثم بين- سبحانه- حال الصالحين من الجن، عند ما استمعوا إلى النبي صلى الله عليه وسلم وهو يقرأ القرآن، ويتقرب إلى الله- تعالى- بالعبادة فقال: وَأَنَّهُ لَمَّا قامَ عَبْدُ اللَّهِ يَدْعُوهُ كادُوا يَكُونُونَ عَلَيْهِ لِبَداً.أى: وأوحى الله- تعالى- فيما أوحى من شأن الجن، أَنَّهُ لَمَّا قامَ عَبْدُ اللَّهِ وهو محمد صلى الله عليه وسلم يَدْعُوهُ أى: يدعو الله- تعالى- ويعبده في الصلاة، كادُوا أى: الجن يَكُونُونَ عَلَيْهِ لِبَداً أى: كادوا من شدة التزاحم عليه، والتكتل حوله..يكونون كاللبد، أى: كالشىء الذي تلبد بعضه فوق بعض. ولفظ «لبدا» جمع لبدة، وهي الجماعة المتزاحمة، ومنه لبدة الأسد للشعر المتراكم في رقبته.ووضع- سبحانه- الاسم الظاهر موضع المضمر، إذ مقتضى الظاهر أن يقال: وأنه لما قمت تدعو الله.. أو لما قمت أدعو الله ... تكريما للنبي صلى الله عليه وسلم حيث وصفه بأنه «عبد الله» لما في هذه الإضافة من التشريف والتكريم.والجن: إنما ازدحموا حول الرسول صلى الله عليه وسلم وهو يصلى ويقرأ القرآن ... تعجبا مما شاهدوه من صلاته، ومن حسن قراءته، ومن كمال اقتداء أصحابه، قياما، وركوعا، وسجودا ...ومنهم من يرى أن الضمير في «كادوا» يعود لكفار قريش، فيكون المعنى: وأنه لما قام محمد صلى الله عليه وسلم يدعو ربه ... كادوا من تزاحمهم عليه، يكونون كاللبد، لا لكي ينتفعوا بما يسمعون، ولكن لكي يطفئوا نور الله بأفواههم، والحال أن الله- تعالى- قد رد كيدهم في نحورهم، وأبى إلا أن يتم نوره ولو كره المشركون.قال صاحب الكشاف: «عبد الله» هو النبي صلى الله عليه وسلم، فإن قلت: هلا قيل: رسول الله أو النبي؟ قلت: لأن تقديره وأوحى إلى أنه لما قام عبد الله، فلما كان واقعا في كلام رسول الله صلى الله عليه وسلم عن نفسه، جيء به على ما يقتضيه التواضع والتذلل، أو لأن المعنى أن عبادة عبد الله، لله- تعالى- ليست بأمر مستبعد عن العقل ولا مستنكر، حتى يكونوا عليه لبدا.ومعنى «قام يدعوه» : قام يعبده. يريد: قيامه لصلاة الفجر بنخلة حين أتاه الجن، فاستمعوا لقراءته، وتزاحموا عليه.وقيل معناه: لما قام رسول يعبد الله وحده، مخالفا المشركين في عبادتهم كاد المشركون لتظاهرهم عليه وتعاونهم على عداوته، يزدحمون عليه متراكمين ... .ويبدو لنا أن عودة الضمير في «كادوا» على مؤمنى الجن أرجح، لأن هذا هو الموافق لإعجابهم بالقرآن الذي سمعوه من النبي صلى الله عليه وسلم لأن هذا هو الظاهر من سياق الآيات، حيث إن الحديث عنهم، ولأن الآثار قد وردت في أن الجن قد التفوا حول النبي صلى الله عليه وسلم حين سمعوه يقرأ القرآن.ومن هذه الآثار قول الزبير بن العوام: هم الجن حين استمعوا القرآن من النبي صلى الله عليه وسلم كادوا يركب بعضهم بعضا ازدحاما عليه ... ."
}