{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/72/1/",
    "ayah_number": 1,
    "text": "تفسير سورة الجنمقدمة وتمهيد1- سورة «الجن» من السور المكية الخالصة، وتسمى بسورة قُلْ أُوحِيَ ... ، وعدد آياتها ثمان وعشرون آية بلا خلاف، وكان نزولها بعد سورة «الأعراف» وقبل سورة «يس» وقد سبقها في ترتيب النزول ثمان وثلاثون سورة، إذ هي السورة التاسعة والثلاثون- كما ذكر السيوطي-.أما ترتيبها في المصحف، فهي السورة الثانية والسبعون.2- والمتدبر لهذه السورة الكريمة، يراها قد أعطتنا صورة واضحة عن عالم الجن، فهي تحكى أنهم أعجبوا بالقرآن الكريم، وأن منهم الصالح ومنهم غير الصالح، وأنهم لا يعلمون الغيب، وأنهم أهل للثواب والعقاب، وأنهم لا يملكون النفع لأحد، وأنهم خاضعون لقضاء الله- تعالى- فيهم.كما أن هذه السورة قد ساقت لنا ألوانا من سنن الله التي لا تتخلف، والتي منها: أن الذين يستقيمون على طريقه يحيون حياة طيبة في الدنيا والآخرة..كما أنها لقنت النبي صلى الله عليه وسلم الإجابات التي يرد بها على شبهات المشركين وأكاذيبهم، وساقت له ما يسليه عن سفاهاتهم، وما يشرح صدره، ويعينه على تبليغ رسالة ربه..ويبدو أن نزول هذه السورة الكريمة كان في حوالى السنة العاشرة، أو الحادية عشرة، من البعثة- كما سنرى ذلك من الروايات-، وأن نزولها كان دفعة واحدة..وقد ذكر المفسرون عند تفسيرهم لهذه الآيات روايات منها ما أخرجه الشيخان والترمذي، عن ابن عباس أنه قال: انطلق رسول الله صلى الله عليه وسلم في طائفة من أصحابه، عامدين إلى سوق عكاظ بنخلة، وقد حيل بين الشياطين وبين خبر السماء، وأرسلت عليهم الشهب، فرجعت الشياطين إلى قومهم، فقالوا: مالكم؟ قالوا: حيل بيننا وبين خبر السماء، وأرسلت علينا الشهب، قالوا: ما ذاك إلا لشيء حدث، فاضربوا مشارق الأرض ومغاربها، فانظروا ما هذا الذي حال بيننا وبين خبر السماء؟ فانطلقوا يضربون مشارق الأرض ومغاربها، فمر النفر- من الجن- الذي أخذوا نحو تهامة، عامدين إلى سوق عكاظ، فوجدوا الرسول صلى الله عليه وسلم بنخلة يصلى بأصحابه صلاة الصبح، فلما سمعوا القرآن، استمعوا إليه وقالوا: هذا الذي حال بيننا وبين خبر السماء.فرجعوا إلى قومهم فقالوا: يا قومنا، إنا سمعنا قرآنا عجبا، يهدى الى الرشد فآمنا به ولن نشرك بربنا أحدا، وأنزل الله- تعالى- على نبيه قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ....وروى أبو داود عن علقمة عن ابن مسعود عن النبي صلى الله عليه وسلم أنه قال: أتانى داعي الجن، فذهبت معهم، فقرأت عليهم القرآن..وهناك رواية ثالثة لابن إسحاق ملخصها: أنه لما مات أبو طالب، خرج النبي صلى الله عليه وسلم إلى الطائف يلتمس النصرة من أهلها ويدعوهم إلى الإيمان.. فأغروا به سفهاءهم، يسبونه ويستهزئون به..فانصرف صلى الله عليه وسلم عنهم، حتى إذا كان ببطن نخلة- هو موضع بين مكة والطائف- قام يصلى من الليل، فمر به نفر من جن نصيبين- وهو موضع قرب الشام- فاستمعوا إليه، فلما فرغ من صلاته، ولوا إلى قومهم منذرين، قد آمنوا وأجابوا إلى ما سمعوا، فقص الله- تعالى- خبرهم عليه..وهناك روايات أخرى في عدد هؤلاء الجن، وفي الأماكن التي التقوا فيها مع النبي صلى الله عليه وسلم وفيما قرأه الرسول صلى الله عليه وسلم عليهم، وفيمن كان معه من الصحابة خلال التقائه بهم..ويبدو لنا من مجموع الروايات، أن لقاء النبي صلى الله عليه وسلم بالجن قد تعدد، وأنهم تارة استمعوا إليه صلى الله عليه وسلم دون أن يراهم، وتارة التقى بهم وقرأ عليهم القرآن.قال الآلوسى: وقد دلت الأحاديث على أن وفادة الجن كانت ست مرات، ويجمع بذلك بين اختلاف الروايات في عددهم وفي غير ذلك. وذكر ابن مردويه عن ابن عباس أنه قال:صرفت الجن إلى رسول الله صلى الله عليه وسلم مرتين.. .قال القرطبي: واختلف أهل العلم في أصل الجن. فعن الحسن البصري: أن الجن ولد إبليس، والإنس ولد آدم، ومن هؤلاء وهؤلاء مؤمنون وكافرون، وهم شركاء في الثواب والعقاب، فمن كان من هؤلاء وهؤلاء مؤمنا فهو ولى الله، ومن كان من هؤلاء وهؤلاء كافرا فهو شيطان..وعن ابن عباس: أن الجن هم ولد الجان وليسوا بشياطين ومنهم المؤمن والكافر، والشياطين هم ولد إبليس، لا يموتون إلا مع إبليس...وقال بعض العلماء: عالم الجن من العوالم الكونية، كعالم الملائكة وقد أخبر الله- تعالى- أنه خلقه من مارج من نار، أى: أن عنصر النار فيه هو الغالب، وأنه يرى الأناسى وهم لا يرونه، أى: بصورته الجبلية، وإن كان يرى حين يتشكل بأشكال أخرى، كما رئي جبريل حين تشكل بشكل آدمي.وأخبر- سبحانه- بأن الجن قادرون على الأعمال الشاقة. وأن الله سخر الشياطين لسليمان يعملون له ما يشاء من محاريب وتماثيل ...وأخبر بأن من الجن مؤمنين، وأن منهم شياطين متمردين، ومن هؤلاء إبليس اللعين.ولم يختلف أهل الملل في وجودهم، بل اعترفوا به كالمسلمين، وإن اختلفوا في حقيقتهم، ولا تلازم بين الوجود والعلم بالحقائق، ولا بينه وبين الرؤية بالحواس، فكثير من الأشياء الموجودة لا تزال حقائقها مجهولة، وأسرارها محجوبة، وكثير منها لا يرى بالحواس. ألا ترى الروح- وهي مما لا شك في وجودها في الإنسان والحيوان- لم يدرك كنهها أحد ولم يرها أحد، وغاية ما علم من أمرها بعض صفاتها وآثارها..وقد بعث النبي صلى الله عليه وسلم إلى الجن، كما بعث إلى الإنس، فدعاهم الى التوحيد، وأنذرهم وبلغهم القرآن، وسيحاسبون على الأعمال يوم الحساب كما يحاسب الناس، فمؤمنهم كمؤمنهم، وكافرهم ككافرهم وكل ذلك جاء صريحا في القرآن والسنة.. .وقد افتتح- سبحانه- السورة الكريمة بأمر النبي صلى الله عليه وسلم بأن يقول للناس ما حدث من الجن عند سماعهم للقرآن. فقال: قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ ...وفي هذا الأمر دلالة على أن المأمور به شيء هام، يستدعى من السامعين التيقظ والانتباه، والامتثال للمأمور به، وتصديقه صلى الله عليه وسلم فيما أخبر به.والنفر: الجماعة من واحد إلى عشرة، وأصله في اللغة الجماعة من الإنس فأطلق على الجماعة من الجن على وجه التشبيه.أى: قل- أيها الرسول الكريم- للناس، إن الله- تعالى- قد أخبرك عن طريق أمين وحيه جبريل: أن جماعة من الجن قد استمعوا إليك وأنت تقرأ القرآن..فقالوا- على سبيل الفرح والإعجاب بما سمعوا-: إِنَّا سَمِعْنا من الرسول صلى الله عليه وسلم قُرْآناً عَجَباً أى: إنا سمعنا قرآنا جليل الشأن، بديع الأسلوب، عظيم القدر.."
}