{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/75/1/",
    "ayah_number": 1,
    "text": "تفسير سورة القيامةمقدمة وتمهيد1- سورة «القيامة» من السور المكية الخالصة، وتعتبر من السور التي كان نزولها في أوائل العهد المكي، فهي السورة الحادية والثلاثون في ترتيب النزول، وكان نزولها بعد سورة (القارعة) وقبل سورة (الهمزة) . أما ترتيبها في المصحف فهي السورة الخامسة والسبعون.وعدد آياتها أربعون آية في المصحف الكوفي، وتسع وثلاثون في غيره.2- والسورة الكريمة زاخرة بالحديث عن أهوال يوم القيامة، وعن أحوال الناس فيه:وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ. إِلى رَبِّها ناظِرَةٌ. وَوُجُوهٌ يَوْمَئِذٍ باسِرَةٌ. تَظُنُّ أَنْ يُفْعَلَ بِها فاقِرَةٌ.كما أنها تتحدث عن إمكانية البعث، وعن حتمية وقوعه: أَيَحْسَبُ الْإِنْسانُ أَنْ يُتْرَكَ سُدىً. أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنى. ثُمَّ كانَ عَلَقَةً فَخَلَقَ فَسَوَّى. فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى. أَلَيْسَ ذلِكَ بِقادِرٍ عَلى أَنْ يُحْيِيَ الْمَوْتى؟.ولقد روى عن عمر بن الخطاب- رضى الله عنه- أنه قال: من سأل عن يوم القيامة، أو أراد أن يعرف حقيقة وقوعه، فليقرأ هذه السورة.افتتح الله- تعالى- هذه السورة الكريمة بقوله- تعالى-: لا أُقْسِمُ بِيَوْمِ الْقِيامَةِ.وللعلماء في مثل هذا التركيب أقوال منها: أن حرف «لا» هنا جيء به، لقصد المبالغة في تأكيد القسم، كما في قولهم: لا والله.قال الآلوسى: إدخال «لا» النافية صورة على فعل القسم، مستفيض في كلامهم وأشعارهم.ومنه قول امرئ القيس: لا وأبيك يا ابنة العامري.. يعنى: وأبيك.ثم قال: وملخص ما ذهب إليه جار الله في ذلك، أن «لا» هذه، إذا وقعت في خلال الكلام كقوله- تعالى- فَلا وَرَبِّكَ لا يُؤْمِنُونَ فهي صلة تزاد لتأكيد القسم، مثلها في قوله- تعالى-: لِئَلَّا يَعْلَمَ أَهْلُ الْكِتابِ لتأكيد العلم...ومنها: أن «لا» هنا، جيء بها لنفى ورد كلام المشركين المنكرين ليوم القيامة، فكأنه- تعالى- يقول: لا، ليس الأمر كما زعموا، ثم قال: أقسم بيوم القيامة الذي يبعث فيه الخلق للجزاء.قال القرطبي: وذلك كقولهم: لا والله لا أفعل. فلا هنا رد لكلام قد مضى، وذلك كقولك: لا والله إن القيامة لحق، كأنك أكذبت قوما أنكروها...ومنها: أن «لا» في هذا التركيب وأمثاله على حقيقتها للنفي، والمعنى لا أقسم بيوم القيامة ولا بغيره، على أن البعث حق، فإن المسألة أوضح من أن تحتاج إلى قسم.وقد رجح بعض العلماء القول الأول فقال: وصيغة لا أقسم، صيغة قسم، أدخل حرف النفي على فعل «أقسم» لقصد المبالغة في تحقيق حرمة المقسم به، بحيث يوهم للسامع أن المتكلم يهم أن يقسم به، ثم يترك القسم مخافة الحنث بالمقسم به فيقول: لا أقسم به، أى:ولا أقسم بأعز منه عندي. وذلك كناية عن تأكيد القسم ."
}