{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/87/1/",
    "ayah_number": 1,
    "text": "تفسير سورة الأعلىمقدمة وتمهيد1- سورة «الأعلى» تسمى- أيضا- بسورة: «سبح اسم ربك الأعلى» ، فقد ثبت في الصحيحين أن رسول الله صلى الله عليه وسلم قال لمعاذ- عند ما بلغه أنه يطيل الصلاة وهو يصلى بجماعة: «أفتان أنت يا معاذ؟ هلا صليت بسبح اسم ربك الأعلى. والشمس وضحاها.والليل إذا يغشى» ..2- وسورة «الأعلى» من السور التي كان النبي صلى الله عليه وسلم يحب قراءتها، لاشتمالها على تنزيه الله- تعالى-، وعلى الكثير من نعمه ومننه، فقد أخرج الإمام أحمد عن على بن أبى طالب، قال: كان رسول الله صلى الله عليه وسلم يحب هذه السورة.وعن النعمان بن بشير، أن رسول الله صلى الله عليه وسلم قرأ في العيدين: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى، وهَلْ أَتاكَ حَدِيثُ الْغاشِيَةِ، وإن وافق يوم الجمعة قرأهما جميعا.وعن عائشة- رضى الله عنها- أن رسول الله صلى الله عليه وسلم كان يقرأ في الوتر: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى وقُلْ يا أَيُّهَا الْكافِرُونَ وقُلْ هُوَ اللَّهُ أَحَدٌ  .3- وعدد آياتها تسع عشرة آيه. وهي من السور المكية الخالصة. قال الآلوسى:والجمهور على أنها مكية، وعن بعضهم أنها مدنية.والدليل على كونها مكية، ما أخرجه البخاري عن البراء بن عازب قال: أول من قدم علينا من أصحاب النبي صلى الله عليه وسلم مصعب بن عمير، وابن أم مكتوم، فجعلا يقرئانناافتتحت السورة الكريمة ، بأمر النبى صلى الله عليه وسلم بالمداومة على تنزيه الله - تعالى - عن كل نقص ، ويدخل فى هذا الأمر ، كل من يصلح للخطاب . والاسم لمراد به الجنس ، فيشمل جميع أسمائه - تعالى - .أى : نزه - أيها الرسول الكريم - أسماء ربك الأعلى عن كل ما لا يليق بها ، فلا تطلقها على غيره - تعالى - إذا كان خاصة به ، كلفظ الجلالة ، وكلفظ الرحمن ، ولا تذكرها فى موضع لا يتناسب مع جلالها وعظمتها ، ولا تحرفها عن المعانى التى وضعت لها كما يفعل الزائغون . فقد قال - تعالى - : ( وَللَّهِ الأسمآء الحسنى فادعوه بِهَا وَذَرُواْ الذين يُلْحِدُونَ في أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ ) ونزه ربك الأعلى ، عن الشريك ، وعن الوالد ، وعن الولد ، وعن الشبيه . . وعن كل ما لا يليق به .قال الجمل : أى : نزه ربك عن كل ما لا يليق به ، فى ذاته ، وصفاته ، وأسمائه ، وأفعاله ، وأحكامه . أما فى ذاته : فأن تعتقد أنها ليست من الجواهر والأعراض . وأما فى صفاته : فإن تعتقد أنها لسيت محدثة ولا متناهية ولا ناقصة . وأما فى أفعاله : فأن تعتقد أنه - سبحانه - مطلق لا اعتراض لأحد عليه فى أمر من الأمور . وأما فى أسمائه : فأن لا تذكره - سبحانه - إلا بالأسماء التى لا توهم نقصا بوجه من الوجوه . . وأما فى أحكامه : فإن تعلم أنه ما كلفنا لنفع يعود عليه ، بل لمحض المالكية . .أخرج الإِمام أحمد عن عامر بن عقبة الجهنى قال : \" لما نزلت : ( فَسَبِّحْ باسم رَبِّكَ العظيم ) قال لنا رسول الله صلى الله عليه وسلم : \" اجعلوها فى ركوعكم \" فلما نزلت : ( سَبِّحِ اسم رَبِّكَ الأعلى ) قال : \" اجعلوها فى سجودكم \" \" ."
}