{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/6/91/",
    "ayah_number": 91,
    "text": "يقول تعالى : وما عظموا الله حق تعظيمه ، إذ كذبوا رسله إليهم ، قال ابن عباس ومجاهد وعبد الله بن كثير : نزلت في قريش . واختاره ابن جرير ، وقيل : نزلت في طائفة من اليهود ; وقيل : في فنحاص رجل منهم ، وقيل : في مالك بن الصيف .( قالوا ما أنزل الله على بشر من شيء ) والأول هو الأظهر ; لأن الآية مكية ، واليهود لا ينكرون إنزال الكتب من السماء وقريش - والعرب قاطبة - كانوا يبعدون إرسال رسول من البشر ، كما قال [ تعالى ] ( أكان للناس عجبا أن أوحينا إلى رجل منهم أن أنذر الناس [ وبشر الذين آمنوا أن لهم قدم صدق عند ربهم ] ) [ يونس : 2 ] ، وقال تعالى : ( وما منع الناس أن يؤمنوا إذ جاءهم الهدى إلا أن قالوا أبعث الله بشرا رسولا قل لو كان في الأرض ملائكة يمشون مطمئنين لنزلنا عليهم من السماء ملكا رسولا ) [ الإسراء : 94 ، 95 ] ، وقال هاهنا : ( وما قدروا الله حق قدره إذ قالوا ما أنزل الله على بشر من شيء ) قال الله تعالى : ( قل من أنزل الكتاب الذي جاء به موسى نورا وهدى للناس ) ؟ أي : قل يا محمد لهؤلاء المنكرين لإنزال شيء من الكتب من عند الله ، في جواب سلبهم العام بإثبات قضية جزئية موجبة : ( من أنزل الكتاب الذي جاء به موسى ) يعني : التوراة التي قد علمتم - وكل أحد - أن الله قد أنزلها على موسى بن عمران نورا وهدى للناس ، أي : ليستضاء بها في كشف المشكلات ، ويهتدى بها من ظلم الشبهات .وقوله : ( تجعلونه قراطيس تبدونها وتخفون كثيرا ) أي : يجعلها حملتها قراطيس ، أي : قطعا يكتبونها من الكتاب الأصلي الذي بأيديهم ويحرفون فيها ما يحرفون ويبدلون ويتأولون ، ويقولون : ( هذا من عند الله ) [ البقرة : 79 ] ، أي : في كتابه المنزل ، وما هو من عند الله ; ولهذا قال : ( تجعلونه قراطيس تبدونها وتخفون كثيرا )وقوله : ( وعلمتم ما لم تعلموا أنتم ولا آباؤكم ) أي : ومن أنزل القرآن الذي علمكم الله فيه من خبر ما سبق ، ونبأ ما يأتي ما لم تكونوا تعلمون ذلك أنتم ولا آباؤكم .قال قتادة : هؤلاء مشركو العرب . وقال مجاهد : هذه للمسلمين .وقوله : ( قل الله ) قال علي بن أبي طلحة ، عن ابن عباس : أي : قل : الله أنزله . وهذا الذي قاله ابن عباس هو المتعين في تفسير هذه الكلمة ، لا ما قاله بعض المتأخرين ، من أن معنى ) قل الله ) أي : لا يكون خطاب لهم إلا هذه الكلمة ، كلمة : \" الله \"وهذا الذي قاله هذا القائل يكون أمرا بكلمة مفردة من غير تركيب ، والإتيان بكلمة مفردة لا يفيد في لغة العرب فائدة يحسن السكوت عليها .وقوله : ( ثم ذرهم في خوضهم يلعبون ) أي : ثم دعهم في جهلهم وضلالهم يلعبون ، حتى يأتيهم من الله اليقين فسوف يعلمون ألهم العاقبة ، أم لعباد الله المتقين؟"
}