{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/91/10/",
    "ayah_number": 10,
    "text": "وقوله: دَسَّاها أى: نقصها وأخفاها بالمعاصي والآثام. وأصل فعل دسّى: دسّس، فلما اجتمع ثلاث سينات، قلبت الثالثة ياء، يقال: دس فلان الشيء إذا أخفاه وكتمه.والمعنى: وحق الشمس وضحاها، وحق القمر إذا تلاها. وحق النفس وحق من سواها، وجعلها متمكنة من معرفة الخير والشر. لقد أفلح وفاز وظفر بالمطلوب، ونجا من المكروه، من طهر نفسه من الذنوب والمعاصي. وقد خاب وخسر نفسه. وأوقعها في التهلكة، من نقصها وأخفاها وأخملها وحال بينها وبين فعل الخير بسبب ارتكاب الموبقات والشرور.قال الآلوسى ما ملخصه: وقوله- تعالى-: قَدْ أَفْلَحَ مَنْ زَكَّاها جواب القسم.وإليه ذهب الزجاج وغيره. والأصل: لقد أفلح، فحذفت اللام لطول الكلام المقتضى للتخفيف. وفاعل من «زكاها» ضمير «من» والضمير المنصوب للنفس ...  .ويرى المحققون من العلماء أن جواب القسم محذوف، للعلم به، فكأنه- سبحانه- قد قال: وحق الشمس وضحاها، وحق القمر إذا تلاها.. ليقعن البعث والحساب والجزاء، أو لتحاسبن على أعمالكم. ودليل هذا الجواب قوله- تعالى- بعد ذلك: كَذَّبَتْ ثَمُودُ بِطَغْواها لأن هذه الآية الكريمة وما بعدها، تدل على أن الله- تعالى- قد اقتضت سنته، أن يحاسب من فسق عن أمره، وأصر على تكذيب رسله.وعلى هذا سار صاحب الكشاف، فقد قال: فإن قلت: فأين جواب القسم؟ قلت: هو محذوف، تقديره: ليدمدمنّ الله عليهم، أى: على مكة لتكذيبهم رسول الله صلى الله عليه وسلم، كما دمدم على قبيلة ثمود لأنهم كذبوا صالحا- عليه السلام- وأما قوله: قَدْ أَفْلَحَ مَنْ زَكَّاها فكلام تابع لقوله: فَأَلْهَمَها فُجُورَها وَتَقْواها على سبيل الاستطراد، وليس من جواب القسم في شيء..  .وقد أقسم الله- تعالى- بهذه الكائنات المختلفة، والتي لها مالها من المنافع بالنسبة للإنسان وغيره، لتأكيد وحدانيته، وكمال قدرته، وبليغ حكمته.وبدأ- سبحانه- بالشمس، لأنها أعظم هذه الكائنات، وللتنويه بشأن الإسلام، وأن هديه كضياء الشمس، الذي لا يترك للظلام أثرا.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآيات بعض الأحاديث، منها ما رواه الطبراني عن ابن عباس- رضى الله عنهما- قال: كان رسول الله صلى الله عليه وسلم إذا مر بهذه الآية:وَنَفْسٍ وَما سَوَّاها. فَأَلْهَمَها فُجُورَها وَتَقْواها وقف ثم قال: «اللهم آت نفسي تقواها أنت وليها ومولاها. وخير من زكاها» . وعن أبى هريرة رضى الله عنه. قال: سمعت النبي يقرأ فَأَلْهَمَها فُجُورَها وَتَقْواها قال: «اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها»  ."
}