{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/51/",
    "ayah_number": 51,
    "text": "وقوله- عز وجل- تُرْجِي مَنْ تَشاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشاءُ شروع في بيان جانب آخر من التوسعة التي وسعها- سبحانه- لنبيه صلّى الله عليه وسلّم في معاشرته لنسائه، بعد بيان ما أحله له من النساء.وقوله: تُرْجِي من الإرجاء بمعنى التأخير والتنحية، وقرئ مهموزا وغير مهموز.تقول: أرجيت الأمر وأرجأته، إذا أخرته، ونحيته جانبا حتى يحين موعده المناسب.وقوله: وَتُؤْوِي من الإيواء بمعنى الضم والتقريب، ومنه قوله- تعالى-: وَلَمَّا دَخَلُوا عَلى يُوسُفَ آوى إِلَيْهِ أَخاهُ.. أى: ضمه إليه وقربه منه.والضمير في قوله مِنْهُنَّ يعود إلى زوجاته صلى الله عليه وسلم اللائي كن في عصمته.قال القرطبي ما ملخصه: واختلف العلماء في تأويل هذه الآية، وأصح ما قيل فيها:التوسعة على النبي صلى الله عليه وسلم في ترك القسم، فكان لا يجب عليه القسم بين زوجاته.وهذا القول هو الذي يناسب ما مضى، وهو الذي ثبت معناه في الصحيح، عن عائشة- رضى الله عنها- قالت: كنت أغار على اللائي وهبن أنفسهن لرسول الله صلى الله عليه وسلم وأقول: أو تهب المرأة نفسها لرجل؟ فلما أنزل الله- تعالى-: تُرْجِي مَنْ تَشاءُ مِنْهُنَّ....قالت: قلت: والله ما أرى ربك إلا يسارع في هواك.قال ابن العربي: هذا الذي ثبت في الصحيح هو الذي ينبغي أن يعول عليه. والمعنى المراد: هو أن النبي صلى الله عليه وسلم كان مخيرا في أزواجه، إن شاء أن يقسم قسم، وإن شاء أن يترك القسم ترك. لكنه كان يقسم من جهة نفسه، تطييبا لنفوس أزواجه.وقيل كان القسم واجبا عليه ثم نسخ الوجوب بهذه الآية.وقيل: الآية في الطلاق. أى: تطلق من تشاء منهن وتؤوي إليك من تشاء.وقيل: المراد بالآية: الواهبات أنفسهن له صلى الله عليه وسلم.ثم قال القرطبي: وعلى كل معنى، فالآية معناها التوسعة على رسول الله صلى الله عليه وسلم والإباحة، وما اخترناه أصح والله أعلم.أى: لقد وسعنا عليك- أيها الرسول الكريم- في معاشرة نسائك، فأبحنا لك أن تؤخر المبيت عند من شئت منهن، وأن تضم إليك من شئت منهن، بدون التقيد بوجوب القسم بينهن، كما هو الشأن بالنسبة لأتباعك حيث أوجبنا عليهم العدل بين الأزواج في البيتوتة وما يشبهها.ومع هذا التكريم من الله- تعالى- لنبيه، إلا أنه صلى الله عليه وسلّم كان يقسم بينهن إلى أن لحق بربه؟ عدا السيدة سودة، فإنها قد وهبت ليلتها لعائشة..أخرج البخاري عن عائشة رضى الله عنها- أن رسول الله- صلى الله عليه وسلّم كان يستأذن في يوم المرأة منا بعد أن نزلت هذه الآية ترجى من تشاء منهن..فقيل لها: ما كنت تقولين؟ فقالت: كنت أقول: إن كان ذاك إلىّ فإنى لا أريد يا رسول الله أن أوثر عليك أحدا.وقوله- تعالى-: وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلا جُناحَ عَلَيْكَ. زيادة في التوسعة عليه صلى الله عليه وسلّم وفي ترك الأمر لإرادته واختياره.أى: أبحنا لك- أيها الرسول الكريم- أن تقسم بين نسائك، وأن تترك القسمة بينهن، وأبحنا لك- أيضا- أن تعود إلى طلب من اجتنبت مضاجعتها إذ لا حرج عليك في كل ذلك.بعد أن فوضنا الأمر إلى مشيئتك واختيارك.فالابتغاء بمعنى الطلب، وعزلت بمعنى اجتنبت واعتزلت وابتعدت، ومن شرطية، وجوابها: فَلا جُناحَ عَلَيْكَ أى: فلا حرج ولا إثم عليك في عدم القسمة بين أزواجك، وفي طلب إيواء من سبق لك أن اجتنبتها.قال الشوكانى: والحاصل أن الله- سبحانه- فوض الأمر إلى رسوله صلّى الله عليه وسلّم كي يصنع مع زوجاته ما شاء، من تقديم وتأخير، وعزل وإمساك، وضم من أرجأ، وإرجاء من ضم إليه، وما شاء في أمرهن فعل توسعة عليه، ونفيا للحرج عنه «2» .واسم الإشارة في قوله: ذلِكَ أَدْنى أَنْ تَقَرَّ أَعْيُنُهُنَّ، وَلا يَحْزَنَّ وَيَرْضَيْنَ بِما آتَيْتَهُنَّ كُلُّهُنَّ.. يعود إلى ما تضمنه الكلام السابق من تفويض أمر الإرجاء والإيواء إلى النبي صلى الله عليه وسلم.وأدنى بمعنى أقرب. وتَقَرَّ أَعْيُنُهُنَّ كناية عن تقبل ما يفعله معهن برضا وارتياح نفس. يقال قرت عين فلان، إذا رأت ما ترتاح لرؤيته، مأخوذ من القرار بمعنى الاستقرار والسكون..وقوله: وَلا يَحْزَنَّ معطوف على أَنْ تَقَرَّ وقوله وَيَرْضَيْنَ معطوف عليه- أيضا-.والمعنى، ذلك الذي شرعناه لك من تفويض الأمر إليك في شأن أزواجك، أقرب إلى رضا نفوسهن لما تصنعه معهن، وأقرب إلى عدم حزنهن وإلى قبولهن لما تفعله معهن، لأنهن يعلمن أن ما تفعله معهن إنما هو بوحي من الله- تعالى- وليس باجتهاد منك، ومتى علمن ذلك طابت نفوسهن سواء سويت بينهن في القسم والبيتوتة والمجامعة ... أم لم تسو.قال القرطبي: قال قتادة وغيره: أى: ذلك التخيير الذي خيرناك في صحبتهن أدنى إلى رضاهن، إذ كان من عندنا- لا من عندك-، لأنهن إذا علمن أن الفعل من الله قرت أعينهن بذلك ورضين..وكان- عليه الصلاة والسلام- مع هذا يشدد على نفسه في رعاية التسوية بينهن، تطييبا لقلوبهن ويقول: «اللهم هذه قدرتي فيما أملك، فلا تلمني فيما تملك ولا أملك» .وقوله- سبحانه-: وَاللَّهُ يَعْلَمُ ما فِي قُلُوبِكُمْ خطاب للنبي صلّى الله عليه وسلّم ولأزواجه، ويندرج فيه جميع المؤمنين والمؤمنات وجمع بجمع الذكور للتغليب.أى: والله- تعالى- يعلم ما في قلوبكم من حب وبغض، ومن ميل إلى شيء، ومن عدم الميل إلى شيء آخر.قال صاحب الكشاف: وفي هذه الجملة وعيد لمن لم ترض منهن بما دبر الله- تعالى- من ذلك، وبعث على تواطؤ قلوبهن والتصافي بينهن، والتوافق على طلب رضا رسول الله صلى الله عليه وسلّم وما فيه طيب نفسه.وَكانَ اللَّهُ- تعالى- عَلِيماً بكل ما تظهره القلوب وما تسره حَلِيماً حيث لم يعاجل عباده بالعقوبة قبل الإرشاد والتعليم."
}