{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/28/",
    "ayah_number": 28,
    "text": "ففي هاتين الآيتين يأمر الله- تعالى- نبيه صلّى الله عليه وسلّم أن يخير أزواجه بين أن يعشن معه معيشة الكفاف والزهد في زينة الحياة الدنيا وبين أن يفارقهن ليحصلن على ما يشتهينه من زينة الحياة الدنيا.قال الإمام القرطبي ما ملخصه: قال علماؤنا: هذه الآية متصلة بمعنى ما تقدم من المنع من إيذاء النبي صلّى الله عليه وسلّم وكان قد تأذى ببعض الزوجات. قيل: سألنه شيئا من عرض الدنيا.وقيل: سألنه زيادة في النفقة.روى البخاري ومسلم- واللفظ لمسلم- عن جابر بن عبد الله قال: دخل أبو بكر يستأذن على رسول الله صلّى الله عليه وسلّم فوجد الناس جلوسا ببابه لم يؤذن لأحد منهم، قال: فأذن لأبى بكر فدخل، ثم جاء عمر فاستأذن فأذن له، فوجد النبي صلّى الله عليه وسلّم جالسا حوله نساؤه.قال: فقال عمر، والله لأقولن شيئا يضحك رسول الله صلّى الله عليه وسلّم فقال: يا رسول الله، لو رأيت بنت زيد- زوجة عمر- سألتنى النفقة فقمت إليها فوجأت عنقها: فضحك رسول الله صلّى الله عليه وسلّم وقال: «هن حولي كما ترى يسألننى النفقة» .فقام أبو بكر إلى ابنته عائشة ليضربها، وقام عمر إلى ابنته حفصة ليضربها وكلاهما يقول:تسألن رسول الله صلّى الله عليه وسلّم ما ليس عنده.فقلن: والله لا نسأل رسول الله صلّى الله عليه وسلّم شيئا أبدا ليس عنده.ثم نزلت هاتان الآيتان. فبدأ صلّى الله عليه وسلّم بعائشة فقال لها: «يا عائشة، إنى أريد أن أعرض عليك أمرا، أحب أن لا تعجلي فيه حتى تستشيرى أبويك» .قالت: وما هو يا رسول الله؟ فتلا عليها هاتين الآيتين. فقالت: أفيك يا رسول الله أستشير أبوى!! بل أختار الله ورسوله والدار الآخرة.وفعل أزواج النبي صلّى الله عليه وسلّم مثل ما فعلت عائشة  .وقال الإمام ابن كثير- بعد أن ساق جملة من الأحاديث في هذا المعنى وكان تحته يومئذ تسع نسوة، خمس من قريش: عائشة وحفصة، وأم حبيبة وسودة، وأم سلمة.وأربع من غير قريش- وهن: صفية بنت حيي النضرية، وميمونة بنت الحارث الهلالية، وزينب بنت جحش الأسدية، وجويرية بنت الحارث المصطلقيّة- رضى الله عنهن.وقال الإمام الآلوسى: فلما خيرهن واخترن الله ورسوله والدار الآخرة، مدحهن الله- تعالى- على ذلك، إذ قال- سبحانه-: لا يَحِلُّ لَكَ النِّساءُ مِنْ بَعْدُ وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ.. فقصره الله- تعالى- عليهن، وهن التسع اللاتي اخترن الله ورسوله والدار الآخرة» .والمعنى: يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ اللائي في عصمتك إِنْ كُنْتُنَّ تُرِدْنَ الْحَياةَ الدُّنْيا وَزِينَتَها.أى: إن كنتن تردن سعة الحياة الدنيا وبهجتها وزخارفها ومتعها من مأكل ومشرب وملبس، فوق ما أنتن فيه عندي من معيشة مقصورة على ضروريات الحياة، وقائمة على الزهد في زينتها.إن كنتن تردن ذلك: فَتَعالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَراحاً جَمِيلًا.قال الجمل: وقوله: فَتَعالَيْنَ فعل أمر مبنى على السكون، ونون النسوة فاعل.وأصل هذا الأمر أن يكون الآمر أعلى مكانا من المأمور، فيدعوه أن يرفع نفسه إليه، ثم كثر استعماله حتى صار معناه أقبل. وهو هنا كناية عن الاختيار والإرادة. والعلاقة هي أن المخبر يدنو إلى من يخبره .وقوله: أُمَتِّعْكُنَّ مجزوم في جواب الأمر. والمتعة: ما يعطيه الرجل للمرأة التي طلقها، زيادة على الحقوق المقررة لها شرعا، وقد جعلها- سبحانه- حقا على المحسنين الذين يبغون رضا الله- تعالى- وحسن ثوابه.وقوله وَأُسَرِّحْكُنَّ معطوف على ما قبله، والتسريح: إرسال الشيء، ومنه تسريح الشعر ليخلص بعضه من بعض. ويقال: سرح فلان الماشية، إذا أرسلها لترعى.والمراد به هنا: طلاق الرجل للمرأة، وتركها لعصمته.أى: قل- أيها الرسول الكريم- لأزواجك إن كنتن تردن الحياة الدنيا وزينتها، ولا تستطعن الصبر على المعيشة معى، فلكن أن تخترن مفارقتي، وإنى على استعداد أن أعطيكن المتعة التي ترضينها، وأن أطلقكن طلاقا لا ضرر فيه، ولا ظلم معه، لأنى سأعطيكن ما هو فوق حقكن."
}