{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/1/",
    "ayah_number": 1,
    "text": "مقدّمة1- سورة الأحزاب هي السورة الثالثة والثلاثون في ترتيب المصحف وهي من السور المدنية، وكان نزولها بعد سورة آل عمران، أى: أنها من أوائل السور المدنية، إذ لم يسبقها في النزول بعد الهجرة سوى سور: البقرة والأنفال وآل عمران.ويبدو: أن نزولها كان في الفترة التي أعقبت غزوة بدر، إلى ما قبل صلح الحديبية. وعدد آياتها ثلاث وسبعون آية.2- وقد افتتحت سورة الأحزاب بنداء من الله- تعالى- لنبيه صلى الله عليه وسلم، نهته فيه عن طاعة المنافقين والكافرين، وأمرته بالمداومة على طاعة الله- تعالى- وحده، وباتباع أمره، وبالتوكل عليه- سبحانه-.قال- تعالى-: يا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ إِنَّ اللَّهَ كانَ عَلِيماً حَكِيماً. وَاتَّبِعْ ما يُوحى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً وَتَوَكَّلْ عَلَى اللَّهِ وَكَفى بِاللَّهِ وَكِيلًا.3- ثم انتقلت السورة الكريمة إلى بيان حكم الله- تعالى- في بعض التقاليد والأوضاع الاجتماعية التي كانت سائدة في المجتمع في ذلك الوقت، فأبطلت التبني، كما أبطلت ما كان سائدا في المجتمع من عادة الظهار، وهو أن يقول الرجل لزوجته: أنت على كظهر أمى، فتصير محرمة عليه حرمة مؤبدة.قال- تعالى-: ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ، وَما جَعَلَ أَزْواجَكُمُ اللَّائِي تُظاهِرُونَ مِنْهُنَّ أُمَّهاتِكُمْ، وَما جَعَلَ أَدْعِياءَكُمْ أَبْناءَكُمْ، ذلِكُمْ قَوْلُكُمْ بِأَفْواهِكُمْ، وَاللَّهُ يَقُولُ الْحَقَّ، وَهُوَ يَهْدِي السَّبِيلَ. ادْعُوهُمْ لِآبائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ.4- ثم بين- سبحانه- بعد ذلك بعض الأحكام التشريعية الأخرى، كوجوب طاعة الرسول صلى الله عليه وسلم طاعة تفوق طاعتهم لأنفسهم، ولوجوب تعظيم المسلمين لزوجاته صلى الله عليه وسلم كتعظيم أمهاتهم، وكوجوب التوارث بين الأقارب بالطريقة التي بينها-سبحانه- في آيات أخرى، وإبطال التوارث عن طريق المؤاخاة التي تمت بعد الهجرة بين المهاجرين والأنصار.قال- تعالى-: النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، وَأَزْواجُهُ أُمَّهاتُهُمْ، وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهاجِرِينَ، إِلَّا أَنْ تَفْعَلُوا إِلى أَوْلِيائِكُمْ مَعْرُوفاً، كانَ ذلِكَ فِي الْكِتابِ مَسْطُوراً.5- ثم وجه- سبحانه- نداء إلى المؤمنين، ذكرهم فيه بجانب من نعمه عليهم، حيث دفع عنهم جيوش الأحزاب، وأرسل على تلك الجيوش جنودا من عنده لم يروها، وكشف عن رذائل المنافقين التي ارتكبوها في تلك الغزوة، ومدح المؤمنين الصادقين على وفائهم بعهودهم، وكافأهم على ذلك بأن أورثهم أرض أعدائهم وديارهم.قال- تعالى-: وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنالُوا خَيْراً، وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ. وَكانَ اللَّهُ قَوِيًّا عَزِيزاً. وَأَنْزَلَ الَّذِينَ ظاهَرُوهُمْ مِنْ أَهْلِ الْكِتابِ مِنْ صَياصِيهِمْ. وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ، فَرِيقاً تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقاً. وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيارَهُمْ وَأَمْوالَهُمْ وَأَرْضاً لَمْ تَطَؤُها وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً.وبعد هذا الحديث المفصل عن غزوة الأحزاب، والذي استغرق ما يقرب من عشرين آية، انتقلت السورة الكريمة إلى الحديث عن أزواج النبي صلى الله عليه وسلم فأمرت النبي صلى الله عليه وسلم أن يخيرهن بين التسريح بإحسان، وبين الصبر على شظف العيش، ليظفرن برضا الله- تعالى- كما وجهت نداء إليهن أمرتهن فيه، بالتزام الآداب الدينية التي تليق بهن. لأنهن في مكان القدوة لسائر النساء.كما أمرتهن بالبقاء في بيوتهن، فلا يخرجن لغير حاجة مشروعة. ومثلهن في ذلك مثل سائر نساء المسلمين. حتى يتفرغن لرعاية شئون بيوتهن التي هي من خصائصهن وليست من خصائص الرجال.ثم ختم- سبحانه- تلك التوجيهات الحكيمة ببيان الثواب الجزيل الذي أعده للمؤمنين والمؤمنات، فقال- تعالى-: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ. وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ. وَالْقانِتِينَ وَالْقانِتاتِ وَالصَّادِقِينَ وَالصَّادِقاتِ، وَالصَّابِرِينَ وَالصَّابِراتِ وَالْخاشِعِينَ وَالْخاشِعاتِ. وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقاتِ وَالصَّائِمِينَ وَالصَّائِماتِ وَالْحافِظِينَ فُرُوجَهُمْ وَالْحافِظاتِ. وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِراتِ. أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً.7- ثم أشارت السورة بعد ذلك إلى قصة زواج النبي صلّى الله عليه وسلم بالسيدة زينب بنت جحش. وإلى الحكمة من ذلك. وإلى تطليق زيد بن حارثة لها. وإلى أن ما فعله رسول صلّى الله عليه وسلّم بالنسبة لهذه الحادثة. كان بأمر الله- تعالى- وإذنه.قال- تعالى-: ما كانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيما فَرَضَ اللَّهُ لَهُ، سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ. وَكانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً الَّذِينَ يُبَلِّغُونَ رِسالاتِ اللَّهِ وَيَخْشَوْنَهُ وَلا يَخْشَوْنَ أَحَداً إِلَّا اللَّهَ وَكَفى بِاللَّهِ حَسِيباً. ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ، وَلكِنْ رَسُولَ اللَّهِ وَخاتَمَ النَّبِيِّينَ، وَكانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً ثم وجهت السورة الكريمة نداء إلى المؤمنين أمرتهم فيه بالإكثار من ذكر الله- تعالى- ومن تسبيحه وتنزيهه. كما وجهت نداء إلى النبي صلّى الله عليه وسلّم بينت له فيه وظيفته، قال- تعالى-:يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً. وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا. هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ وَكانَ بِالْمُؤْمِنِينَ رَحِيماً. تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلامٌ، وَأَعَدَّ لَهُمْ أَجْراً كَرِيماً، يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً. وَداعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِراجاً مُنِيراً. وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيراً.9- ثم تحدثت السورة بعد ذلك بشيء من التفصيل عن بعض الأحكام التي تتعلق بأزواج النبي صلّى الله عليه وسلّم وبعلاقته صلّى الله عليه وسلّم بهن من حيث القسم وغيره، ومن حيث الزواج بغيرهن.كما تحدثت عن الآداب التي يجب على المؤمنين أن يلتزموها عند دخولهم بيوت النبي صلّى الله عليه وسلّم بدعوة منه. لأجل تناول طعام، أو لأجل أمر من الأمور الأخرى التي تتعلق بدينهم أو دنياهم.ثم ختمت هذه الآيات بقوله- تعالى- يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ، ذلِكَ أَدْنى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكانَ اللَّهُ غَفُوراً رَحِيماً.10- وبعد هذا البيان المفصل لكثير من الأحكام والآداب، أخذت السورة الكريمة في أواخرها، في تهديد المنافقين الذين يحبون أن تشيع الفاحشة في الذين آمنوا، وفي بيان أن سنن الله في خلقه لا تتخلف، وأن علم وقت قيام الساعة إلى الله- تعالى- وحده، وأن الإصرار على الكفر يؤدى إلى سوء العاقبة، وأن السير على طريق الحق. يؤدى إلى مغفرة الذنوب.وأن الإنسان قد ارتضى حمل الأمانة. التي عجزت عن حملها السموات والأرض والجبال.قال- تعالى-: إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ إِنَّهُ كانَ ظَلُوماً جَهُولًا. لِيُعَذِّبَ اللَّهُ الْمُنافِقِينَ وَالْمُنافِقاتِ، وَالْمُشْرِكِينَ وَالْمُشْرِكاتِ، وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِناتِ، وَكانَ اللَّهُ غَفُوراً رَحِيماً.11- ومن هذا العرض المجمل لآيات سورة الأحزاب، نرى أنها قد اهتمت بموضوعات من أبرزها ما يلي:(أ) كثرة التوجيهات والإرشادات، من الله- تعالى لنبيه صلّى الله عليه وسلّم إلى أفضل الأحكام، وأقوم الآداب، وأهدى السبل.وهذه التوجيهات والإرشادات. نراها في كثير من آيات سورة الأحزاب لا سيما التي نادت الرسول صلّى الله عليه وسلّم بوصف النبوة.ومن ذلك قوله- تعالى-: يا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ.وقوله- سبحانه- يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَياةَ الدُّنْيا وَزِينَتَها.وقوله- عز وجل-: يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً.وقوله- تعالى-: يا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ.وقوله- سبحانه-: يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ.(ب) أمر المؤمنين بطاعة الله- تعالى-، وبطاعة رسوله صلّى الله عليه وسلم، ونهيهم عن كل مأمن شأنه أن يتعارض مع تشريعات الإسلام ومع آدابه.وهذه الأوامر والنواهي، نراها في كثير من آيات هذه السورة الكريمة.ومن ذلك قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ، إِذْ جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْها.وقوله- سبحانه-: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً، وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا.وقوله- عز وجل-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا نَكَحْتُمُ الْمُؤْمِناتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ، فَما لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَها....وقوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسى، فَبَرَّأَهُ اللَّهُ مِمَّا قالُوا.وقوله- سبحانه-: يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيداً.(ج) هذه السورة الكريمة تعتبر على رأس السور القرآنية التي اهتمت ببيان فضل نساء النبي صلّى الله عليه وسلّم وحقوقهن، وواجباتهن وخصائصهن.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: يا نِساءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفاحِشَةٍ مُبَيِّنَةٍ يُضاعَفْ لَهَا الْعَذابُ ضِعْفَيْنِ....وقوله- سبحانه-: يا نِساءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ إِنِ اتَّقَيْتُنَّ، فَلا تَخْضَعْنَ بِالْقَوْلِ....وقوله- عز وجل-: وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ الْأُولى، وَأَقِمْنَ الصَّلاةَ، وَآتِينَ الزَّكاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ....وقوله- سبحانه-: لا يَحِلُّ لَكَ النِّساءُ مِنْ بَعْدُ وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ، وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا ما مَلَكَتْ يَمِينُكَ ...وقوله- تعالى-: ... وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلا أَنْ تَنْكِحُوا أَزْواجَهُ مِنْ بَعْدِهِ أَبَداً ...وقوله- عز وجل-: النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْواجُهُ أُمَّهاتُهُمْ ...(د) هذه السورة تعتبر من أجمع السور القرآنية التي تعرضت لكثير من الأحكام الشرعية، والآداب الاجتماعية، التي لا تتغير بتغير الزمان أو المكان.ومن ذلك حديثها عن الظهار، وعن التبني. وعن التوارث بين الأقارب دون غيرهم، وعن وجوب تقديم طاعة الرسول صلّى الله عليه وسلّم على طاعة الإنسان لنفسه، وعن وجوب التأسى به، وعن وجوب الابتعاد عن كل ما يؤذيه أو يجرح شعوره، وعن وجوب الخضوع لحكم الله- تعالى- ولحكم رسوله صلّى الله عليه وسلم.قال- تعالى-: وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ، وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً.(ه) السورة الكريمة فصلت الحديث عن غزوة الأحزاب، التي وقعت في السنة الخامسة من الهجرة بين المسلمين وأعدائهم.فبدأت حديثها عن تلك الغزوة بتذكير المؤمنين بفضل الله- تعالى- عليهم في هذه الغزوة، ثم صورت أحوالهم عند إحاطة جيوش الأحزاب بالمدينة المنورة.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ، إِذْ جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْها، وَكانَ اللَّهُ بِما تَعْمَلُونَ بَصِيراً. إِذْ جاؤُكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ، وَإِذْ زاغَتِ الْأَبْصارُ وَبَلَغَتِ الْقُلُوبُ الْحَناجِرَ، وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا.ثم حكت أقوال المنافقين القبيحة، وأفعالهم الذميمة، وردت عليهم بما يفضحهم، وبما يكشف عن سوء أخلاقهم.قال- تعالى-: أَشِحَّةً عَلَيْكُمْ فَإِذا جاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشى عَلَيْهِ مِنَ الْمَوْتِ، فَإِذا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمالَهُمْ، وَكانَ ذلِكَ عَلَى اللَّهِ يَسِيراً.ثم مدحت المؤمنين الصادقين لوفائهم بعهودهم، ولشجاعتهم في مواجهة أعدائهم.قال- سبحانه-: وَلَمَّا رَأَ الْمُؤْمِنُونَ الْأَحْزابَ قالُوا: هذا ما وَعَدَنَا اللَّهُ وَرَسُولُهُ، وَصَدَقَ اللَّهُ وَرَسُولُهُ، وَما زادَهُمْ إِلَّا إِيماناً وَتَسْلِيماً. مِنَ الْمُؤْمِنِينَ رِجالٌ صَدَقُوا ما عاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضى نَحْبَهُ، وَمِنْهُمْ مَنْ يَنْتَظِرُ، وَما بَدَّلُوا تَبْدِيلًا.وكما بدأت السورة حديثها عن غزوة الأحزاب بتذكير المؤمنين بنعم الله عليهم- ختمته- أيضا- بهذا التذكير، لكي يزدادوا شكرا له- عز وجل-.قال- تعالى-: وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنالُوا خَيْراً، وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ، وَكانَ اللَّهُ قَوِيًّا عَزِيزاً. وَأَنْزَلَ الَّذِينَ ظاهَرُوهُمْ مِنْ أَهْلِ الْكِتابِ مِنْ صَياصِيهِمْ، وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ، فَرِيقاً تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقاً. وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيارَهُمْ وَأَمْوالَهُمْ وَأَرْضاً لَمْ تَطَؤُها، وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً.(و) والخلاصة أن المتأمل في سورة الأحزاب، يراها زاخرة بالأحكام الشرعية، وبالآداب الاجتماعية، وبالتوجيهات الربانية، تارة من الله- تعالى- لرسوله صلّى الله عليه وسلم وتارة لأزواجه صلّى الله عليه وسلم، وتارة للمؤمنين.كما يراها تهتم اهتماما واضحا بتنظيم المجتمع الإسلامى تنظيما حكيما، من شأنه أن يأخذ بيد المتبعين له إلى السعادة الدنيوية والأخروية.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة الأحزاب بهذا النداء لسيد الخلق صلى الله عليه وسلم وبهذا الوصف الكريم ، وهو الوصف بالنبوة ، على سبيل التشريف والتعظيم .قال صاحب الكشاف : جعل - سبحانه - نداءه بالنبى والرسول فى قوله : ( ياأيها النبي ) . ( ياأيها الرسول ) وترك نداءه باسمه ، كما قال : يا آدم ، يا موسى ، يا عيسى ، يا داودك كرامة له وتشريفا ، وتنويها بفضله .فإن قلت : إن لم يوقع فى النداء . فقد أوقعه فى الإِخبار ، فى قوله : ( مُّحَمَّدٌ رَّسُولُ الله ) قلت : ذلك لتعليم الناس بأنه رسول ، وتلقين لهم أن يسموه بذلك ويدعوه به .والمراد بأمره بتقوى الله : المداومة على ذلك ، والازدياد من هذه التقوى .أى : واظب - أيها النبى الكريم - على تقوى الله ، وعلى مراقبته ، وعلى الخوف منه ، وأكثر من ذلك ، فإن تقوى الله ، على رأس الفضائل التى يحبها - سبحانه - .قال ابن كثير : هذا تنبيه بالأعلى على الأدنى ، فإنه - تعالى - إذا كان يأمر عبده ورسوله بهذا ، فلأن يأتمر من دونه بذلك بطريق الأولى والأحرى .وقد قال خلف بن حبيب : التقوى أن تعمل بطاعة الله ، على نور من الله ، ترجوا ثواب الله .وبعد الأمر بالتقوى ، جاء النهى عن طاعة غير المؤمنين ، فقال - تعالى - : ( وَلاَ تُطِعِ الكافرين والمنافقين ) . أى : واظب - أيها النبى الكريم - على تقوى الله ، واجتنب طاعة الكافرين الذين جحدوا نعم الله عليهم ، وعبدوا معه آلهة أخرى ، واجتنب كذلك طاعة المنافقين الذين يظهرون الإِسلام ويخفون الكفر .وفى إيراد هذا النهى بعد الأمر بتقوى الله ، إشارة وإيحاء إلى ما كان يبذله هؤلاء الكافرون والمنافقون من جهود عنيفة ، لزحزحة النبى صلى الله عليه وسلم عما هو عليه من حق ، ولصرفه عن دعوتهم إلى الإِسلام .وقد ذكروا فى سبب نزول هذه الآية روايات منها : أن جماعة من أهل مكة ، طلبوا من النبى صلى الله عليه وسلم أن يرجع عن قوله ، وأن يعطوه شطر أموالهم ، وأن المنافقين واليهود بالمدينة هدوده بالقتل إن لم يرجع عن دعوتهم إلى الإِسلام ، فنزلت .وقوله - تعالى - ( إِنَّ الله كَانَ عَلِيماً حَكِيماً ) : تعليل الأمر والنهى ، أى : اتبع ما أمرناك به ، ومنا نهيناك عنه ، لأن الله - تعالى - عليم بكل شئ ، وحكيم فى كل أقواله وأفعاله ."
}