{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/60/",
    "ayah_number": 60,
    "text": "والمنافقون: جمع منافق، وهو الذي يظهر الإسلام ويخفى الكفر.والذين في قلوبهم مرض: هم قوم ضعاف الإيمان، قليلو الثبات على الحق.والمرجفون في المدينة: هم الذين كانوا ينشرون أخبار السوء عن المؤمنين ويلقون الأكاذيب الضارة بهم ويذيعونها بين الناس. وأصل الإرجاف: التحريك الشديد للشيء، مأخوذ من الرجفة التي هي الزلزلة. ووصف به الأخبار الكاذبة، لكونها في ذاتها متزلزلة غير ثابتة، أو لإحداثها الاضطراب في قلوب الناس.وقد سار بعض المفسرين، على أن هذه الأوصاف الثلاثة، كل وصف منها لطائفة معينة، وسار آخرون على أن هذه الأوصاف لطائفة واحدة هي طائفة المنافقين، وأن العطف لتغاير الصفات مع اتحاد الذات.قال القرطبي: قوله: لَئِنْ لَمْ يَنْتَهِ الْمُنافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ، وَالْمُرْجِفُونَ فِي الْمَدِينَةِ ... أهل التفسير على أن الأوصاف الثلاثة لشيء واحد ... والواو مقحمة كما في قول الشاعر:إلى الملك القرم وابن الهما ... م وليث الكتيبة في المزدحمأراد إلى الملك القرم ابن الهمام ليث الكتيبة.وقيل: كان منهم قوم يرجفون، وقوم يتبعون النساء للريبة، وقوم يشككون المسلمين...وقد سار صاحب الكشاف على أن هذه الأوصاف لطوائف متعددة من الفاسقين، فقال:وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ قوم كان فيهم ضعف إيمان، وقلة ثبات عليه..وَالْمُرْجِفُونَ فِي الْمَدِينَةِ ناس كانوا يرجفون بأخبار السوء عن سرايا رسول الله صلى الله عليه وسلّم فيقولون: هزموا وقتلوا وجرى عليهم كيت وكيت، فيكسرون بذلك قلوب المؤمنين.والمعنى: لئن لم ينته المنافقون عن عدائكم وكيدكم، والفسقة عن فجورهم، والمرجفون عما يؤلفون من أخبار السوء، لنأمرنك بأن تفعل بهم الأفاعيل التي تسوؤهم وتنوؤهم.وقوله: لَنُغْرِيَنَّكَ بِهِمْ جواب القسم. أى: لنسلطنك عليهم فتستأصلهم بالقتل والتشريد، يقال: أغرى فلان فلانا بكذا، إذا حرضه على فعله.وقوله: ثُمَّ لا يُجاوِرُونَكَ فِيها إِلَّا قَلِيلًا معطوف على جواب القسم. أى: لنغرينك بهم ثم لا يبقون بعد ذلك مجاورين لك فيها إلا زمانا قليلا، يرتحلون بعده بعيدا عنكم، لكي تبتعدوا عن شرورهم.وجاء العطف بثم في قوله: ثُمَّ لا يُجاوِرُونَكَ للإشارة إلى أن إجلاءهم عن المدينة نعمة عظيمة بالنسبة للمؤمنين، ونقمة كبيرة بالنسبة لهؤلاء المنافقين وأشباههم."
}