{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/21/",
    "ayah_number": 21,
    "text": "قال القرطبي: قوله- تعالى-: لَقَدْ كانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ أى: كان لكم قدوة في النبي صلّى الله عليه وسلّم حيث بذل نفسه لنصرة دين الله، في خروجه إلى الخندق.والأسوة: القدوة. وقرأ عاصم أُسْوَةٌ بضم الهمزة. والباقون بكسرها. والجمع أسى وإسى- بضم الهمزة وكسرها  .يقال: فلان ائتسى بفلان، إذا اقتدى به، وسار على نهجه وطريقته.وقال الإمام ابن كثير: هذه الآية الكريمة أصل كبير في التأسى برسول الله صلّى الله عليه وسلّم في أقواله وأفعاله وأحواله ولهذا أمر الناس بالتأسى بالنبي صلّى الله عليه وسلّم يوم الأحزاب، في صبره ومصابرته ومرابطته ومجاهدته وانتظاره الفرج من ربه- تعالى-..  .والذي يقرأ السيرة النبوية الشريفة. يرى أن النبي صلّى الله عليه وسلم كان في هذه الغزوة بصفة خاصة، وفي غيرها بصفة عامة القدوة الحسنة الطيبة في كل أقواله وأفعاله وأحواله صلّى الله عليه وسلّم.لقد شارك أصحابه في حفر الخندق، وفي الضرب بالفأس. وفي حمل التراب بل وشاركهم في أراجيزهم وأناشيدهم، وهم يقومون بهذا العمل الشاق المتعب.وشاركهم في تحمل آلام الجوع، وآلام السهر.. بل كان صلّى الله عليه وسلّم هو القائد الحازم الرحيم، الذي يلجأ إليه أصحابه عند ما يعجزون عن إزالة عقبة صادفتهم خلال حفرهم للخندق.قال ابن إسحاق ما ملخصه: وعمل المسلمون فيه- أى في الخندق- حتى أحكموه، وارتجزوا فيه برجل من المسلمين يقال له «جعيل» سماه رسول الله صلّى الله عليه وسلّم عمرا، فقالوا:سماه من بعد جعيل عمرا ... وكان للبائس يوما ظهرافإذا مروا بعمرو، قال رسول الله صلّى الله عليه وسلّم «عمرا» وإذا مروا بظهر قال: «ظهرا» .ثم قال ابن إسحاق: وكان في حفر الخندق أحاديث بلغتني فيها تحقيق نبوته صلّى الله عليه وسلّم فكان فيما بلغني أن جابر بن عبد الله كان يحدث، أنهم اشتدت عليهم في بعض الخندق كدية- أى صخرة عظيمة-، فشكوا ذلك إلى رسول الله صلّى الله عليه وسلّم فدعا بإناء من ماء فتفل فيه، ثم دعا بما شاء الله أن يدعو به، ثم نضح ذلك الماء على تلك الكدية، فيقول من حضرها: فو الذي بعثه بالحق نبيا لانهالت- أى: لتفتت- حتى عادت كالكثيب- أى كالرمل المتجمع- لا ترد فأسا ولا مسحاة .وهذه الآية الكريمة وإن كان نزولها في غزوة الأحزاب، إلا أن المقصود بها وجوب الاقتداء بالرسول صلّى الله عليه وسلّم في جميع أقواله وأفعاله، كما قال- تعالى-: وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ، وَما نَهاكُمْ عَنْهُ فَانْتَهُوا.والجار والمجرور في قوله- سبحانه-: لِمَنْ كانَ يَرْجُوا اللَّهَ وَالْيَوْمَ الْآخِرَ متعلق بمحذوف صفة لقوله حَسَنَةٌ، أو بهذا اللفظ نفسه وهو حَسَنَةٌ.والمراد بمن كان يرجو الله واليوم الآخر: المؤمنون الصادقون الذين وفوا بعهودهم.أى: لقد كان لكم- أيها الناس- قدوة حسنة في نبيكم صلّى الله عليه وسلّم، وهذه القدوة الحسنة كائنة وثابتة للمؤمنين حق الإيمان. الذين يرجون ثواب الله- تعالى-، ويؤملون رحمته يوم القيامة، إذ هم المنتفعون بالتأسى برسولهم صلّى الله عليه وسلّم وقوله: وَذَكَرَ اللَّهَ كَثِيراً معطوف على كانَ، أى: هذه الأسوة الحسنة بالرسول صلّى الله عليه وسلّم ثابتة لمن كان يرجو الله واليوم والآخر، ولمن ذكر الله- تعالى- ذكرا كثيرا، لأن الملازمة لذكر الله- تعالى- توصل إلى طاعته والخوف منه- سبحانه-.وجمع- سبحانه- بين الرجاء والإكثار من ذكره، لأن التأسى التام بالرسول صلّى الله عليه وسلّم لا يتحقق إلا بهما."
}