{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/53/",
    "ayah_number": 53,
    "text": "ذكر المفسرون في سبب نزول قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ ... روايات متعددة منها، ما ثبت في الصحيحين عن عمر بن الخطاب أنه قال:وافقت ربي في ثلاث. فقلت: يا رسول الله، لو اتخذت من مقام إبراهيم مصلى، فأنزل الله- تعالى-: وَاتَّخِذُوا مِنْ مَقامِ إِبْراهِيمَ مُصَلًّى وقلت: يا رسول الله، إن نساءك يدخل عليهن البر والفاجر، فلو حجبتهن، فأنزل الله آية الحجاب. وقلت لأزواج النبي صلّى الله عليه وسلّم لما تمالأن عليه في الغيرة عَسى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْواجاً خَيْراً مِنْكُنَّ فنزل كذلك.وروى البخاري عن أنس بن مالك- رضى الله عنه- قال: لما تزوج رسول الله صلى الله عليه وسلّم زينب بنت جحش، دعا القوم فطعموا ثم جلسوا يتحدثون، فإذا هو كأنه يتهيأ للقيام فلم يقوموا. فلما رأى ذلك قام، فلما قام صلّى الله عليه وسلّم قام معه من قام، وقعد ثلاثة نفر.فجاء النبي صلّى الله عليه وسلّم ليدخل، فإذا القوم جلوس، ثم إنهم قاموا، فانطلقت فجئت فأخبرت النبي صلّى الله عليه وسلّم أنهم قد انطلقوا. فجاء حتى دخل، فذهبت أدخل، فألقى الحجاب بيني وبينه، فأنزل الله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ ... الآية.قال ابن كثير: وكان وقت نزولها في صبيحة عرس رسول الله صلّى الله عليه وسلّم بزينب بنت جحش: التي تولى الله- تعالى- تزويجها بنفسه، وكان ذلك في ذي القعدة من السنة الخامسة، في قول قتادة والواقديّ وغيرهما .والمراد ببيوت النبي: المساكن التي أعدها صلّى الله عليه وسلّم لسكنى أزواجه.والاستثناء في قوله- تعالى-: إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلى طَعامٍ غَيْرَ ناظِرِينَ إِناهُ استثناء مفرغ من أعم الأحوال.وقوله: غَيْرَ ناظِرِينَ. حال من ضمير تَدْخُلُوا وإِناهُ أى: نضجه وبلوغه الحد الذي يؤكل معه. يقال: أنى الطعام يأنى أنيا وإنى- كقلى يقلى- إذا نضج وكان معدا للأكل.والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، لا تدخلوا بيوت النبي صلّى الله عليه وسلّم في حال من الأحوال، إلا في حال الإذن لكم بدخولها من أجل حضور طعام تدعون إلى تناوله، وليكن حضوركم في الوقت المناسب لتناوله، لا قبل ذلك بأن تدخلوا قبل إعداده بفترة طويلة، منتظرين نضجه وتقديمه إليكم للأكل منه.قالوا: وكان من عادة بعضهم في الجاهلية أنهم يلجون البيوت بدون استئذان، فإذا وجدوا طعاما يعد، انتظروا حتى ينضج ليأكلوا منه.فالنهي في الآية الكريمة مخصوص بمن دخل من غير دعوة، وبمن دخل بدعوة ولكنه مكث منتظرا للطعام حتى ينضج، دون أن تكون هناك حاجة لهذا الانتظار. أما إذا كان الدخول بدعوة أو لحضور طعام بدون انتظار مقصود لوقت نضجه، فلا يتناوله النهى.قال الآلوسى: والآية على ما ذهب إليه جمع من المفسرين، خطاب لقوم كانوا يتحينون طعام النبي صلّى الله عليه وسلّم فيدخلون ويقعدون منتظرين لإدراكه، فهي مخصوصة بهم وبأمثالهم ممن يفعل مثل فعلهم في المستقبل. فالنهي مخصوص بمن دخل بغير دعوة، وجلس منتظرا للطعام من غير حاجة فلا تفيد النهى عن الدخول بإذن لغير طعام، ولا من الجلوس واللبث بعد الطعام لمهم آخر  .وقوله- سبحانه- وَلكِنْ إِذا دُعِيتُمْ فَادْخُلُوا استدراك على ما فهم من النهى عن الدخول بغير إذن، وفيه إشعار بأن الإذن متضمن معنى الدعوة.أى: لا تدخلوا بدون إذن، فإذا أذن لكم ودعيتم إلى الطعام فادخلوا لتناوله وقوله - تعالى- فَإِذا طَعِمْتُمْ فَانْتَشِرُوا وَلا مُسْتَأْنِسِينَ لِحَدِيثٍ بيان للون آخر من ألوان الآداب الحكيمة التي شرعها الإسلام في تناول الطعام عند الغير.أى: إذا دعيتم لحضور طعام في بيت النبي صلّى الله عليه وسلّم فادخلوا، فإذا ما انتهيتم من طعامكم عنده، فتفرقوا ولا تمكثوا في البيت مستأنسين لحديث بعضكم مع بعض، أو لحديثكم مع أهل البيت.فقوله مُسْتَأْنِسِينَ مأخوذ من الأنس بمعنى السرور والارتياح للشيء. تقول: أنست، لحديث فلان، إذا سررت له، وفرحت به.وأطلق- سبحانه- نفى الاستئناس للحديث، من غير بيان صاحب الحديث، للإشعار بأن المكث بعد الطعام غير مرغوب فيه على الإطلاق، مادام ليس هناك من حاجة إلى هذا المكث. وهذا أدب عام لجميع المسلمين.واسم الإشارة في قوله: إِنَّ ذلِكُمْ كانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ يعود إلى الانتظار والاستئناس للحديث، والدخول بغير إذن. والجملة بمثابة التعليل لما قبلها.أى: إن ذلكم المذكور كان يؤذى النبي صلّى الله عليه وسلّم ويدخل الحزن على قلبه، لأنه يتنافى مع الأدب الإسلامى الحكيم، ولكنه صلّى الله عليه وسلّم كان يستحيى أن يصرح لكم بذلك، لسمو خلقه، وكمال أدبه، كما أنه صلّى الله عليه وسلّم كان يستحيى أن يقول لكم كلاما تدركون منه أنه يريد انصرافكم.وقوله- تعالى-: وَاللَّهُ لا يَسْتَحْيِي مِنَ الْحَقِّ أى: والله- تعالى- لا يستحيى من إظهار الحق ومن بيانه، بل من شأنه- سبحانه- أن يقول الحق، ولا يسكت عن ذلك.وإذا كان الرسول صلّى الله عليه وسلّم قد منعه حياؤه من أن يقول قولا تفهمون منه ضجره من بقائكم في بيته بعد تناول طعامكم عنده.. فإن الله- تعالى- وهو خالقكم لا يمتنع عن بيان الحق في هذه الأمور وفي غيرها، حتى تتأدبوا بأدب دينه القويم. ثم ذكر- سبحانه- بعض الآداب التي يجب عليهم أن يلتزموها مع نساء نبيهم صلّى الله عليه وسلّم فقال: وَإِذا سَأَلْتُمُوهُنَّ مَتاعاً فَسْئَلُوهُنَّ مِنْ وَراءِ حِجابٍ، ذلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ..أى: وإذا طلبتم- أيها المؤمنون- من أزواج النبي صلّى الله عليه وسلّم شيئا يتمتع به سواء أكان هذا الشيء حسيا كالطعام أم معنويا كمعرفة بعض الأحكام الشرعية.. إذا سألتموهن شيئا من ذلك فليكن سؤالكم لهن من وراء حجاب ساتر بينكم وبينهن..لأن سؤالكم إياهن بهذه الطريقة، أطهر لقلوبكم وقلوبهن، وأبعد عن الوقوع في الهواجس الشيطانية التي قد تتولد عن مشاهدتكم لهن، ومشاهدتهن لكم..ثم ختم- سبحانه- الآية الكريمة بقوله: وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ، وَلا أَنْ تَنْكِحُوا أَزْواجَهُ مِنْ بَعْدِهِ أَبَداً، إِنَّ ذلِكُمْ كانَ عِنْدَ اللَّهِ عَظِيماً.أى: وما صح وما استقام لكم- أيها المؤمنون- أن تؤذوا رسول الله صلّى الله عليه وسلّم بأى لون من ألوان الأذى، سواء أكان بدخول بيوته بغير إذنه، أم بحضوركم إليها انتظارا لنضج الطعام أم بجلوسكم بعد الأكل بدون مقتض لذلك، أم بغير ذلك مما يتأذى به صلّى الله عليه وسلم.كما أنه لا يصح لكم بحال من الأحوال أن تنكحوا أزواجه من بعده، أى: من بعد وفاته.إِنَّ ذلِكُمْ أى: إيذاءه ونكاح أزواجه من بعده كانَ عِنْدَ اللَّهِ- تعالى- ذنبا عَظِيماً وإثما جسيما، لا يقادر قدره."
}