{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/20/",
    "ayah_number": 20,
    "text": "ثم ختم- سبحانه- هذا الحديث الجامع عن صفات المنافقين عند الشدائد والمحن فقال:يَحْسَبُونَ الْأَحْزابَ لَمْ يَذْهَبُوا.أى: أن هؤلاء المنافقين بلغ بهم الجبن والخور، أنهم حتى بعد رحيل الأحزاب عن المدينة، ما زالوا يحسبون ويظنون أنهم لم يذهبوا عنها، فهم يأبون أن يصدقوا أن الله- تعالى- قد رد الذين كفروا بغيظهم دون أن ينالوا خيرا.وفي هذه الجملة ما فيها من التهكم بالمنافقين، حيث وصفتهم بأنهم حتى بعد ذهاب أسباب الخوف، ما زالوا في جبنهم يعيشون.ثم بين- سبحانه- حالهم فيما لو عاد الأحزاب على سبيل الفرض والتقدير فقال:وَإِنْ يَأْتِ الْأَحْزابُ.أى: إلى المدينة مرة ثانية.يَوَدُّوا لَوْ أَنَّهُمْ بادُونَ فِي الْأَعْرابِ أى: وإن تعد جيوش الأحزاب إلى مهاجمة المدينة مرة ثانية، يتمنى هؤلاء المنافقون، أن يكونوا غائبين عنها، نازلين خارجها مع أهل البوادي من الأعراب، حتى لا يعرضوا أنفسهم للقتال.فقوله: بادُونَ جمع باد وهو ساكن البادية. يقال: بدا القوم بدا، إذا نزحوا من المدن إلى البوادي.والأعراب: جمع أعرابى وهو من يسكن البادية.ثم بين- سبحانه- تلهفهم على سماع الأخبار السيئة عن المؤمنين فقال: يَسْئَلُونَ عَنْ أَنْبائِكُمْ وَلَوْ كانُوا فِيكُمْ ما قاتَلُوا إِلَّا قَلِيلًا.أى: هؤلاء المنافقون يسألون القادمين من المدينة، والذاهبين إليها عن أخباركم- أيها المؤمنون- حتى لكأنهم غير ساكنين فيها.ولو كانوا فيكم عند ما يعود الكافرون إلى المدينة- على سبيل الفرض- ما قاتلوا معكم إلا قتالا قليلا حتى لا ينكشف أمرهم انكشافا تاما. فهم لا يقاتلون عن رغبة، وإنما يقاتلون رياء ومخادعة.وهكذا نجد الآيات الكريمة قد أفاضت في شرح الأحوال القبيحة التي كان عليها المنافقون عند ما هاجمت جيوش الأحزاب المدينة، ووصفتهم بأبشع الصفات وأبغضها إلى كل نفس كريمة، حتى يحذرهم المؤمنون.وكعادة القرآن الكريم في المقارنة بين الأخيار والأشرار، ساقت السورة بعد ذلك صورة مشرقة مضيئة للمؤمنين الصادقين، الذين عند ما رأوا جيوش الأحزاب قالوا: هذا ما وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ والذين صدقوا ما عاهدوا الله عليه دون أن يبدلوا تبديلا.لنستمع إلى القرآن الكريم وهو يصور لنا موقف المؤمنين في غزوة الأحزاب، كما يحكى جانبا من فضل الله عليهم، ومن لطفه بهم فيقول- سبحانه-:"
}