{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/55/",
    "ayah_number": 55,
    "text": "قال القرطبي: لما نزلت آية الحجاب قال الآباء والأبناء والأقارب لرسول الله صلّى الله عليه وسلم:ونحن أيضا نكلمهن من وراء حجاب؟ فنزلت هذه الآية: لا جُناحَ عَلَيْهِنَّ فِي آبائِهِنَّ..  .فالآية الكريمة مسوقة لبيان من لا يجب على النساء أن يحتجبن منه.أى: لا حرج ولا إثم على أمهات المؤمنين ولا على غيرهن من النساء، في ترك الحجاب بالنسبة لآبائهن، أو أبنائهن أو إخوانهن، أو أبناء إخوانهن أو أبناء أخواتهن، أو نسائهن اللاتي تربطهن بهن رابطة قرابة أو صداقة، أو ما ملكت أيمانهن من الذكور أو الإناث.فهؤلاء يجوز للمرأة أن تخاطبهم بدون حجاب، وأن تظهر أمامهم بدون ساتر. وهذا لون من ألوان اليسر والسماحة في شريعة الإسلام.ولم يذكر سبحانه- العم والخال، لأنهما يجريان مجرى الوالدين، وقد يسمى العم أبا. كما في قوله- تعالى- حكاية عن يعقوب: أَمْ كُنْتُمْ شُهَداءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ، إِذْ قالَ لِبَنِيهِ ما تَعْبُدُونَ مِنْ بَعْدِي، قالُوا نَعْبُدُ إِلهَكَ وَإِلهَ آبائِكَ إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ إِلهاً واحِداً، وَنَحْنُ لَهُ مُسْلِمُونَ وإسماعيل كان عما ليعقوب لا أبا له.قال الجمل: وقوله: وَلا نِسائِهِنَّ أى: ولا جناح على زوجات النبي صلّى الله عليه وسلّم في عدم الاحتجاب عن نسائهن، أى: عن النساء المسلمات وإضافتهن لهن من حيث المشاركة في الوصف، وهو الإسلام، وأما النساء الكافرات فيجب على أزواج النبي الاحتجاب عنهن،كما يجب على سائر المسلمات. أى: ما عدا ما يبدو عند المهنة، أما هو فلا يجب على المسلمات حجبه وستره عن الكافرات.وشبيه بهذه الآية قوله- تعالى-: في سورة النور: وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ، أَوْ آبائِهِنَّ، أَوْ آباءِ بُعُولَتِهِنَّ، أَوْ أَبْنائِهِنَّ، أَوْ أَبْناءِ بُعُولَتِهِنَّ ... الآية.ثم عقب. سبحانه هذا الترخيص والتيسير بقوله: وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كانَ عَلى كُلِّ شَيْءٍ شَهِيداً.والجملة الكريمة معطوفة على محذوف، والتقدير: لقد أبحت لكن يا معشر النساء مخاطبة هؤلاء الأصناف بدون حجاب: فامتثلن أمرى، واتقين الله- تعالى- في كل أحوالكن، واحرصن على العفاف والتستر والاحتشام، لأن الله- تعالى- مطلع على كل ما يصدر عنكن، وسيجازى كل إنسان بما يستحقه من ثواب أو عقاب."
}