{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/5/",
    "ayah_number": 5,
    "text": "ثم أرشدهم إلى الطريقة السليمة في معاملة الابن المتبنى فقال: ادْعُوهُمْ لِآبائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ أى: انسبوا هؤلاء الأدعياء إلى آبائهم، فإن هذا النسب هو أقسط وأعدل عند الله- تعالى-.قال الآلوسى: أخرج الشيخان عن ابن عمر- رضى الله عنهما- أن زيد بن حارثة مولى رسول الله صلّى الله عليه وسلّم ما كنا ندعوه إلا زيد بن محمد. حتى نزل القرآن: ادْعُوهُمْ لِآبائِهِمْ فقال صلّى الله عليه وسلم: «أنت زيد بن حارثة بن شراحيل» .وكان زيد قد أسر في بعض الحروب، ثم بيع في مكة، واشتراه حكيم بن حزام، ثم أهداه إلى عمته السيدة خديجة، ثم أهدته خديجة- رضى الله عنها- إلى النبي صلّى الله عليه وسلّم وصار الناس يقولون: زيد بن محمد حتى نزلت الآية.وقوله- سبحانه-: فَإِنْ لَمْ تَعْلَمُوا آباءَهُمْ فَإِخْوانُكُمْ فِي الدِّينِ وَمَوالِيكُمْ إرشاد إلى معاملة هؤلاء الأدعياء في حالة عدم معرفة آبائهم.أى: انسبوا هؤلاء الأدعياء إلى آبائهم الحقيقيين، فإن ذلك أعدل عند الله- تعالى-، وأشرف للآباء والأبناء، فإن لم تعلموا آباءهم الحقيقيين لكي تنسبوهم إليهم، فهؤلاء الأدعياء هم إخوانكم في الدين والعقيدة، وهم مواليكم، فقولوا لهم، يا أخى أو يا مولاي، واتركوا نسبتهم إلى غير آبائهم الشرعيين.وفي هذه الجملة الكريمة إشارة إلى ما كان عليه المجتمع الجاهلى من تخلخل في العلاقات الجنسية، ومن اضطراب في الأنساب، وقد عالج الإسلام كل ذلك بإقامة الأسرة الفاضلة، المبنية على الطهر والعفاف، ووضع الأمور في مواضعها السليمة.ثم بين- سبحانه- جانبا من مظاهر اليسر ورفع الحرج في تشريعاته فقال: وَلَيْسَ عَلَيْكُمْ جُناحٌ فِيما أَخْطَأْتُمْ بِهِ، وَلكِنْ ما تَعَمَّدَتْ قُلُوبُكُمْ وَكانَ اللَّهُ غَفُوراً رَحِيماً.أى. انسبوا- أيها المسلمون- الأبناء إلى آبائهم الشرعيين، فإن لم تعرفوا آباءهم فخاطبوهم ونادوهم بلفظ: يا أخى أو يا مولاي. ومع كل ذلك فمن رحمتنا بكم أننا لم نجعل عليكم جناحا أو إثما، فيما وقمتم فيه من خطأ غير مقصود بنسبتكم بعض الأبناء الأدعياء إلى غير آبائهم، ولكننا نؤاخذكم ونعاقبكم فيما تعمدته قلوبكم من نسبة الأبناء إلى غير آبائهم.وكانَ اللَّهُ غَفُوراً رَحِيماً- وما زال واسع المغفرة والرحمة لمن يشاء من عباده.هذا، ومن الأحكام التي أخذها العلماء من هاتين الآيتين: حرص شريعة الإسلام على إعطاء كل ذي حق حقه، ومن مظاهر ذلك إبطال الظهار الذي كان يجعل المرأة محرمة على الرجل، ثم تبقى بعد ذلك معلقة، لا هي مطلقة فتتزوج غير زوجها، ولا هي زوجة فتحل له فشرع الإسلام كفارة الظهار إنصافا للمرأة، وحرصا على كرامتها.ومن مظاهر ذلك- أيضا-: إبطال عادة التبني، حتى ينتسب الأبناء إلى آبائهم الشرعيين، وحتى تصير العلاقات بين الآباء والأبناء قائمة على الأسس الحقيقية والواقعية.ولقد حذر الإسلام من دعوى الإبن إلى غير أبيه تحذيرا شديدا. ونفر من ذلك.قال القرطبي: جاء في الحديث الصحيح عن سعد بن أبى وقاص وأبى بكرة، كلاهما قال:سمعته أذناى ووعاه قلبي، محمدا صلّى الله عليه وسلّم يقول: «من ادعى إلى غير أبيه وهو يعلم أنه غير أبيه فالجنة عليه حرام» وفي حديث أبى ذر أنه سمع النبي صلّى الله عليه وسلّم يقول: «ليس من رجل ادعى لغير أبيه وهو يعلمه إلا كفر».ثم بين- سبحانه- ما يجب على المؤمنين نحو نبيهم صلّى الله عليه وسلّم ونحو أزواجه، وما يجب للأقارب فيما بينهم، فقال- تعالى-:"
}