{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/72/",
    "ayah_number": 72,
    "text": "ثم بين- سبحانه- ضخامة التبعة التي حملها الإنسان فقال: إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ ...وأرجح الأقوال وأجمعها في المراد بالأمانة هنا: أنها التكاليف والفرائض الشرعية التي كلف الله- تعالى- بها عباده، من إخلاص في العبادة، ومن أداء للطاعات، ومن محافظة على آداب هذا الدين وشعائره وسننه.وسمى- سبحانه- ما كلفنا به أمانة، لأن هذه التكاليف حقوق أمرنا- سبحانه- بها، وائتمننا عليها، وأوجب علينا مراعاتها والمحافظة عليها، وأداءها بدون إخلال بشيء منها.والمراد بالإنسان: آدم- عليه السلام- أو جنس الإنسان.والمراد بحمله إياها: تقبله لحمل هذه التكاليف والأوامر والنواهي مع ثقلها وضخامتها.وللعلماء في تفسير هذه الآية اتجاهات، فمنهم من يرى أن الكلام على حقيقته، وأن الله- تعالى- قد عرض هذه التكاليف الشرعية المعبر عنها بالأمانة، على السموات والأرض والجبال فَأَبَيْنَ أَنْ يَحْمِلْنَها لثقلها وضخامتها وَأَشْفَقْنَ مِنْها أى: وخفن من عواقب حملها أن ينشأ لهن من ذلك ما يؤدى بهن إلى عذاب الله وسخطه بسبب التقصير في أداء ما كلفن بأدائه.وَحَمَلَهَا الْإِنْسانُ أى: وقبل الإنسان حمل هذه الأمانة عند عرضها عليه، بعد أن أبت السموات والأرض والجبال حملها، وأشفقن منها.إِنَّهُ كانَ ظَلُوماً جَهُولًا أى: إنه كان مفرطا في ظلمه لنفسه، ومبالغا في الجهل، لأن هذا الجنس من الناس لم يلتزموا جميعا بأداء ما كلفهم الله- تعالى- بأدائه. وإنما منهم من أداها على وجهها- وهم الأقلون-، ومنهم من لم يؤدها وإنما عصى ما أمره به ربه، وخان الأمانة التي التزم بأدائها.فالضمير في قوله إِنَّهُ يعود على بعض أفراد جنس الإنسان، وهم الذين لم يؤدوا حقوق هذه الامانة التي التزموا بحملها.قال الآلوسى: إِنَّهُ كانَ ظَلُوماً جَهُولًا أى: بحسب غالب أفراده الذين لم يعملوا بموجب فطرتهم السليمة، دون من عداهم من الذين لم يبدلوا فطرة الله ويكفى في صدق الحكم على الجنس بشيء، وجوده في بعض أفراده، فضلا عن وجوده في غالبها...وقال بعض العلماء: ورجوع الضمير إلى مجرد اللفظ دون اعتبار المعنى التفصيلي معروف في اللغة التي نزل بها القرآن.وقد جاء فعلا في آية من كتاب الله، وهي قوله- تعالى-: وَما يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتابٍ ... لأن الضمير في قوله: وَلا يُنْقَصُ مِنْ عُمُرِهِ راجع إلى لفظ المعمر دون معناه التفصيلي، كما هو ظاهر.وهذه المسألة هي المعروفة عند علماء العربية بمسألة: عندي درهم ونصفه. أى: ونصف درهم آخر .وأصحاب هذا الاتجاه يقولون: لا مانع إطلاقا من أن يخلق الله- تعالى- إدراكا ونطقا للسموات والأرض والجبال، ولكن هذا الإدراك والنطق لا يعلمه إلا هو- سبحانه-.ومما يشهد لذلك قوله- تعالى-: تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ، وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كانَ حَلِيماً غَفُوراً .قال الجمل: وكان هذا العرض عليهن- أى على السموات والأرض والجبال تخييرا لا إلزاما، ولو ألزمهن لم يمتنعن عن حملها. والجمادات كلها خاضعة لله- تعالى- مطيعة لأمره، ساجدة له.قال بعض أهل العلم: ركب الله- تعالى- فيهن العقل والفهم حين عرض عليهن الأمانة، حتى عقلن الخطاب، وأجبن بما أجبن.ويرى بعضهم أن العرض في الآية الكريمة من قبيل ضرب المثل، أو من قبيل المجاز.قال الإمام القرطبي ما ملخصه: لما بين- تعالى- في هذه السورة من الأحكام ما بين، أمر بالتزام أوامره، والأمانة تعم جميع وظائف الدين، على الصحيح من الأقوال، وهو قول الجمهور..ويصح أن يكون عرض الأمانة على السموات والأرض والجبال على سبيل الحقيقة..وقال القفال وغيره: العرض في هذه الآية ضرب مثل، أى: أن السموات والأرض والجبال على كبر أجرامها، لو كانت بحيث يجوز تكليفها، لثقل عليها تقلد الشرائع، لما فيها من الثواب والعقاب.أى: أن التكليف أمر حقه أن تعجز عنه السموات والأرض والجبال، وقد حمله الإنسان وهو ظلوم جهول لو عقل. وهذا كقوله: لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ، لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ....وقال قوم: إن الآية من المجاز: أى: أنا إذا قايسنا ثقل الأمانة بقوة السموات والأرض والجبال، رأينا أنها لا تطيقها، وأنها لو تكلمت لأبت وأشفقت، فعبّر عن هذا بعرض الأمانة. كما تقول: عرضت الحمل على البعير فأباه، وأنت تريد: قايست قوته بثقل الحمل فرأيت أنها تقصر عنه..وقيل: عَرَضْنَا يعنى عارضنا الأمانة بالسموات والأرض والجبال، فضعفت هذه الأشياء عن الأمانة. ورجحت الأمانة بثقلها عليها..ويبدو لنا أن حمل الكلام على الحقيقة أولى بالقبول، لأنه ما دام لم يوجد مانع يمنع منه، فلا داعي لصرفه عن ذلك.ومما لا شك أن قدرة الله- تعالى- لا يعجزها أن تخلق في السموات والأرض والجبال إدراكا وتمييزا ونطقا لا يعلمه إلا هو- سبحانه."
}