{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/35/",
    "ayah_number": 35,
    "text": "ورد في سبب نزول هذه الآية روايات منها: ما أخرجه الإمام أحمد والنسائي وغيرهما، عن أم سلمة- رضى الله عنها- قالت: قلت للنبي صلّى الله عليه وسلم: مالنا لا نذكر في القرآن كما يذكر الرجال؟ قالت: فلم يرعني منه صلّى الله عليه وسلّم ذات يوم إلا نداؤه على المنبر، وهو يتلو هذه الآية: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ....وأخرج الترمذي وغيره عن أم عمارة الأنصارية أنها أتت النبي صلّى الله عليه وسلّم فقالت: ما أرى كل شيء إلا للرجال، وما أرى النساء يذكرن بشيء، فنزلت هذه الآية.وأخرجه ابن جرير عن قتادة قال: دخل نساء على أزواج النبي صلّى الله عليه وسلّم فقلن: قد ذكركن الله- تعالى- في القرآن، وما يذكرنا بشيء أما فينا ما يذكر، فأنزل الله- تعالى- هذه الآية.والمعنى: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ والإسلام: الانقياد لأمر الله- تعالى- وإسلام الوجه له- سبحانه- وتفويض الأمر إليه وحده.وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ والإيمان: هو التصديق القلبي، والإذعان الباطني، لما جاء به النبي صلّى الله عليه وسلم.وَالْقانِتِينَ وَالْقانِتاتِ والقنوت: هو المواظبة على فعل الطاعات عن رضا واختيار.وَالصَّادِقِينَ وَالصَّادِقاتِ والصدق: هو النطق بما يطابق الواقع، والبعد عن الكذب والقول الباطل..وَالصَّابِرِينَ وَالصَّابِراتِ والصبر: هو توطين النفس على احتمال المكاره والمشاق في سبيل الحق، وحبس النفس عن الشهوات.وَالْخاشِعِينَ وَالْخاشِعاتِ والخشوع: صفة تجعل القلب والجوارح في حالة انقياد تام لله- تعالى- ومراقبة له، واستشعار لجلاله وهيبته.وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقاتِ والتصدق: تقديم الخير إلى الغير بإخلاص، دفعا لحاجته، وعملا على عونه ومساعدته.وَالصَّائِمِينَ وَالصَّائِماتِ والصوم: هو تقرب إلى الله- تعالى-، واستعلاء على مطالب الحياة ولذائذها، من أجل التقرب إليه- سبحانه- بما يرضيه.وَالْحافِظِينَ فُرُوجَهُمْ وَالْحافِظاتِ وحفظ الفرج: كناية عن التعفف والتطهر والتصون عن أن يضع الإنسان شهوته في غير الموضع الذي أحله الله- تعالى-.وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِراتِ وذكر الله- تعالى- يتمثل في النطق بما يرضيه كقراءة القرآن الكريم، والإكثار من تسبيحه- عز وجل- وتحميده وتكبيره..وفي شعور النفس في كل لحظة بمراقبته- سبحانه-.هؤلاء الذين اتصفوا بهذه الصفات من الرجال والنساء أَعَدَّ اللَّهُ- تعالى- لَهُمْ مَغْفِرَةً واسعة لذنوبهم وَأَجْراً عَظِيماً لا يعلم مقداره إلا هو- عز وجل-.وهكذا نجد القرآن الكريم يسوق الصفات الكريمة، التي من شأن الرجل والمرأة إذا ما اتصفا بها، أن يسعدا في دنياهما وفي أخراهما، وأن يسعد بهما المجتمع الذي يعيشان فيه ...إنها صفات نظمت علاقة الإنسان بربه، وبنفسه، وبغيره، تنظيما حكيما، يهدى الى الرشد، ويوصل إلى الظفر والنجاح.ثم انتقلت السورة الكريمة إلى الحديث عن الحقوق الواجبة على المسلم نحو خالقه- عز وجل- ونحو رسوله صلّى الله عليه وسلم، وعن تأكيد إبطال عادة التبني التي كانت منتشرة قبل نزول هذه السورة، وعن بيان الحكمة لهذا الإبطال، وعن علاقة الرسول صلّى الله عليه وسلّم بغيره من أتباعه.. فقال- تعالى-:"
}