{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/3/",
    "ayah_number": 3,
    "text": "ثم بين- سبحانه- بعد ذلك الموعد الذي تعلن فيه هذه البراءة من المشركين حتى لا يكون لهم عذر بعد هذا الإعلان فقال- تعالى-:وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ....الأذان: الإعلام تقول: آذنته بالشيء إذا أعلمته به. ومنه الأذان للصلاة أى الإعلام بحلول وقتها. وهو بمعنى الإيذان كما أن العطاء بمعنى الإعطاء.قال الجمل: وهو مرفوع بالابتداء. ومِنَ اللَّهِ إما صفته أو متعلق به إِلَى النَّاسِ الخبر، ويجوز أن يكون خبرا لمبتدأ محذوف. أى: وهذه، أى: الآيات الآتي ذكرها إعلام من الله ورسوله ... .والمعنى: وهذه الآيات إيذان وإعلان من الله ورسوله إلى الناس عامة يوم الحج الأكبر بأن الله ورسوله قد برئا من عهود المشركين، وأن هذه العهود قد نبذت إليهم، بسبب إصرارهم على شركهم ونقضهم لمواثيقهم.وأسند- سبحانه- الأذان إلى الله ورسوله، كما أسندت البراءة إليهما، إعلاء لشأنه وتأكيدا لأمره:قال صاحب الكشاف: فإن قلت: أى فرق بين معنى الجملة الأولى والثانية؟ قلت: تلك إخبار بثبوت البراءة، وهذه إخبار بوجوب الإعلام بما ثبت.فإن قلت: لم علقت البراءة بالذين عوهدوا من المشركين وعلق الأذان بالناس؟ قلت:لأن البراءة مختصة بالمعاهدين والناكثين منهم وأما الأذان فعام لجميع الناس «من عاهد ومن لم يعاهد، ومن نكث من المعاهدين ومن لم ينكث  » .واختير يوم الحج الأكبر لهذا الإعلام، لأنه اليوم الذي يضم أكبر عدد من الناس يمكن أن يذاع الخبر عن طريقهم في جميع أنحاء البلاد.وأصح ما قيل في يوم الحج الأكبر أنه يوم النحر. وقيل: هو يوم عرفة، وقيل: هو جميع أيام الحج.وقد رجح ابن جرير- بعد أن بسط الأقوال في ذلك- أن المراد بيوم الحج الأكبر: يوم النحر فقال. وأولى الأقوال في ذلك بالصحة عندنا: قول من قال: يوم الحج الأكبر، يوم النحر، لتظاهر الأخبار عن جماعة من الصحابة أن عليا نادى بما أرسله به رسول الله صلى الله عليه وسلم إلى المشركين يوم النحر، هذا مع الأخبار التي ذكرناها عن رسول الله صلى الله عليه وسلم أنه قال يوم النحر: «أتدرون أى يوم هذا؟ هذا يوم الحج الأكبر» .وقال بعض العلماء: قال ابن القيم: والصواب أن المراد بيوم الحج الأكبر يوم النحر، لأنه ثبت في الصحيحين أن أبا بكر وعليا أذنا بذلك يوم النحر لا يوم عرفة. وفي سنن أبى داود بأصح إسناد أن رسول الله صلى الله عليه وسلم قال: «يوم الحج الأكبر يوم النحر» ، وكذا قال أبو هريرة وجماعة من الصحابة.ويوم عرفة مقدمة ليوم النحر بين يديه، فإن فيه يكون الوقوف والتضرع ثم يوم النحر تكون الوفادة والزيارة.. ويكون فيه ذبح القرابين، وحلق الرءوس، ورمى الجمار، ومعظم أفعال الحج .وقد ساق ابن كثير جملة من الأحاديث التي حكت ما كان ينادى به على بن أبى طالب والناس يوم الحج الأكبر ومن ذلك ما أخرجه الإمام أحمد عن محرز بن أبى هريرة عن أبيه قال: كنت مع على بن أبى طالب حين بعثه النبي صلى الله عليه وسلم ينادى، فكان إذا صحل ناديت- أى كان إذا بح صوته وتعب من كثرة النداء ناديت- قلت: بأى شيء كنتم تنادون؟ قال:بأربع: لا يطوف بالبيت عريان، ولا يدخل الجنة إلا نفس مؤمنة، ولا يحج بعد عامنا هذا مشرك، ومن كان له عهد عند رسول الله صلى الله عليه وسلم فعهده إلى مدته  .وسمى يوم النحر بالحج الأكبر، لأن العمرة كانت تسمى بالحج الأصغر ولأن ما يفعل فيه معظم أفعال الحج- كما قال ابن القيم.هذا، وللعلماء أقوال في إعراب لفظ وَرَسُولِهِ من قوله- تعالى- أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ. وقد لخص الشيخ الجمل هذه الأقوال تلخيصا حسنا فقال: قوله وَرَسُولِهِ بالرفع باتفاق السبعة وقرئ شاذا بالجر على المجاورة. أو على أن الواو للقسم وقرئ شاذا أيضا بالنصب على أنه مفعول معه، أو معطوف على لفظ الجلالة، وفي الرفع ثلاثة وجوه: أحدها أنه مبتدأ والخبر محذوف أى: ورسوله برىء منهم، وإنما حذف للدلالة عليه.والثاني أنه معطوف على الضمير المستتر في الخبر ... والثالث: أنه معطوف على محل اسم أن  ... » .ثم أردف- سبحانه- هذا الإعلام بالبراءة من عهود المشركين بترغيبهم في الإيمان وتحذيرهم من الكفر والعصيان فقال: فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ، وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ، وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذابٍ أَلِيمٍ.أى: فإن تبتم أيها المشركون من كفركم، ورجعتم إلى الإيمان بالله وحده واتبعتم ما جاءكم به محمد صلى الله عليه وسلم فهو أى المتاب والرجوع إلى الحق خَيْرٌ لَكُمْ من التمادي في الكفر والضلال: وَإِنْ تَوَلَّيْتُمْ وأعرضتم عن الإيمان، وأبيتم إلا الإقامة على باطلكم فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ أى: فأيقنوا أنكم لا مهرب لكم من عقاب الله، ولا إفلات لكم من أخذه وبطشه، لأنكم أينما كنتم فأنتم في قبضته وتحت قدرته.وقوله: وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذابٍ أَلِيمٍ تذييل قصد به تأكيد زجرهم عن التولي والإعراض عن الحق.أى: وبشر- يا محمد- هؤلاء الذين كفروا بالحق لما جاءهم بالعذاب الأليم في الآخرة بعد إنزال الخزي والمذلة بهم في الدنيا.ولفظ البشارة ورد هنا على سبيل الاستهزاء بهم، كما يقال: تحيتهم الضرب، وإكرامهم الشتم."
}