{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/30/",
    "ayah_number": 30,
    "text": "أخرج ابن جرير عن ابن عباس قال: أتى رسول الله صلى الله عليه وسلم سلام بن مشكم، ونعمان بن أوفى. وشاس بن قيس، ومالك بن الصيف فقالوا: كيف نتبعك- يا محمد- وقد تركت قبلتنا، وأنت لا تزعم أن عزيرا ابن الله، فأنزل الله في ذلك: وَقالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ، وَقالَتِ النَّصارى الْمَسِيحُ ابْنُ اللَّهِ.. الآية .و «عزير» كاهن يهودي سكن بابل سنة 457 ق م تقريبا، ومن أعماله أنه جمع أسفار التوراة وأدخل الأحرف الكلدانية عوضا عن العبرانية القديمة، وألف أسفار: الأيام، وعزرا، ونحميا.وقد قدسه اليهود من أجل نشره لكثير من علوم الشريعة، وأطلقوا عليه لقب «ابن الله» .قال البيضاوي: وإنما قالوا ذلك- أى: عزير ابن الله- لأنه لم يبق فيهم بعد وقعة «بختنصر» - سنة 586 ق م ه من يحفظ التوراة. وهو لما أحياه الله بعد مائة عام أملى عليهم التوراة حفظا فتعجبوا من ذلك وقالوا: ما هذا إلا لأنه ابن الله» .وقال صاحب المنار ما ملخصه: جاء في دائرة المعارف اليهودية الإنكليزية- طبعة 1903- أن عصر عزرا هو ربيع التاريخ الملي لليهودية الذي تفتحت فيه أزهاره، وعبق شذا ورده. وأنه جدير بأن يكون هو ناشر الشريعة..» .وقد ذكر المفسرون هنا أقوالا متعددة في الأسباب التي حملت اليهود على أن يقولوا «عزير ابن الله» وأغلب هذه الأقوال لا يؤيدها عقل أو نقل، ولذا فقد ضربنا عنها صفحا.وقد نسب- سبحانه- القول إلى جميع اليهود مع أن القائل بعضهم، لأن الذين لم يقولوا ذلك لم ينكروا على غيرهم قولهم، فكانوا مشاركين لهم في الإثم والضلال، وفيما يترتب على ذلك من عقاب.وأما قول النصارى «المسيح ابن الله» فهو شائع مشهور، ومن أسبابه أن الله- تعالى- قد خلق عيسى بدون أب على خلاف ما جرت به سنته في التوالد والتناسل، فقالوا عنه «ابن الله» .وقد حاجهم- سبحانه- في سورة آل عمران بأن آدم قد خلقه الله من غير أب أو أم، فكان أولى بنسبة البنوة إليه، لكنهم لم ينسبوا إليه ذلك، فينبغي أن يكون عيسى كآدم.قال- تعالى- إِنَّ مَثَلَ عِيسى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرابٍ ثُمَّ قالَ لَهُ كُنْ فَيَكُونُ. الْحَقُّ مِنْ رَبِّكَ فَلا تَكُنْ مِنَ الْمُمْتَرِينَ.وقوله: ذلِكَ قَوْلُهُمْ بِأَفْواهِهِمْ ذم لهم على ما نطقوا به من سوء يمجه العقل السليم، والفكر القويم.أى: ذلك الذي قالوه في شأن «عزير والمسيح» قول تلوكه ألسنتهم في أفواههم بدون تعقل، ولا مستند لهم فيما زعموه سوى افترائهم واختلاقهم، فهو من الألفاظ الساقطة التي لا وزن لها ولا قيمة، فقد قامت الأدلة السمعية والعقلية على استحالة أن يكون لله ولد أو والد أو صاحبة أو شريك.قال- تعالى- وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً إِنْ كُلُّ مَنْ فِي السَّماواتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمنِ عَبْداً لَقَدْ أَحْصاهُمْ وَعَدَّهُمْ عَدًّا وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيامَةِ فَرْداً .ولقد أنذر، سبحانه، الذين نسبوا إليه الولد بالعقاب الشديد فقال: وَيُنْذِرَ الَّذِينَ قالُوا اتَّخَذَ اللَّهُ وَلَداً، ما لَهُمْ بِهِ مِنْ عِلْمٍ وَلا لِآبائِهِمْ، كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْواهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِباً وأسند، سبحانه، القول إلى الأفواه مع أنه لا يكون إلا بها، لاستحضار الصورة الحسية الواقعية، حتى لكأنها مسموعة مرئية ولبيان أن هذا القول لا وجود له في عالم الحقيقة والواقع، وإنما هو قول لغو ساقط وليد الخيالات والأوهام، ولزيادة التأكيد في نسبة هذا القول إليهم، أى: أنه قول صادر منهم وليس محكيا عنهم.قال صاحب الكشاف، فإن قلت: كل القول يقال بالفم فما معنى قوله ذلِكَ قَوْلُهُمْ بِأَفْواهِهِمْ؟.قلت: فيه وجهان: أحدهما- أن يراد أنه قول لا يعضده برهان، فما هو إلا لفظ يفوهون به، فارغ من أى معنى تحته، كالألفاظ المهملة التي هي أجراس ونغم، لا تدل على معان.وذلك أن القول الدال على معنى، لفظه مقول بالفم، ومعناه مؤثر في القلب، وما لا معنى له مقول بالفم لا غير.والثاني- أن يراد بالقول: المذهب، كقولهم «قول أبى حنيفة» يريدون مذهبه وما يقول به، كأنه قيل: ذلك مذهبهم ودينهم بأفواههم لا بقلوبهم، لأنه لا حجة معه ولا شبهة، حتى يؤثر في القلوب، وذلك أنهم إذا اعترفوا أنه لا صاحبة له لم تبق شبهة في انتفاء الولد» .وقوله: يُضاهِؤُنَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ ذم آخر لهم على تقليدهم لمن سبقوهم بدون تعقل أو تدبر.قال الجمل ما ملخصه: قرأ العامة يُضاهِؤُنَ بضم الهاء بعدها واو-. وقرأ عاصم «يضاهئون» بهاء مكسورة بعدها همزة مضمومة- فقيل هما بمعنى واحد وهو المشابهة، وفيه لغتان: ضاهأت وضاهيت ... » .والمراد بالذين كفروا من قبل: قيل، أهل مكة وأمثالهم من المشركين السابقين الذين قالوا، الملائكة بنات الله وقيل، المراد بهم قدماء أهل الكتاب، أى، أن اليهود والنصارى المعاصرين للنبي صلى الله عليه وسلم يشابه قولهم في العزير وعيسى قول آبائهم الأقدمين، - أى المعاصرين للعهد النبوي- قد ورثوا الكفر كابرا عن كابر.والأولى من هذين الوجهين أن يكون المراد بالذين كفروا من قبل. جميع الأمم التي ضلت وانحرفت عن الحق، وأشركت مع الله في العبادة آلهة أخرى.قال صاحب المنار، وقد علمنا من تاريخ قدماء الوثنيين في الشرق والغرب أن عقيدة الابن لله والحلول والتثليث، كانت معروفة عند البراهمة في الهند وفي الصين واليابان وقدماء المصريين وقدماء الفرس.وهذه الحقيقة التاريخية- والتي بينها القرآن في هذه الآية- من معجزاته لأنه لم يكن يعرفها أحد من العرب ولا ممن حولهم، بل لم تظهر إلا في هذا الزمان» .والمعنى. أن هؤلاء الضالين الذين قال بعضهم «عزير ابن الله» وقال البعض الآخر «المسيح ابن الله» ليس لهم على قولهم الباطل هذا دليل ولا برهان، ولكنهم يشابهون ويتابعون فيه قول الذين كفروا من قبلهم من الأمم «فهم على آثارهم يهرعون» .وقوله. قاتَلَهُمُ اللَّهُ تعجيب من شناعة قولهم، ودعاء عليهم بالهلاك فإن من قاتله الله لا بد أن يقتل، ومن غالبه لا بد أن يغلب.وعن ابن عباس، أن معنى قاتَلَهُمُ اللَّهُ لعنهم الله وكل شيء في القرآن قتل فهو لعن .وقوله: أَنَّى يُؤْفَكُونَ تعجيب آخر من انصرافهم الشديد عن الحق الواضح إلى الباطل المظلم المعقد.وأَنَّى بمعنى كيف. ويُؤْفَكُونَ من الإفك بمنى الانصراف عن الشيء والابتعاد عنه، يقال، أفكه عن الشيء يأفكه أفكا، أى، صرفه عنه وقلبه. ويقال، أفكت الأرض أفكا، أى: صرف، عنها المطر.والمعنى: قاتل الله هؤلاء الذين قالوا عُزَيْرٌ ابْنُ اللَّهِ والذين قالوا الْمَسِيحُ ابْنُ اللَّهِ لأنهم بقولهم هذا محل مقت العقلاء وعجبهم، إذ كيف يصرفون عن الحق إلى الباطل، بعد وضوح الدليل على استحالة أن يكون له- تعالى- ولد أو والد أو صاحبة أو شريك..؟!.إن ما قالوه ظاهر البطلان وهو محل عجب العقلاء واستنكارهم وغضبهم."
}