{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/42/",
    "ayah_number": 42,
    "text": "قال الفخر الرازي هذه الآية نزلت في المنافقين الذين تخلفوا عن غزوة تبوك. والعرض.ما يعرض للإنسان من منافع الدنيا وشهواتها.والسفر القاصد: هو السفر القريب السهل الذي لا يصاحبه ما يؤدى إلى التعب الشديد. من القصد بمعنى التوسط والاعتدال في الشيء.والشقة: المسافة التي لا تقطع إلا بعد تكبد المشقة والتعب، فهي مأخوذة من المشقة وشدة العناء.قال القرطبي: حكى أبو عبيدة وغيره أن الشقة: السفر إلى أرض بعيدة. يقال: منه شقة شاقة. والمراد بذلك كله غزوة تبوك..» .والمعنى: لو كان الذي دعوتهم إليه يا محمد، متاعا من متع الحياة الدنيا، وسفرا سهلا قريبا، لاتبعوك فيما دعوتهم إليه، لأنه يوافق أهواءهم، ويشبع رغباتهم، ولكنهم حين عرفوا أن ما دعوتهم إليه هو الجهاد في سبيل الله وما يصحبه من أسفار شاقة. وتضحيات جسيمة.. تعلّلوا لك بالمعاذير الكاذبة، وتخلفوا عن الخروج معك، جبنا منهم، وحبا للراحة والسلام.وشبيه بهذه الآية من حيث المعنى، قول الرسول صلى الله عليه وسلم في شأن المتخلفين عن صلاة الجماعة «لو يعلم أحدهم أنه يجد عظما سمينا، أو مرماتين   حسنتين لشهد العشاء» .أى: لو يعلم أحد هؤلاء المتخلفين عن صلاة العشاء في جماعة، أنه يجد عند حضور صلاتها في جماعة شيئا من اللحم لحضرها.ثم حكى- سبحانه- ما سيقوله هؤلاء المنافقون بعد عودة المؤمنين من الجهاد فقال:وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنا لَخَرَجْنا مَعَكُمْ.أى. وسيحلف هؤلاء المنافقون بالله- كذبا وزورا- قائلين. لو استطعنا أيها المؤمنون أن نخرج معكم للجهاد في تبوك لخرجنا: فاننا لم نتخلف عن الخروج معكم إلا مضطرين، فقد كانت لنا أعذارنا القاهرة التي حملتنا على التخلف!! وأتى- سبحانه- بالسين في قوله: وَسَيَحْلِفُونَ لأنه من قبيل الإخبار بالغيب. فقد كان نزول هذه الآية قبل رجوعه صلى الله عليه وسلم من تبوك. وحلفهم هذا كان بعد رجوعه منها.قال الفخر الرازي: قالوا: الرسول صلى الله عليه وسلم أخبر عنهم أنهم سيحلفون، وهذا إخبار عن غيب يقع في المستقبل، والأمر لما وقع كما أخبر كان هذا إخبارا عن الغيب فكان معجزا، .والمراد بالاستطاعة في قوله: «لو استطعنا» : وجود وسائل للجهاد معهم، من زاد وعدة وقوة في البدن، وغير ذلك مما يستلزمه الجهاد في سبيل الله.وقوله: لَخَرَجْنا مَعَكُمْ ساد مسد جوابي القسم والشرط.ثم بين- سبحانه- سوء مصيرهم بسبب كذبهم ونفاقهم فقال: يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكاذِبُونَ:أى. أن هؤلاء المتخلفين عن الجهاد يهلكون أنفسهم بسبب حلفهم الكاذب، وجرأتهم على الله. تعالى. في اختلاق المعاذير الباطلة، مع أنه. سبحانه. يعلم إنهم لكاذبون في أيمانهم، وفيما انتحلوه من أعذار.قال ابن جرير قوله: وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكاذِبُونَ في قولهم: لَوِ اسْتَطَعْنا لَخَرَجْنا مَعَكُمْ، لأنهم كانوا للخروج مطيقين، بوجود السبيل إلى ذلك بالذي كان عندهم من الأموال، مما يحتاج إليه الغازي في غزوة، وصحة الأبدان، وقوة الأجسام  .هذا، ومن الأحكام التي أخذها العلماء من هذه الآية، أن الأيمان الكاذبة تؤدى إلى الخسران والهلاك: وفي الحديث الشريف: «اليمين الغموس تدع الديار بلاقع؟؟؟» .ثم عاتب الله: تعالى. نبيه صلى الله عليه وسلم عتابا رقيقا لأنه أذن للمنافقين بالتخلف عن الجهاد حين طلبوا منه ذلك، دون أن يتبين أحوالهم فقال. تعالى."
}