{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/28/",
    "ayah_number": 28,
    "text": "وقوله: نَجَسٌ بالتحريك- مصدر نجس الشيء ينجس فهو نجس إذا كان قذرا غير نظيف، وفعله من باب «تعب» وفي لغة من باب «قتل» .قال صاحب الكشاف: النجس: مصدر. يقال نجس نجسا وقذر قذرا، لأن معهم الشرك الذي هو بمنزلة النجس، ولأنهم لا يتطهرون ولا يغتسلون ولا يجتنبون النجاسات فهي ملابسة لهم. أو جعلوا كأنهم النجاسة بعينها، مبالغة في وصفهم بها  .قيل: وجوز أن يكون لفظ «نجس» صفة مشبهة- وإليه ذهب الجوهري ولا بد حينئذ من تقدير موصوف مفرد لفظا مجموع معنى، ليصح الإخبار به عن الجمع. أى جنس نجس ونحوه  .وقوله: إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فيه ما فيه من التعبير البديع المصور المجسم لهم، حتى لكأنهم بأرواحهم وماهيتهم وكيانهم: النجس يمشى على الأرض فيتحاشاه المتطهرون، ويتحاماه الأتقياء من الناس.وقوله: فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ بَعْدَ عامِهِمْ هذا تفريع على نجاستهم والمراد النهى عن الدخول إلا أنه عبر عنه بالنهى عن القرب مبالغة في إبعادهم عن المسجد الحرام.والنهى وإن كان موجها إلى المشركين، إلا أن المقصود منه نهى المؤمنين عن تمكينهم من ذلك، والمراد بقوله: بَعْدَ عامِهِمْ هذا العام الذي حصل فيه النداء بالبراءة من المشركين، وبعدم طوافهم بالمسجد الحرام.. وهو العام التاسع من الهجرة.قال ابن كثير: أمر الله عباده المؤمنين الطاهرين دينا وذاتا بنفي المشركين الذين هم نجس دينا- عن المسجد الحرام، وأن لا يقربوه بعد نزول هذه الآية. وكان نزولها في سنة تسع.ولهذا بعث رسول الله صلى الله عليه وسلم عليا صحبة أبى بكر رضى الله عنهما- عامئذ، وأمره أن ينادى في المشركين: أن لا يحج بعد هذا العام مشرك ولا يطوف بالبيت عريان. فأتم الله ذلك وحكم به شرعا وقدرا .وقوله: وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شاءَ بشارة من الله تعالى للمؤمنين بأن سيعطيهم من فضله ما يغنيهم عن المشركين.والعيلة: الفقر والفاقة: يقال: عال الرجل يعيل عيلة فهو عائل إذا افتقر، ومنه قول الشاعر:وما يدرى الفقير متى غناه ... وما يدرى الغنى متى يعيلوقرئ «عائلة» بمعنى المصدر كالعافية: اسم فاعل صفة لموصوف مؤنث مقدر أى: حالا عائلة.قال ابن جرير- بعد أن ساق روايات في سبب نزول الآية-: عن عطية العوفى قال: لما قيل «ولا يحج بعد العام مشرك» قالوا: قد كنا نصيب من بياعاتهم في الموسم، قال فنزلت يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ بَعْدَ عامِهِمْ هذا، وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ ... الآية  .والمعنى: لا تمكنوا أيها المؤمنون. المشركين من دخول المسجد الحرام بعد هذه السنة، لأنهم نجس.. ولا تخشوا الفقر والفاقة بسبب عدم تمكينهم، حيث إنكم تتبادلون معهم التجارات والمبايعات.. لأن الله- تعالى- قد وعدكم أن يغنيكم من فضله بالعطايا والخيرات التي تكفيكم أمر معاشكم..وقد أنجز الله- تعالى- لهم وعده، فأرسل السماء عليهم مدرارا، وفتح لهم البلاد، فكثرت بين أيديهم الغنائم وألوان الخيرات، ودخل في دين الله من هم أيسر حالا وأغنى مالا من هؤلاء المشركين..قال صاحب الكشاف: قوله: فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ أى: من عطائه أو من تفضله بوجه آخر، فأرسل عليهم السماء مدرارا، فأغزر بها خيرهم، وأكثر مسيرهم. وأسلم أهل تبالة  وجرس فحملوا إلى مكة الطعام وما يعاش به: فكان أعود عليهم مما خافوا العيلة لفواته»والتقييد بالمشيئة في قوله: إِنْ شاءَ ليس للتردد، بل هو لتعليم المؤمنين رعاية الأدب مع الله- تعالى- كما في قوله: لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرامَ إِنْ شاءَ اللَّهُ آمِنِينَ. ولبيان أن هذا الإغناء بإرادته- سبحانه- وحده، فعليهم أن يجعلوا اعتمادهم عليه، وتضرعهم إليه لا إلى غيره، وللتنبيه على أن عطاءه سبحانه لهم، هو من باب التفضل لا الوجوب، لأنه لو كان واجبا ما قيده بالمشيئة.ولما كانت مشيئته- سبحانه- تجرى حسب مقتضى علمه وحكمته، فقد ختم الآية بقوله: إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ.أى: إن الله عليم بأحوالكم ومصالحكم، وبما يكون عليه أمر حاضركم ومستقبلكم حكيم فيما شرعه لكم. فاستجيبوا له لتنالوا السعادة في دنياكم وآخرتكم.هذا، ومن الأحكام والآداب التي استنبطها العلماء من هذه الآية ما يأتى:1- أن المراد بالمشركين في الآية ما يتناول عبدة الأوثان وغيرهم من أهل الكتاب. كما هو مقتضى ظاهر اللفظ، وكما يدل عليه قوله- تعالى- إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ. .أى: لا يغفر أن يشرك به بأى لون من ألوان الشرك.ويرى كثير من الفقهاء أن المراد بالمشركين هنا عبدة الأوثان فحسب، لأن الحديث خاص بهم من أول السورة إلى هنا.2- يرى جمهور الفقهاء أن نجاسة المشركين مرجعها إلى خبث بواطنهم لعبادتهم سوى الله- تعالى- أما أبدانهم فطاهرة.وقد بسط صاحب المنار القول في هذه المسألة فقال ما ملخصه: «قال بعضهم بنجاسة أعيان المشركين، ووجوب تطهير ما تصيبه أبدانهم مع البلل.حكى هذا القول عن ابن عباس والحسن البصري.. وجمهور الظاهرية..ويرى جمهور السلف والخلف وأصحاب المذاهب الأربعة أن أعيانهم طاهرة. لأنه من المعلوم أن المسلمين كانوا يعاشرون المشركين ويخالطونهم. ومع هذا فالنبي صلى الله عليه وسلم لم يأمر بغسل شيء مما أصابته أبدانهم.. بل الثابت أنه صلى الله عليه وسلم توضأ من مزادة مشركة، وأكل من طعام اليهود ... وأطعم هو وأصحابه وفدا من الكفار ولم يأمر بغسل الأوانى التي أكلوا وشربوا فيها..وروى الإمام أحمد وأبو داود من حديث عبد الله بن مسعود قال: كنا نغزو مع رسول الله، فنصيب من آنية المشركين وأسقيتهم فنستمتع بها ولا يعيب ذلك علينا ... » .3- اختلف الفقهاء في المراد بالمسجد الحرام في قوله- تعالى- فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ بَعْدَ عامِهِمْ هذا....فقال ابن عباس وابن جبير ومجاهد وعطاء: المراد به الحرم كله فيشمل المسجد الحرام ومكة، لأن المسجد الحرام حيث أطلق في القرآن فالمراد به الحرم كله. وعليه فالكافر يمنع من دخول الحرم كله..ويرى الشافعى أن المراد المسجد الحرام بخصوصه أخذا بظاهر اللفظ.قال القرطبي: وقال الشافعى: الآية عامة في سائر المشركين، خاصة في المسجد الحرام، ولا يمنعون من دخول غيره، فأباح دخول اليهودي والنصراني في سائر المساجد»  .ويرى الإمام مالك أن المراد المسجد الحرام بالنص وبقية المساجد تقاس عليه، لأن العلة- وهي النجاسة- موجودة في المشركين، والحرمة موجودة في كل مسجد.وعليه فلا يجوز تمكينهم لا من المسجد الحرام ولا من غيره من المساجد.ويرى الأحناف أن المراد بالمسجد الحرم كله، إلا أن النهى هنا ليس منصبا على دخوله وإنما هو منصب على المنع من الحج والعمرة. ومن الحج إليه أى: لا تمكنوا- أيها المؤمنون- المشركين من الطواف بالمسجد الحرام بعد عامهم هذا.قال الآلوسى: ويؤيده قوله- تعالى- بَعْدَ عامِهِمْ هذا، فإن تقييد النهى يدل على اختصاص المنهي عنه بوقت من أوقات العام. أى: لا يحجوا ولا يعتمروا بعد حج عامهم هذا وهو عام تسعة من الهجرة.. ويدل عليه نداء على- كرم الله وجهه- يوم نادى ببراءة ألا لا يحج بعد عامنا هذا مشرك، وكذا قوله- سبحانه- وَإِنْ خِفْتُمْ عَيْلَةً أى: فقرا بسبب منعهم، لما أنهم كانوا يأتون في الموسم بالمتاجر، فإنه إنما يكون إذا منعوا من دخول الحرم كما لا يخفى.ثم قال: والحاصل أن الإمام الأعظم يقول بالمنع عن الحج والعمرة ويحمل النهى عليه، ولا يمنعون عنده من دخول المسجد الحرام ومن دخول سائر المساجد» .4- قال القرطبي: في هذه الآية دليل على أن تعلق القلب بالأسباب في الرزق جائز، وليس ذلك بمناف للتوكل، وإن كان الرزق مقدرا، ولكنه علقه بالأسباب لتظهر القلوب التي تتعلق بالأسباب، من القلوب التي تتوكل على رب الأرباب وقد تقدم أن السبب لا ينافي التوكل، ففي الحديث الذي أخرجه البخاري أن الرسول صلى الله عليه وسلم قال: «لو توكلتم على الله حق توكله لرزقكم كما يرزق الطير، تغدو خماصا وتروح بطانا»  - أى: تغدو صباحا وهي جياع، وتعود عشية وهي ممتلئة البطون-.هذا، وبتدبر آيات السورة الكريمة- من أولها إلى هنا- نراها قد وضحت العلاقات النهائية بين المسلمين وعبدة الأوثان، وفصلت كثيرا من الأحكام التي تخص الفريقين، ومن ذلك أنها قررت:1- براءة الله ورسوله من عهود المشركين الذين مردوا على نقض المواثيق.2- إعطاءهم مهلة مقدارها أربعة أشهر يتدبرون خلالها أمرهم، دون أن يتعرض المسلمون لهم بسوء.3- إعلان الناس جميعا يوم الحج الأكبر بهذه البراءة..4- أمر المؤمنين بإتمام مدة العهد لمن حافظ من المشركين على عهده.5- بيان ما يجب على المؤمنين فعله إذا ما انقضت أشهر الأمان التي أعطيت للمشركين.6- إرشاد المؤمنين إلى أن من الواجب عليهم تأمين المشرك المستجير بهم حتى يسمع كلام الله، ويطلع على حقيقة الإسلام.. ثم توصيله إلى موضع أمنه إن لم يسلم.7- بيان الأسباب التي تدعو إلى قتال المشركين، وإلى وجوب البراءة منهم.8- بيان بعض الحكم والأسرار التي من أجلها شرع الجهاد في الإسلام.9- بيان أن المشركين ليسوا أهلا لعمارة مساجد الله.. وأن الذين هم أهل لذلك:المؤمنون الصادقون.10- توجيه المؤمنين إلى أن إيمانهم يحتم عليهم أن يؤثروا محبة الله ورسوله على أى شيء آخر، من الآباء والأبناء والإخوان.11- تذكيرهم بجانب من نعم الله عليهم حيث نصرهم في مواطن كثيرة ونصرهم يوم غزوة حنين، بعد أن هزموا في أول المعركة دون أن تنفعهم كثرتهم التي أعجبوا بها.12- نهيهم عن تمكين المشركين من قربان المسجد الحرام، وإزالة الوساوس التي قد تخطر ببالهم بسبب هذا النهى، بأن وعدهم- سبحانه- بأنه سيعطيهم من فضله ما يغنيهم عن المكاسب التي تأتيهم عن طريق تبادل المنافع مع المشركين في موسم الحج.هذه أهم الموضوعات التي تعرضت لها سورة التوبة في ثمان وعشرين آية من أولها إلى هنا.وهي موضوعات وضحت. كما أسلفنا. الأحكام النهائية في علاقات المسلمين بالمشركين عبدة الأوثان.ثم ساقت السورة الكريمة بعد ذلك سبع آيات بينت فيها ما يجب أن يكون عليه موقف المسلمين من المنحرفين من أهل الكتاب، كما حكت بعض أقوالهم الذميمة، وأفعالهم القبيحة، التي تدعو المسلمين إلى قتالهم حتى يخضعوا لسلطان الإسلام، وقد بدئت هذه الآيات بقوله- تعالى-"
}