{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/36/",
    "ayah_number": 36,
    "text": "قال صاحب المنار، هاتان الآيتان عود إلى الكلام في أحوال المشركين، وما يشرع من معاملاتهم بعد الفتح، وسقوط عصبية الشرك، وكان الكلام قبل هاتين الآيتين- في قتال أهل الكتاب وما يجب أن ينتهى به من إعطاء الجزية من قبيل الاستطراد، اقتضاه ما ذكر قبله من أحكام قتال المشركين ومعاملتهم، وقد ختم الكلام في أهل الكتاب ببيان حال كثير من رجال الدين الذين أفسدت عليهم دينهم المطامع المالية، التي هي وسيلة العظمة الدنيوية والشهوات الحيوانية، وإنذار من كانت هذه حالهم بالعذاب الشديد يوم القيامة وجعل هذا الإنذار موجها إلينا وإليهم جميعا..» .والعدة- في قوله. إن عدة الشهور-: على وزن فعله من العدد وهي بمعنى المعدود. قال الراغب: العدة: هي الشيء المعدود، قال- تعالى وَما جَعَلْنا أَصْحابَ النَّارِ إِلَّا مَلائِكَةً، وَما جَعَلْنا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا أى: وما جعلنا عددهم إلا فتنة للذين كفروا..والشهور: جمع شهر. والمراد بها هنا: الشهور التي تتألف منها السنة القمرية وهي شهور. المحرم. وصفر. وربيع الأول.. إلخ.وهذه الشهور عليها مدار الأحكام الشرعية، وبها يعتد المسلمون في عبادتهم وأعيادهم وسائر أمورهم.والمراد بقوله: يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ: الوقت الذي خلقهما فيه، وهو ستة أيام كما جاء في كثير من الآيات، ومن ذلك قوله- تعالى- إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوى عَلَى الْعَرْشِ.والمعنى: إن عدد الشهور «عند الله» أى: في حكمه وقضائه اثْنا عَشَرَ شَهْراً هي الشهور القمرية التي عليها يدور فلك الأحكام الشرعية.وقوله فِي كِتابِ اللَّهِ، أى: في اللوح المحفوظ.قال القرطبي: وأعاده بعد أن قال عِنْدَ اللَّهِ لأن كثيرا من الأشياء يوصف بأنه عند الله، ولا يقال إنه مكتوب في كتاب الله، كقوله إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ.وقيل معنى «في كتاب الله» أى فيما كتبه- سبحانه- وأثبته وأوجب على عباده العمل به منذ خلق السموات والأرض.قال الجمل: وقوله. فِي كِتابِ اللَّهِ صفة لاثنى عشر، وقوله: يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ متعلق بما تعلق به الظرف قبله من معنى الثبوت والاستقرار، أو بالكتاب، إن جعل مصدرا.والمعنى: أن هذا أمر ثابت في نفس الأمر منذ خلق الله الأجرام والأزمنة أى: أن المقصود من هذه الآية الكريمة، بيان أن كون الشهور كذلك حكم أثبته- سبحانه- في اللوح المحفوظ منذ أوجد هذا العالم، وبينه لأنبيائه على هذا الوضع.. فمن الواجب اتباع ترتيب الله لهذه الشهور، والتزام أحكامها ونبذ ما كان يفعله أهل الجاهلية من تقديم بعض الشهور أو تأخيرها أو الزيادة عليها، أو انتهاك حرمة المحرم منها.وقوله، حُرُمٌ جمع حرام- كسحب جمع سحاب- مأخوذ من الحرمة وذلك لأن الله تعالى- أوجب على الناس احترام هذه الشهور، ونهى عن القتال فيها:وقد أجمع العلماء على أن المراد بها ذو القعدة، وذو الحجة، والمحرم، ورجب، وبذلك تظاهرت الأخبار عن رسول الله صلى الله عليه وسلم.فقد أخرج البخاري عن أبى بكر عن النبي صلى الله عليه وسلم أنه قال في خطبة حجة الوداع: «إن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض، السنة اثنا عشر شهرا منها أربعة حرم. ثلاث متواليات: ذو القعدة وذو الحجة، والمحرم، ورجب مضر الذي بين جمادى وشعبان» .وسماه صلى الله عليه وسلم رجب مضر، لأن بنى ربيعة بن نزار كانوا يحرمون شهر رمضان ويسمونه رجبا وكانت قبيلة مضر تحرم رجبا نفسه، لذا قال صلى الله عليه وسلم فيه «ورجب مضر الذي بين جمادى وشعبان» .قال ابن كثير. وإنما كانت الأشهر المحرمة أربعة: ثلاثة سرد. وواحد فرد لأجل أداء مناسك الحج والعمرة فحرم قبل الحج شهرا وهو ذو القعدة يقعدون فيه عن القتال وحرم شهر ذي الحجة لأنهم يوقعون فيه الحج، ويشتغلون بأداء المناسك، وحرم بعده شهرا آخر هو المحرم، ليرجعوا فيه إلى أقصى بلادهم آمنين، وحرم رجب في وسط الحول لأجل زيارة البيت والاعتمار به لمن يقدم إليه من أقصى جزيرة العرب، فيزوره ثم يعود إلى وطنه آمنا.واسم الإشارة في قوله: ذلِكَ الدِّينُ الْقَيِّمُ يعود إلى ما شرعه الله- تعالى من أن عدة الشهور اثنا عشر شهرا، ومن أن منها أربعة حرم.والقيم: القائم الثابت المستقيم الذي لا التواء فيه ولا اعوجاج أى: ذلك الذي شرعناه لكم من كون عدة الشهور كذلك، ومن كون منها أربعة حرم: هو الدين القويم، والشرع الثابت الحكيم، الذي لا يقبل التغيير أو التبديل.. لا ما شرعه أهل الجاهلية لأنفسهم من تقديم بعض الشهور وتأخير بعضها استجابة لأهوائهم وشهواتهم، وإرضاء لزعمائهم وسادتهم.والضمير المؤنث في قوله فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ يرى ابن عباس أنه يعود على جميع الشهور أى: فلا تظلموا في الشهور الاثنى عشر أنفسكم، بأن تفعلوا فيها شيئا مما نهى الله عن فعله، ويدخل في هذا النهى هتك حرمة الأشهر الأربعة الحرم دخولا أوليا.ويرى جمهور العلماء أن الضمير يعود إلى الأشهر الأربعة الحرم، لأنه إليها أقرب لأن الله تعالى قد خص هذه الأربعة بمزيد من الاحترام تشريفا لها.وقد رجح ابن جرير ما ذهب إليه الجمهور فقال ما ملخصه: وأولى الأقوال في ذلك عندي بالصواب قول من قال: فلا تظلموا في الأشهر الأربعة أنفسكم باستحلال حرامها، فإن الله عظمها وعظم حرمتها.وعن قتادة: إن الله اصطفى صفايا من خلقه، اصطفى من الملائكة رسلا، ومن الناس رسلا، واصطفى من الكلام ذكره، واصطفى من الأرض المساجد واصطفى من الشهور رمضان والأشهر الحرم، واصطفى من الأيام يوم الجمعة واصطفى من الليالى ليلة القدر، فعظموا ما عظم الله، فإنما تعظم الأمور بما عظمها الله عند أهل الفهم.. فإن قال قائل: فإن كان الأمر على ما وصفت، فقد يكون مباحا لنا ظلم أنفسنا في غيرهن من سائر شهور السنة.قيل: ليس ذلك كذلك، بل ذلك حرام علينا في كل وقت ولكن الله عظم حرمة هؤلاء الأشهر وشرفهن على سائر شهور السنة: فخص الذنب فيهن، بالتعظيم كما خصهن بالتشريف، وذلك نظير قوله- تعالى- حافِظُوا عَلَى الصَّلَواتِ وَالصَّلاةِ الْوُسْطى، ولكنه تعالى- زادها تعظيما، وعلى المحافظة عليها توكيدا، وفي تضييعها تشديدا، فكذلك في قوله مِنْها أَرْبَعَةٌ حُرُمٌ ذلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ.وقد كانت الجاهلية تعظم هذه الأشهر الحرم وتحرم القتال فيهن، حتى لو لقى الرجل منهم فيهن قاتل أبيه لم يهجه.وقال القرطبي: لا يقال كيف جعلت بعض الأزمنة أعظم حرمة من بعض فإنا نقول:للباري- تعالى- أن يفعل ما شاء، ويخص بالفضيلة ما يشاء ليس لعمله علة، ولا عليه حجر، بل يفعل ما يريد بحكمته، وقد تظهر فيه الحكمة وقد تخفى.وقوله: وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً كَما يُقاتِلُونَكُمْ كَافَّةً تحريض للمؤمنين على قتال المشركين بقلوب مجتمعة، وعزيمة صادقة.وكلمة كَافَّةً مصدر في موضع الحال من ضمير الفاعل في قاتِلُوا أو من المفعول وهو لفظ المشركين، ومعناها: جميعا.وقالوا: وهذه الكلمة من الكلمات التي لا تثنى ولا تجمع ولا تدخلها أل ولا تعرب إلا حالا فهي ملتزمة للإفراد والتأنيث مثل: عامة وخاصة  .أى: قاتلوا- أيها المؤمنون- المشركين جميعا، كما يقاتلونكم هم جميعا، بأن تكونوا في قتالكم لهم مجتمعين متعاونين متناصرين، لا مختلفين ولا متخاذلين.وقوله: وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ تذييل قصد به إرشادهم إلى ما ينفعهم في قتالهم لأعدائهم بعد أمرهم به.أى: واعلموا- أيها المؤمنون أن الله تعالى- مع عباده المتقين بالعون والنصر والتأييد، ومن كان الله معه فلن يغلبه شيء فكونوا- أيها المؤمنون من عباد الله المتقين الذين صانوا أنفسهم عن كل ما نهى عنه لتنالوا عونه وتأييده."
}