{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/6/",
    "ayah_number": 6,
    "text": "وقوله: استجارك، أى، طلب جوارك وحمايتك من الاعتداء عليه، وقد كان من الأخلاق الحميدة المتعارف عليها حماية الجار والدفاع عنه، حتى سمى النصير جارا، وعلى هذا المعنى جاء قوله، تعالى: وَإِذْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ وَقالَ لا غالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جارٌ لَكُمْ «2» أى: نصير لكم.وإِنْ شرطية وأَحَدٌ مرفوع بفعل مضمر يفسره الفعل الظاهر وهو اسْتَجارَكَ والمعنى: وإن استأمنك- يا محمد- أحد من المشركين، وطلب جوارك وحمايتك بعد انقضاء مدة الأمان المحددة له، فَأَجِرْهُ أى: فأمنه وأجبه إلى طلبه، حَتَّى يَسْمَعَ كَلامَ اللَّهِ أى: لكي يسمع كلام الله ويتدبره ويطلع على حقيقة ما تدعو إليه من تعاليم مقنعة للعقول السليمة بأن الشرك ظلم عظيم..واقتصر على ذكر السماع لعدم الحاجة إلى شيء آخر في الفهم، لأنهم من أهل الفصاحة والبلاغة، وقد كان سماع بعضهم لشيء من كلام الله سببا في هدايته.وقوله: ثُمَّ أَبْلِغْهُ مَأْمَنَهُ بيان لما يجب على المسلمين نحو هذا المشرك المستجير إذا ما استمع إلى كلام الله ثم بقي على شركه.أى: عليك- يا محمد- أن تجيره حتى يسمع كلام الله ويتدبره ولا يبقى له عذر في الإصرار على شركه، فإن آمن بعد سماعه صار من أتباعك، وإن بقي على شركه وأراد الرجوع إلى جماعته، فعليك أن تحافظ عليه حتى يصل إلى مكان أمنه واستقراره، وهو ديار قومه: ثم بعد ذلك يصبح حكمه كحكم المصرين على الشرك، ويعامل بما يعاملون به.واسم الإشارة في قوله: ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْلَمُونَ يعود إلى الأمر بالإجارة وإبلاغ المأمن.أى: ذلك الذي أمرناك به من إجارة المستجير من المشركين وإبلاغه مأمنه إذا لم يسلم، بسبب أنهم قوم لا يعلمون الإسلام ولا حقيقة ما تدعوهم إليه أى قوم يحتاجون إلى فترة من الوقت يسمعون كلام الله فيها وهم آمنون، وبهذا السماع منك ومن أصحابك لا يبقى لهم عذر أصلا في استمرارهم على الباطل.عن سعيد بن جبير قال: جاء رجل من المشركين إلى على بن أبى طالب فقال: إن أراد الرجل منا أن يأتى إلى محمد صلى الله عليه وسلم بعد انقضاء هذا الأجل لسماع كلام الله أو لحاجة: قتل؟فقال له على لا، لأن الله يقول وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ الآية .هذا، ومن الأحكام والآداب التي أخذها العلماء من الآية ما يأتى:1- أن المستأمن لا يؤذى، بل يجب على المسلمين حمايته في نفسه وماله وعرضه مادام في دار الإسلام، وقد حذر الإسلام أتباعه من الغدر أشد تحذير، ومن ذلك ما رواه البخاري والنسائي عن النبي صلى الله عليه وسلم أنه قال: «من أمن رجلا على دمه فقتله فأنا برىء من القاتل وإن كان المقتول كافرا» .وروى الشيخان وأحمد عن أنس قال: قال رسول الله صلى الله عليه وسلم «لكل غادر لواء يعرف به يوم القيامة» .2- يلحق بالمستجير الطالب لسماع كلام الله من كان طالبا لسماع الأدلة على كون الإسلام حقا، ومن كان طالبا للجواب على الشبهات التي أثارها أعداء الإسلام، لأن هؤلاء وأمثالهم يطرقون باب الفهم والمعرفة ويبحثون عن الحق فعلينا أن نحميهم، وأن نبذل أقصى الجهود في تعليمهم وإرشادهم وإزالة الشبهات عنهم، لعل الله أن يشرح صدورهم للإسلام بسبب هذا التعليم والإرشاد.قال ابن كثير: كان رسول الله صلى الله عليه وسلم يعطى الأمان لمن جاءه مسترشدا أو في رسالة، كما جاءه يوم الحديبية جماعة من الرسل من قريش منهم عروة بن مسعود، ومكرز بن حفص، وسهيل بن عمرو وغيرهم واحدا بعد واحد، يترددون في القضية بينه وبين المشركين، فرأوا من إعظام المسلمين لرسولهم صلى الله عليه وسلم ما بهرهم وما لم يشاهدوه عند ملك ولا قيصر، فرجعوا إلى قومهم، وأخبروهم بذلك، وكان ذلك وأمثاله من أكبر أسباب هداية أكثرهم .3- على الإمام أو من يقوم مقامه أن يعطى المستأمن المهلة التي يراها كافية لفهمه حقائق الإسلام وأن يبلغه مأمنه بعد انقضاء حاجته، وأن لا يمكنه من الإقامة في دار الإسلام إلا بمقدار قضاء حاجته.قال الإمام الرازي: ليس في الآية ما يدل على أن مقدار هذه المهلة كم يكون، ولعله لا يعرف مقدارها إلا بالعرف، فمتى ظهر على المشرك علامات كونه طالبا للحق باحثا عن وجه الاستدلال أمهل وترك ومتى ظهر عليه كونه معرضا عن الحق دافعا للزمان بالأكاذيب لم يلتفت إليه «3» .4- أخذ العلماء من هذه الآية وجوب التفقه في الدين، وعدم الاكتفاء بالظنون والتقليد للغير، وقد وضح الإمام الرازي هذا المعنى فقال:دلت الآية على أن التقليد غير كاف في الدين، وأنه لا بد من النظر والاستدلال، وذلك لأنه لو كان التقليد كافيا، لوجب أن لا يمهل هذا الكافر، بل يقال له: إما أن تؤمن وإما أن نقتلك. فلما لم يقل له ذلك- بل أمهل وأزيل الخوف عنه ووجب تبليغه مأمنه- علم أن ذلك لأجل عدم كفاية التقليد في الدين، وأنه لا بد من الحجة والدليل: فلذا أمهل ليحل له النظر والاستدلال» .5- تكلم العلماء عمن له حق إعطاء الأمان للمستأمن فقال القرطبي: «ولا خلاف بين كافة العلماء أن أمان السلطان جائز لأنه مقدم النظر والمصلحة. نائب عن الجميع في جلب المصالح ودفع المضار. واختلفوا في أمان غير الخليفة، فالحر يمضى أمانه عند كافة العلماء. وأما العبد فله الأمان في مشهور مذهب المالكية وبه قال الشافعى وأحمد.وقال أبو حنيفة: لا أمان له. والأول أصح لقوله صلى الله عليه وسلم «المسلمون تتكافأ دماؤهم ويسعى بذمتهم أدناهم» .قالوا: فلما قال «أدناهم» جاز أمان العبد ... .وقال بعض العلماء: هذه الآية كانت أصلا عند الفقهاء في إباحة تأمين المشرك، وقد توسع الإسلام في باب الأمان فقرر به عصمة المستأمن، وأوجب على المسلمين حمايته مادام في دار الإسلام، وجعل للمسلمين حق إعطاء ذلك الأمان، ولم يشترط في ذلك إلا ما يضمن على المسلمين سلامتهم، بأن لا تظهر على المستأمن مظاهر الركون إلى التجسس على المسلمين.ولا ينسى الإسلام- وهو يعطى هذا الحق للأفراد- حق الإمام المهيمن على شئون المسلمين، بل جعل له بمقتضى هيمنته العامة، وتقديره لوجوه المصلحة، حق إبطال أى أمان لم يصادف محله، أو لم يستوف شروطه، كما له أن ينتزع ذلك الحق من الأفراد متى رأى المصلحة في ذلك.والإسلام يبيح بهذا الأمان التبادل التجارى والصناعى والثقافى، وفي سائر الشئون ما لم يتصل شيء منها بضرر الدولة «2» .6- هذه الآية الكريمة تشهد بسمو تعاليم الإسلام وسماحتها وحرصها على هداية الناس إلى الحق، وعلى صيانة دمائهم وأموالهم وأعراضهم من العدوان عليها.. حتى ولو كان هؤلاء الناس من أعداء الإسلام.وقد بسط هذا المعنى بعض العلماء فقال ما ملخصه: إن هذه الآية تعنى أن الإسلام حريص على كل قلب بشرى أن يهتدى وأن يثوب، وأن المشركين الذين يطلبون الجوار والأمان في دار الإسلام يجب أن يعطوا الجوار والأمان ذلك أنه في هذه الحالة آمن حربهم وتجمعهم وتألبهم عليه، فلا ضير إذن من إعطائهم فرصة سماع القرآن ومعرفة هذا الدين، لعل قلوبهم أن تتفتح وتستجيب وحتى إذا لم تستجب فقد أوجب الله لهم على أهل دار الإسلام أن يحرسوهم بعد إخراجهم حتى يصلوا إلى بلد يأمنون فيه على أنفسهم.ولقد كانت قمة عالية تلك الإجارة والأمان لهم في دار الإسلام.. ولكن قمة القمم هذه الحراسة للمشرك- عدو الإسلام والمسلمين- حتى يبلغ مأمنه خارج حدود دار الإسلام.إنه منهج الهداية لا منهج الإبادة، حتى وهو يتصدى لتأمين قاعدة الإسلام.إن هذا الدين إعلام لمن لا يعلمون، وإجارة لمن يستجيرون، حتى من أعدائه الذين شهروا عليه السيف وحاربوه وعاندوه.. .وبعد أن صرحت السورة الكريمة ببراءة الله ورسوله من عهود المشركين الخائنين، وأمرت المؤمنين بإعطائهم مهلة يسيحون فيها في الأرض، ويتدبرون خلالها أمرهم، ثم بعد ذلك على المؤمنين أن يقتلوهم حيث وجدوهم، وأن يستعملوا معهم كل الوسائل المشروعة لإذلالهم، وأن يؤمنوا المشرك الذي يريد أن يسمع كلام الله، وأن يحافظوا عليه حتى يصل إلى مكان استقراره..بعد كل ذلك أخذت السورة الكريمة في بيان الأسباب التي أوجبت البراءة من عهود المشركين، والحكم التي من أجلها أمر الله بقتالهم والتضييق عليهم فقال- تعالى-:"
}