{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/5/",
    "ayah_number": 5,
    "text": "وقوله: انْسَلَخَ من السلخ بمعنى الكشط، يقال: سلخ الإهاب عن الشاة يسلخه ويسلخه سلخا إذا كشطه ونزعه عنها. أو بمعنى الإخراج من قولهم: سلخت الشاة عن الإهاب إذا أخرجتها منه، ثم استعير للانقضاء والانتهاء فانسلاخ الأشهر استعارة لانقضائها والخروج منها.قال الآلوسى: والانسلاخ فيما نحن فيه استعارة حسنة وذلك أن الزمان محيط بما فيه من الزمانيات مشتمل عليه اشتمال الجلد على الحيوان، وكذا كل جزء من أجزائه الممتدة كالأيام والشهور والسنين، فإذا مضى فكأنه انسلخ عما فيه، وفي ذلك مزيد لطف لما فيه من التلويح بأن تلك الأشهر كانت حرزا لأولئك المعاهدين عن غوائل أيدى المسلمين فنيط قتالهم بزوالها» .والمراد بالأشهر الحرم: أشهر الأمان الأربعة التي سبق ذكرها في قوله، تعالى، فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ، وعليه فتكون أل في قوله الْأَشْهُرُ الْحُرُمُ للعهد الذكرى.وسميت حرما لأنه. سبحانه. جعلها فترة أمان للمشركين، ونهى المؤمنين عن التعرض لهم فيها.ووضع- سبحانه- المظهر موضع المضمر حيث لم يقل فإذا انسلخت، ليكون ذريعة إلى وصفها بالحرمة، تأكيدا لما ينبئ عنه إباحة السياحة من حرمة التعرض لهم، مع ما فيه من مزيد الاعتناء بشأنها.وقيل المراد بالأشهر الحرم هنا: الأشهر المعروفة وهي رجب، وذو القعدة، وذو الحجة، والمحرم، روى ذلك عن ابن عباس والضحاك والباقر واختاره ابن جرير.قال ابن كثير: وفيه نظر، والذي يظهر من حيث السياق ما ذهب إليه ابن عباس في رواية العوفى عنه وبه قال مجاهد، وعمرو بن شعيب، وابن إسحاق، وقتادة والسدى وعبد الرحمن ابن زيد بن أسلم أن المراد بها أشهر التيسير الأربعة المنصوص عليها بقوله: فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ، ثم قال فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ أى: إذا انقضت الأشهر الأربعة التي حرمنا عليكم فيها قتالهم، وأجلناهم فيها فحيثما وجدتموهم فاقتلوهم، لأن عود العهد على مذكور أولى من مقدر، ثم إن الأشهر الأربعة المحرمة سيأتى بيان حكمها في آية أخرى وهي قوله- تعالى- إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنا عَشَرَ شَهْراً ... .والمراد بالمشركين في قوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ أولئك الخائنون الذين انتهت مدة الأمان لهم، أما الذين لم يخونوا ولهم عهود مؤقتة بمدة معينة فلا يحل للمسلمين قتالهم، إلا بعد انتهاء هذه المدة، كما سبق أن بينا قبل قليل تفسير قوله- تعالى-: إِلَّا الَّذِينَ عاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئاً وَلَمْ يُظاهِرُوا عَلَيْكُمْ أَحَداً فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلى مُدَّتِهِمْ....والمعنى: فإذا انتهت هذه الأشهر الأربعة التي جعلها الله مهلة للخائنين، فاقتلوا- أيها المؤمنون- أعداءكم المشركين حَيْثُ وَجَدْتُمُوهُمْ أى: في أى مكان تجدونهم فيه وَخُذُوهُمْ وهو كناية عن الأسر، وكانت العرب تعبر عن الأسير بالأخيذ، وَاحْصُرُوهُمْ أى: وامنعوهم من الخروج إذا كانت مصلحتكم في ذلك وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ والمرصد الموضع الذي يقعد فيه للعدو لمراقبته، يقال: رصدت الشيء أرصده رصدا ورصدا إذا ترقبته.والمعنى: واقعدوا لهم في كل موضع يجتازون منه في أسفارهم، حتى تسد السبل في وجوههم، وتضعف شوكتهم، وتذهب ريحهم، فيستسلموا لكم.والمتدبر لهذه الآية الكريمة يرى أن هذه الوسائل الأربع- القتل والأسر والمحاصرة والمراقبة- هي الوسائل الكفيلة بالقضاء على الأعداء، ولا يخلو عصر من العصور من استعمال بعضها أو كلها عند المهاجمة.وهكذا نرى تعاليم الإسلام تحض المسلمين على استعمال كل الوسائل المشروعة لكيد أعدائهم، والعمل على هزيمتهم..، ما دام هؤلاء الأعداء مستمرين في طغيانهم وعدوانهم وانتهاكهم لحدود الله- تعالى-.أما إذا فتحوا قلوبهم للحق واستجابوا له، فإن الآية الكريمة ترفع عنهم السيف، وتأمر المؤمنين بإخلاء سبيلهم.استمع إلى بقيتها حيث تقول: فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَخَلُّوا سَبِيلَهُمْ، إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ.أى: عليكم- أيها المؤمنون- إذا ما انتهت أشهر الأمان الأربعة أن تقتلوا المشركين الناكثين لعهودهم أينما وجدتموهم وأن تأسروهم وتحبسوهم وتراقبوهم على كل طريق حتى تضعف شوكتهم فينقادوا لكم.. فَإِنْ تابُوا عن الشرك بأن دخلوا في الإسلام فاتركوا التعرض لهم، وكفوا عن قتالهم، وافتحوا المسالك والطرق في وجوههم.واكتفى- سبحانه- بذكر الصلاة والزكاة عن ذكر بقية العبادات، لكونهما الأساسين للعبادات البدنية والمالية.وقوله: إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ تذييل قصد به التعليل لوجوب إخلاء سبيلهم أى، إن فعلوا ذلك فخلوا سبيلهم، ولا تعاملوهم بما كان منهم من شرك، فإن الإسلام يجب ما قبله، وإن الله قد غفر لهم ما سلف من الكفر والغدر بفضله ورحمته.قال الإمام ابن كثير: وقد اعتمد الصديق- رضى الله عنه- في قتال ما نعى الزكاة على هذه الآية وأمثالها، حيث حرمت قتالهم بشرط هذه الأفعال وهي الدخول في الإسلام والقيام بأداء واجباته، ونبه بأعلاها على أدناها فإن أشرف أركان الإسلام بعد الشهادتين الصلاة التي هي حق الله- تعالى- وبعدها الزكاة التي هي نفع متعد إلى الفقراء، وهي أشرف الأفعال المتعلقة بالمخلوقين، ولهذا كثيرا ما يقرن الله الصلاة والزكاة.وقد جاء في الصحيحين عن ابن عمر عن رسول الله صلى الله عليه وسلم قال: «أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمدا رسول الله، ويقيموا الصلاة ويؤتوا الزكاة» .وروى الإمام أحمد عن أنس أن رسول الله صلى الله عليه وسلم قال: «أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، وأن محمدا رسول الله، فإذا شهدوا واستقبلوا قبلتنا وأكلوا ذبيحتنا، وصلوا صلاتنا فقد حرمت علينا دماؤهم وأموالهم إلا بحقها، لهم ما للمسلمين وعليهم ما عليهم» ورواه البخاري وغيره.وقال عبد الرحمن بن زيد بن أسلم: أبى الله أن يقبل الصلاة إلا بالزكاة ثم قال: يرحم الله أبا بكر ما كان أفقهه  .وبذلك ترى هذه الآية قد جمعت في إرشادها بين الترغيب والترهيب فقد أمرت المؤمنين بأن يستعملوا مع أعدائهم كل الوسائل المشروعة لإرهابهم ثم أمرتهم في الوقت نفسه بإخلاء سبيلهم متى تابوا وأقاموا الصلاة وآتوا الزكاة..وبعد أن بين- سبحانه- حكم المصرين على الشرك وهو قتالهم وأخذهم، وحكم الراجعين عنه وهو إخلاء سبيلهم. بعد ذلك بين- سبحانه- حكم المشركين الذين يطلبون الأمان لمعرفة شرائع الإسلام فقال- تعالى-:"
}