{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/101/",
    "ayah_number": 101,
    "text": "قال القرطبي: ومعنى: «مردوا على النفاق» أقاموا عليه ولم يتوبوا منه، أو لجوا فيه وأبوا غيره وأصل الكلمة من اللين والملاسة والتجرد، فكأنهم تجردوا للنفاق، ومنه رملة مرداء أى لا نبت فيها، وغصن أمرد. أى: لا ورق له ... ويقال: مرد يمرد مرودا ومرادة» .والمعنى: اذكروا أيها المؤمنون أنه يسكن من حول مدينتكم قوم من الأعراب منافقون، فاحترسوا منهم، واحترسوا- أيضا- من قوم آخرين يسكنون معكم داخل المدينة، مردوا على النفاق، أى: مرنوا عليه، وأجادوا فنونه، حتى بلغوا فيه الغاية.قال الآلوسى ما ملخصه: والمراد بالموصول. في قوله «وممن حولكم» . قبائل: جهينة، ومزينة وأشجع، وأسلم ... وكانت منازلهم حول المدينة وإلى هذا ذهب جماعة من المفسرين.واستشكل ذلك بأن النبي صلى الله عليه وسلم مدح بعض هذه القبائل ودعا لبعضها فقد أخرج الشيخان وغيرهما عن أبى هريرة أنه قال: «قريش، والأنصار، وجهينة، ومزينة، وأشجع وأسلم، وغفار، موالي الله- تعالى- ورسوله لا والى لهم غيره» .وأجيب ذلك باعتبار الأغلب منهم .وقوله: لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ بيان لتمردهم في النفاق وتمهرهم فيه.أى: أنت أيها الرسول الكريم. لا تعرف هؤلاء المنافقين. مع كمال فطنتك، وصدق فراستك لأنك تعامل الناس بظواهرهم، وهم قد أجادوا النفاق وحذقوه، واجتهدوا في الظهور بمظهر المؤمنين، أما نحن فإننا نعلمهم لأننا لا يخفى علينا شيء من ظواهرهم أو بواطنهم..» .قال الإمام ابن كثير: وقوله تعالى لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ لا ينافي قوله تعالى وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ، فَلَعَرَفْتَهُمْ بِسِيماهُمْ، وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ... لأن هذا من باب التوسم فيهم بصفات يعرفون بها لا أنه يعرف جميع من عنده من أهل النفاق والريب على التعيين، وقد كان صلى الله عليه وسلم يعلم أن في بعض من يخالطه من أهل المدينة نفاقا، وإن كان يراه صباحا ومساء.وشاهد هذا بالصحة ما رواه الإمام أحمد عن جبير بن مطعم قال: قلت: يا رسول الله، إنهم يزعمون أنه ليس لنا أجر بمكة، فقال: «لتأتينكم أجوركم ولو كنتم في جحر ثعلب» وأصغى إلى رسول الله صلى الله عليه وسلم برأسه فقال: «إن في أصحابى منافقين» : ومعناه أنه قد يبوح بعض المنافقين والمرجفين بما لا صحة له من الكلام، ومن مثلهم صدر هذا الكلام الذي سمعه جبير بن مطعم.ثم قال: وقد تقدم في تفسير قوله- تعالى- وَهَمُّوا بِما لَمْ يَنالُوا أنه صلى الله عليه وسلم أعلم حذيفة بأعيان أربعة عشر أو خمسة عشر منافقا. وهذا تخصيص لا يقتضى أنه اطلع على أسمائهم وأعيانهم كلهم.وروى الحافظ بن عساكر عن أبى الدرداء، أن رجلا يقال له حرملة أتى النبي صلى الله عليه وسلم فقال: الإيمان ها هنا وأشار بيده إلى لسانه، والنفاق ها هنا وأشار بيده إلى قلبه فقال رسول الله صلى الله عليه وسلم «اللهم اجعل له لسانا ذاكرا، وقلبا شاكرا، وارزقه حبى، وحب من يحبني، وصير أمره إلى خير» .فقال الرجل يا رسول الله: إنه كان لي أصحاب من المنافقين وكنت رأسا فيهم، أفلا آتيك بهم؟ فقال: صلى الله عليه وسلم: «ومن أتانا استغفرنا له، ومن أصر فالله أولى به، ولا تخرقن على أحد سترا» .وقال الآلوسى. واستدل بالآية على أنه لا ينبغي الإقدام على دعوى معرفة الأمور الخفية من أعمال القلب ونحوها، فقد أخرج عبد الرازق وابن المنذر وغيرهما عن قتادة: أنه قال:ما بال أقوام يتكلفون على الناس يقولون: فلان في الجنة وفلان في النار، فإذا سألت أحدهم عن نفسه قال: لا أدرى. لعمري لأنت بنفسك أعلم منك بأعمال الناس، ولقد تكلفت شيئا ما تكلفه نبي. فقد قال نوح عليه السلام «وما علمي بما كانوا يعملون» وقال شعيب عليه السلام «وما أنا عليكم بحفيظ» ، وقال الله تعالى لنبيه محمد صلى الله عليه وسلم لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ.وهذه الآيات ونحوها أقوى دليل في الرد على من يزعم الكشف والاطلاع على المغيبات بمجرد صفاء القلب، وتجرد النفس عن الشواغل.ثم قال: والجملة الكريمة «لا تعلمهم نحن نعلمهم» تقرير لما سبق من مهارتهم في النفاق، أى: لا يقف على سرائرهم المذكورة فيهم، إلا من لا تخفى عليه خافية، لما هم عليه من شدة الاهتمام بإبطان الكفر وإظهار الإخلاص .وقوله: سَنُعَذِّبُهُمْ مَرَّتَيْنِ، ثُمَّ يُرَدُّونَ إِلى عَذابٍ عَظِيمٍ وعيد لهم بسوء المصير في الدنيا والآخرة.أى: هؤلاء المنافقون الذين مردوا على النفاق، سنعذبهم في الدنيا مرتين، مرة عن طريق فضحيتهم وهتك أستارهم وجعلهم يعيشون في قلق وهم دائم، والأخرى عن طريق ضرب الملائكة لوجوههم وأدبارهم عند قبض أرواحهم وما يتبع ذلك من عذابهم في قبورهم إلى أن تقوم الساعة، فيجدون العذاب الأكبر الذي عبر عنه- سبحانه- بقوله ثُمَّ يُرَدُّونَ إِلى عَذابٍ عَظِيمٍ.أى: ثم يعودون ويرجعون إلى خالقهم- سبحانه- يوم القيامة فيعذبهم عذابا عظيما بسبب إصرارهم على النفاق، ورسوخهم في المكر والخداع.قال أبو السعود: ولعل تكرير عذابهم، لما فيهم من الكفر المشفوع بالنفاق، أو النفاق المؤكد بالتمرد فيه. ويجوز أن يكون المراد بالمرتين مجرد التكثير، كما في قوله تعالى فَارْجِعِ الْبَصَرَ هَلْ تَرى مِنْ فُطُورٍ  أى: كرة بعد أخرى ."
}