{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/80/",
    "ayah_number": 80,
    "text": "قال الجمل: قال المفسرون: لما نزلت الآيات المتقدمة في المنافقين، وفي بيان نفاقهم، وظهر أمرهم للمؤمنين، جاءوا إلى رسول الله صلى الله عليه وسلم يعتذرون إليه، ويقولون: استغفر لنا فنزلت هذه الآية.وهذا كلام خرج مخرج الأمر ومعناه الخبر، والتقدير: استغفارك وعدمه لهم سواء .وإنما جاء هذا الخبر هنا في صورة الأمر للمبالغة في بيان استوائهما.وقد جاء هذا الحكم في صورة الخبر في موضع آخر هو قوله- تعالى- سَواءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ، لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ  .والمقصود بذكر السبعين في قوله: إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً إرادة التكثير، والمبالغة في كثرة الاستغفار، فقد جرت عادة العرب في أساليبهم على استعمال هذا العدد للتكثير لا للتحديد، فهو لا مفهوم له.ونظيره قوله- تعالى- ذَرْعُها سَبْعُونَ ذِراعاً.. .أى: مهما استغفرت لهم يا محمد فلن يغفر الله لهم.وقوله: ذلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ بيان للأسباب التي أدت إلى عدم مغفرة الله لهم.واسم الإشارة «ذلك» يعود إلى امتناع المغفرة لهم، المفهوم من قوله: فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ.أى: ذلك الحكم الذي أصدرناه عليهم بعدم مغفرة ذنوبهم مهما كثر استغفارك لهم، سببه:أنهم قوم «كفروا بالله ورسوله» ومن كفر بالله ورسوله، فلن يغفر الله له، مهما استغفر له المستغفرون، وشفع له الشافعون.وقوله: وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ تذييل مؤكد لما قبله، أى والله- تعالى- لا يهدى إلى طريق الخير أولئك الذين فسقوا عن أمره، وخرجوا عن طاعته، ولم يستمعوا إلى نصح الناصحين، وإرشاد المرشدين، وإنما آثروا الغواية على الهداية.هذا، ويؤخذ من هذه الآية الكريمة، شدة شفقته صلى الله عليه وسلم بأمته، وحرصه على هدايتها، وكثرة دعائه لها بالرحمة والمغفرة، وأنه مع إيذاء المنافقين له كان يستغفر لهم- أملا في توبتهم- إلى أن نهاه الله عن ذلك.روى ابن جرير عن ابن عباس أنه لما نزلت هذه الآية، قال الرسول صلى الله عليه وسلم أسمع ربي قد رخص لي فيهم، فو الله لأستغفرن أكثر من سبعين مرة، فلعل الله أن يغفر لهم، فقال الله- تعالى- من شدة غضبه عليهم سَواءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ، لَنْ يَغْفِرَ اللَّهُ لَهُمْ ...  .وعن قتادة لما نزلت هذه الآية قال النبي صلى الله عليه وسلم: «وقد خيرنى ربي فلأزيدنهم على السبعين» فقال الله- تعالى-: سَواءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ، لَنْ يَغْفِرَ اللَّهُ لَهُمْ ... .وهكذا أصدر الله حكمه العادل في هؤلاء المنافقين، بعدم المغفرة لهم، بسبب كفرهم به وبرسوله ...وبعد هذا الحديث الطويل المتنوع عن أحوال المنافقين ومسالكهم الخبيثة، أخذت السورة الكريمة في الحديث عن حال المنافقين الذين تخلفوا في المدينة، وأبوا أن يخرجوا مع الرسول صلى الله عليه وسلم إلى تبوك، فقال- تعالى-"
}