{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/99/",
    "ayah_number": 99,
    "text": "وبعد أن ذكر- سبحانه- حال هؤلاء الأعراب المنافقين، أتبعه ببيان حال المؤمنين الصادقين منهم فقال: وَمِنَ الْأَعْرابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ.أى: ومن الأعراب قوم آخرون من صفاتهم أنهم يؤمنون بالله إيمانا صادقا، ويؤمنون باليوم الآخر وما فيه من ثواب وعقاب.وقوله: وَيَتَّخِذُ ما يُنْفِقُ قُرُباتٍ عِنْدَ اللَّهِ وَصَلَواتِ الرَّسُولِ مدح لهم على إخلاصهم وسخائهم وطاعتهم ...والقربات: جمع قربة وهي ما يتقرب به الإنسان إلى خالقه من أعمال الخير، والمراد بصلوات الرسول: دعواته للمتقربين إلى الله بالطاعة.أى: ومن الأعراب من يؤمن بالله واليوم الآخر إيمانا حقا، ويعتبر كل ما ينفقه في سبيل الله وسيلة للتقرب إليه- سبحانه- وتعالى بالطاعة، ووسيلة للحصول على دعوات الرسول صلى الله عليه وسلم له بالرحمة والمغفرة، وبحسنات الدنيا والآخرة.ولقد كان من عادة النبي صلى الله عليه وسلم أن يدعو للمتصدقين بالخير والبركة، فقد ورد في الحديث الشريف أن رسول الله صلى الله عليه وسلم دعا لآل أبى أوفى عند ما تقدموا إليه بصدقاتهم فقال: «اللهم صل على آل أبى أوفى» أى: ارحمهم وبارك لهم في أموالهم..وقوله: أَلا إِنَّها قُرْبَةٌ لَهُمْ شهادة لهم منه سبحانه- بصدق إيمانهم، وخلوص نياتهم، وقبول صدقاتهم.والضمير في قوله إِنَّها يعود على النفقة التي أنفقوها في سبيل الله وأَلا أداة استفتاح جيء بها لتأكيد الخبر والاهتمام به. أى: ألا إن هذه النفقات التي تقربوا بها إلى الله، مقبولة عنده- سبحانه- قبولا مؤكدا، وسيجازيهم عليها بما يستحقون من أجر جزيل ...وقوله سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ وعد لهم بإحاطة رحمته بهم. والسين للتحقيق والتأكيد.أى: أن هؤلاء المؤمنين بالله واليوم الآخر، والمتقربين إليه سبحانه بالطاعات، سيغمرهم الله تعالى برحمته التي لا شقاء معها.قال صاحب الكشاف: وقوله: أَلا إِنَّها قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ شهادة من الله للمتصدق بصحة ما اعتقد من كون نفقته قربات وصلوات، وتصديق لرجائه على طريق الاستئناف مع حرفى التنبيه والتحقيق المؤذنتين بثبات الأمر وتمكنه، وكذلك قوله:سَيُدْخِلُهُمُ وما في السين من تحقيق الوعد. وما أدل هذا الكلام على رضا الله تعالى عن المتصدقين، وأن الصدقة منه بمكان، إذا خلصت النية من صاحبها .وقوله: «إن الله غفور رحيم» تذييل مقرر لما قبله على سبيل التعليل.أى: إن الله تعالى- واسع المغفرة، كثير الرحمة للمخلصين الذين يجتنبون كبائر الإثم والفواحش إلا اللمم.وبذلك نرى أن هذه الآيات الكريمة قد ذمت من يستحق الذم من الأعراب ومدحت من يستحق المدح منهم، وبينت مصير كل فريق ليكون عبرة للمعتبرين وذكرى للمتذكرين.وبعد هذا التقسيم للأعراب، انتقلت السورة للحديث عن المؤمنين الصادقين الذين وقفوا إلى جانب الرسول صلى الله عليه وسلم، وأطاعوه في السر والعلن، فقال تعالى:"
}