{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/102/",
    "ayah_number": 102,
    "text": "ثم بين- سبحانه- حال طائفة أخرى من المسلمين فقال: وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صالِحاً وَآخَرَ سَيِّئاً..قال الآلوسى: قوله: وآخرون اعترفوا بذنوبهم ... بيان لحال طائفة من المسلمين ضعيفة الهمم في أمر الدين، ولم يكونوا منافقين على الصحيح. وقيل هم طائفة من المنافقين إلا أنهم وفقوا للتوبة فتاب الله عليهم .والمعنى: ويوجد معكم أيها المؤمنون قوم آخرون من صفاتهم أنهم اعترفوا بذنوبهم أى أقروا بها ولم ينكروها.وقوله: خَلَطُوا عَمَلًا صالِحاً وَآخَرَ سَيِّئاً أى خلطوا عملهم الصالح وهو جهادهم في سبيل الله قبل غزوة تبوك، بعمل سيئ وهو تخلفهم عن الخروج إلى هذه الغزوة.وقوله: عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ أى عسى الله تعالى: أن يقبل توبتهم، ويغسل، حوبتهم، ويتجاوز عن خطاياهم.وعبر- سبحانه- بعسى للإشعار بأن ما يفعله تعالى ليس إلا على سبيل التفضل منه، حتى لا يتكل الشخص، بل يكون على خوف وحذر.وقد قالوا إن كلمة عسى متى صدرت عن الله تعالى- فهي متحققة الوقوع، لأنها صادرة من كريم، والله تعالى أكرم من أن يطمع أحدا في شيء لا يعطيه إياه.وقوله: إن الله غفور رحيم، تعليل لرجاء قبول توبتهم، إذ معناه، إن الله تعالى كثير المغفرة للتائبين، واسع الرحمة للمحسنين.هذا، وقد ذكر المفسرون هنا روايات متعددة في سبب نزول هذه الآية ولعل أرجح هذه الروايات ما رواه ابن جرير من أن هذه الآية نزلت في أبى لبابة وأصحابه، وكانوا تخلفوا عن النبي صلى الله عليه وسلم في غزوة تبوك، فلما قفل رسول الله صلى الله عليه وسلم من غزوته، وكان قريبا من المدينة ندموا على تخلفهم عن رسول الله وقالوا: نكون في الظلال والأطعمة والنساء ونبي الله في الجهاد واللأواء. والله لنوثقن أنفسنا بالسوارى، ثم لا نطلقها حتى يكون نبي الله هو الذي يطلقنا.وأوثقوا أنفسهم. وبقي ثلاثة لم يوثقوا أنفسهم بالسوارى فقدم رسول الله صلى الله عليه وسلم من غزوته فمر بالمسجد فأبصرهم فسأل عنهم، فقيل له: إنه أبو لبابة وأصحابه تخلفوا عنك يا نبي الله، فصنعوا بأنفسهم ما ترى، وعاهدوا الله ألا يطلقوا أنفسهم حتى تكون أنت الذي تطلقهم.فقال صلى الله عليه وسلم: «لا أطلقهم حتى أؤمر بإطلاقهم، ولا أعذرهم حتى يعذرهم الله، قد رغبوا بأنفسهم عن غزوة المسلمين» ، فأنزل الله تعالى: وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صالِحاً وَآخَرَ سَيِّئاً ... الآية، فأطلقهم رسول الله صلى الله عليه وسلم وعذرهم  ."
}