{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/15/",
    "ayah_number": 15,
    "text": "أى:ويذهب غيظ قلوب هؤلاء القوم المؤمنين ويزيل كربها وغمها، لأن الشخص الذي طال أذى خصمه له. ثم مكنه الله منه على أحسن الوجوه فإن هذا الشخص في هذه الحالة يعظم سروره، ويفرح قلبه، ويتحول غيظه السابق إلى غبطة وارتياح نفسي.قال الآلوسى: «وظاهر العطف أن إذهاب الغيط غير شفاء الصدور. ووجه بأن الشفاء يكون بقتل الأعداء وخزيهم، وإذهاب الغيظ يكون بالنصر عليهم ... وقيل إذهاب الغيظ كالتأكيد لشفاء الصدر، وفائدته المبالغة في جعلهم مسرورين بما يمن الله به عليهم من تعذيبه لأعدائهم، ونصرته لهم عليهم، ولعل إذهاب الغيظ من القلب أبلغ مما عطف عليه، فيكون ذكره من باب الترقي ... » .وقوله: تعالى- وَيَتُوبُ اللَّهُ عَلى مَنْ يَشاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ كلام مستأنف لبيان شمول قدرة الله- تعالى-، وواسع رحمته، وبالغ حكمته.أى: ويتوب الله على من يشاء أن يتوب عليه من عباده فيوفقه للإيمان، ويشرح صدره للإسلام، والله- تعالى عليم بسائر شئون خلقه، حكيم في كل أقواله وأفعاله وسائر تصرفاته، فامتثلوا أمره، واجتنبوا نهيه، لتنالوا السعادة في دنياكم وآخرتكم.قال الإمام الرازي ما ملخصه: وهذه الآية تدل على كون الصحابة مؤمنين في علم الله- تعالى- إيمانا حقيقيا لأنها تدل على أن قلوبهم كانت مملوءة بالغضب وبالحمية من أجل الدين، ومن أجل الرغبة الشديدة في علو دين الإسلام، وهذه الأحوال لا تحصل إلا في قلوب المؤمنين الصادقين.كما تدل على أنها من المعجزات، لأنه- تعالى- أخبر عن حصول هذه الأحوال، وقد وقعت كما أخبر فقد انتصر المؤمنون، وأسلم من المشركين أناس كثيرون- فيكون ذلك إخبارا عن الغيب، والإخبار عن الغيب معجزة» .ثم ختم- سبحانه- هذه الآيات الكريمة التي حرضت المؤمنين على القتال أعظم تحريض، ببيان بعض الحكم التي من أجلها شرع الجهاد في سبيل الله، فقال- تعالى-:تدل على أن قلوبهم كانت مملوءة بالغضب وبالحمية من أجل الدين، ومن أجل الرغبة الشديدة في علو دين الإسلام، وهذه الأحوال لا تحصل إلا في قلوب المؤمنين الصادقين.كما تدل على أنها من المعجزات، لأنه- تعالى- أخبر عن حصول هذه الأحوال، وقد وقعت كما أخبر فقد انتصر المؤمنون، وأسلم من المشركين أناس كثيرون- فيكون ذلك إخبارا عن الغيب، والإخبار عن الغيب معجزة» .ثم ختم- سبحانه- هذه الآيات الكريمة التي حرضت المؤمنين على القتال أعظم تحريض، ببيان بعض الحكم التي من أجلها شرع الجهاد في سبيل الله، فقال- تعالى-:"
}