{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/54/",
    "ayah_number": 54,
    "text": "ثم بين- سبحانه- على سبيل التفصيل لمظاهر فسقهم- أن هناك ثلاثة أسباب أدت إلى عدم قبول نفقاتهم.أما السبب الأول فقد عبر عنه- سبحانه- بقوله: وَما مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ ...أى: وما منعهم قبول نفقاتهم شيء من الأشياء إلا كفرهم بالله- تعالى- ورسوله صلى الله عليه وسلم.فالاستثناء من أهم الأشياء. والضمير في «منعهم» هو المفعول الأول للفعل، وقوله:أَنْ تُقْبَلَ هو المفعول الثاني، لأن الفعل «منع» يتعدى لمفعولين تارة بنفسه كما هنا، وتارة يتعدى إلى المفعول الثاني بحرف الجر وهو حرف «من» أو «عن» .والفاعل ما في حيز الاستثناء وهو قوله: إِلَّا أَنَّهُمْ كَفَرُوا ...وأما السبب الثاني فقد عبر عنه- سبحانه- بقوله: وَلا يَأْتُونَ الصَّلاةَ إِلَّا وَهُمْ كُسالى.ولفظ «كسالى» . جمع كسلان، مأخوذ من الكسل بمعنى التثاقل عن الشيء، والفتور عن أدائه. وفعله بزنة فرح.أى: ولا يأتون الصلاة التي كتبها الله عليهم في حال من الأحوال، إلا في حال كونهم قوم خلت قلوبهم من الإيمان، فصاروا لا يرجون من وراء أدائها ثوابا ولا يخشون من وراء تركها عقابا، وإنما يؤدونها رياء أو تقية للمسلمين.وشبيه بهذه الجملة الكريمة قوله- تعالى- في سورة النساء: إِنَّ الْمُنافِقِينَ يُخادِعُونَ اللَّهَ وَهُوَ خادِعُهُمْ وَإِذا قامُوا إِلَى الصَّلاةِ قامُوا كُسالى، يُراؤُنَ النَّاسَ وَلا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا.وأما، السبب الثالث فقد عبر عنه- سبحانه- بقوله: وَلا يُنْفِقُونَ إِلَّا وَهُمْ كارِهُونَ.أى. ولا ينفقون نفقة في سبيل الله إلا وهم كارهون لها لأنهم يعدونها مغرما، ويعتبرون تركها مغنما، وما حملهم على الإنفاق إلا الرياء أو المخادعة أو الخوف من انكشاف أمرهم، وافتضاح حالهم.قال صاحب الكشاف: فإن قلت: الكراهية خلاف الطواعية، وقد جعلهم الله- تعالى- طائعين في قوله «طوعا» ثم وصفهم هنا بأنهم لا ينفقون إلا وهم كارهون فكيف ذلك؟قلت: المراد بطوعهم أنهم يبذلون نفقتهم من غير إلزام من رسول الله صلى الله عليه وسلم أو من رؤسائهم، وما طوعهم ذاك إلا عن كراهية واضطرار، لا عن رغبة واختيار .أى: أن نفقتهم في جميع الأحوال لا يقصد بها الاستجابة لشرع الله، وإنما يقصد بها الرياء أو المخادعة، أو خدمة مصالحهم الخاصة."
}