{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/47/",
    "ayah_number": 47,
    "text": "ثم بين- سبحانه- المفاسد المترتبة على خروج المنافقين في جيش المؤمنين فقال: لَوْ خَرَجُوا فِيكُمْ ما زادُوكُمْ إِلَّا خَبالًا، وأصل الخبال. الاضطراب والمرض الذي يؤثر في العقل كالجنون ونحوه. أو هو الاضطراب في الرأى.أى: لو خرج هؤلاء المنافقون معكم أيها المؤمنون إلى تبوك ما زادوكم شيئا من الأشياء إلا اضطرابا في الرأى وفسادا في العمل، وضعفا في القتال، لأن هذا هو شأن النفوس المريضة التي تكره لكم الخير، وتحب لكم الشر.قال الآلوسى. والاستثناء مفرغ متصل، والمستثنى منه محذوف، ولا يستلزم أن يكون لهم خبال حتى لو خرجوا زادوه لأن الزيادة باعتبار أعم العام الذي وقع منه الاستثناء.وقال أبو حيان: إنه كان في تلك الغزوة منافقون لهم خبال فلو خرج هؤلاء أيضا واجتمعوا بهم زاد الخبال، فلا فساد في ذلك الاستلزام لو ترتب .وقوله: وَلَأَوْضَعُوا خِلالَكُمْ معطوف على قوله: «ما زادوكم» . والإيضاع. كما يقول القرطبي. سرعة السير قال الراجز.يا ليتني فيها جذع ... أخب فيها وأضعيقال: وضع البعير. إذا أسرع في السير، وأوضعته. حملته على العدو.والخلل الفرجة بين الشيئين. والجمع الخلال، أى: الفرج التي تكون بين الصفوف وهو هنا ظرف مكان بمعنى بين، ومفعول الإيضاع محذوف، أى. ولأسرعوا بينكم ركائبهم بالوشايات والنمائم والإفساد.ففي الكلام استعارة تبعية، حيث شبه سرعة إفسادهم لذات البين بسرعة سير الراكب، ثم استعير لها الإيضاع وهو الإبل وأصل الكلام ولأوضعوا ركائبهم، ثم حذفت الركائب.وجملة يَبْغُونَكُمُ الْفِتْنَةَ في محل نصب على الحال من فاعل (أوضعوا) .أى: لو خرجوا فيكم ما زادوكم إلا شرا وفسادا، ولأسرعوا بينكم بالإشاعات الكاذبة، والأقوال الخبيثة، حال كونهم باغين وطالبين لكم الافتتان في دينكم، والتشكيك في صحة عقائدكم، والتثبيط عن القتال، والتخويف من قوة أعدائكم، ونشر الفرقة في صفوفكم.فالمراد بالفتنة هنا: كل ما يؤدى إلى ضعف المسلمين في دينهم أو في دنياهم.وقوله: وَفِيكُمْ سَمَّاعُونَ لَهُمْ بيان لأحوال المؤمنين في ذلك الوقت.أى. وفيكم. في ذلك الوقت. يا معشر المؤمنين، أناس كثير والسماع لهؤلاء المنافقين، سريعو الطاعة لما يلقون إليهم من أباطيل.قال ابن كثير. قوله: وَفِيكُمْ سَمَّاعُونَ لَهُمْ أى: مطيعون لهم، ومستحسنون لحديثهم وكلامهم، يستنصحونهم وإن كانوا لا يعلمون حالهم، فيؤدى إلى وقوع شر بين المؤمنين وفساد كبير.وقال مجاهد وزيد بن أسلم وابن جرير، (وفيكم سماعون لهم) أى: عيون يسمعون لهم الأخبار وينقلونها إليهم.وهذا لا يبقى له اختصاص بخروجهم معهم، بل هذا عام في جمع الأحوال.والمعنى الأول أظهر في المناسبة بالسياق. وإليه ذهب قتادة وغيره من المفسرين.وقال محمد بن إسحاق: كان الذين استأذنوا، فيما بلغني، من ذوى الشرف، منهم عبد الله بن أبى بن سلول، والجد بن قيس، وكانوا أشرافا في قومهم، فثبطهم الله لعلمه بهم أن يخرجوا فيفسدوا عليه جنده. وكان في جنده قوم أهل محبة لهم، وطاعة فيما يدعونهم إليه لشرفهم فقال: وَفِيكُمْ سَمَّاعُونَ لَهُمْ.وقوله: وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ تذييل المقصود منه وعيد هؤلاء المنافقين وتهديدهم بسبب ما قدمت أيديهم من مفاسد.أى: والله- تعالى- لا تخفى عليه خافية من أحوال هؤلاء الظالمين، وسيعاقبهم بالعقاب المناسب لجرائمهم ورذائلهم.وبذلك نرى أن الآية الكريمة قد وضحت أن هناك ثلاث مفاسد كانت ستترتب على خروج هؤلاء المنافقين مع المؤمنين إلى تبوك.أما المفسدة الأولى: فهي زيادة الاضطراب والفوضى في صفوف المجاهدين.وأما المفسدة الثانية: فهي الإسراع بينهم بالوشايات والنمائم والإشاعات الكاذبة.وأما المفسدة الثالثة: فهي الحرص على تفريق كلمتهم، وتشكيكهم في عقيدتهم.وهذه المفاسد الثلاث ما وجدت في جيش إلا وأدت إلى انهزامه وفشله.ومن هنا كان تثبيط الله- تعالى- لهؤلاء المنافقين، نعمة كبرى للمؤمنين.ومن هنا- أيضا- كانت الكثرة العددية في الجيوش لا تؤتى ثمارها المرجوة منها، إلا إذا كانت متحدة في عقيدتها، وأهدافها، واتجاهاتها.. أما إذا كانت هذه الكثرة مشتملة على عدد كبير من ضعاف الإيمان، فإنها في هذه الحالة يكون ضررها أكبر من نفعها."
}