{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/64/",
    "ayah_number": 64,
    "text": "قال صاحب المنار: هذه الآيات في بيان شأن آخر من شئون المنافقين التي كشفت سوأتهم فيها غزوة تبوك. أخرج ابن أبى شيبة وابن أبى حاتم وأبو الشيخ عن مجاهد في قوله- تعالى-: يَحْذَرُ الْمُنافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ ...قال: كانوا يقولون القول فيما بينهم ثم يقولون: عسى أن لا يفشى علينا هذا.وعن قتادة قال: كانت هذه السورة تسمى الفاضحة. فاضحة المنافقين، وكان يقال لها المنبئة. أنبأت بمثالبهم وعوراتهم .والضمير في قوله: عَلَيْهِمْ وفي قوله: تُنَبِّئُهُمْ يعود على المنافقين. فيكون المعنى: يَحْذَرُ الْمُنافِقُونَ ويخافون من أَنْ تُنَزَّلَ عَلَيْهِمْ أى: في شأنهم وحالهم «سورة من سور القرآن الكريم» ، تنبئهم بما في قلوبهم. أى: تخبرهم بما انطوت عليه قلوبهم من أسرار خفية، ومن أقوال كانوا يتناقلونها فيما بينهم، ويحرصون على إخفائها عن المؤمنين.وفي التعبير بقوله: تُنَبِّئُهُمْ مبالغة في كون السورة مشتملة على أسرارهم، حتى أنها تعلم من أحوالهم الباطنة مالا يعلمونه هم عن أنفسهم، فتنبئهم بهذا الذي لا يعلمونه، وتنعى عليهم قبائحهم ورذائلهم. وتذيع على الناس ما كانوا يخشون ظهوره من أقوال ذميمة، وأفعال أثيمة.ومنهم من يرى أن الضمير في قوله عَلَيْهِمْ وقوله: تُنَبِّئُهُمْ يعود على المؤمنين، فيكون المعنى: يحذر المنافقون ويخشون من أن تنزل على المؤمنين سورة تخبرهم بما في قلوب المنافقين من أضغان وأحقاد وفسوق عن أمر الله.وقد ذكر هذين الوجهين صاحب الكشاف فقال: والضمير في «عليهم» و «تنبئهم» للمؤمنين، و «في قلوبهم» للمنافقين. وصح ذلك لأن المعنى يقود إليه.ويجوز أن تكون الضمائر للمنافقين: لأن السورة إذا نزلت في معناهم- أى في شأنهم وأحوالهم- فهي نازلة عليهم. ومعنى «تنبئهم بما في قلوبهم» كأنها تقول لهم: في قلوبكم كيت وكيت: يعنى أنها تذيع أسرارهم عليهم حتى يسمعوها مذاعة منتشرة فكأنها تخبرهم بها» .وقال الإمام الرازي. فإن قيل: المنافق كافر فكيف يحذر نزول الوحى على الرسول صلى الله عليه وسلم؟ قلنا فيه وجوه؟قال أبو مسلم: هذا حذر أظهره المنافقون على وجه الاستهزاء حين رأوا الرسول صلى الله عليه وسلم يذكر كل شيء، ويدعى أنه عن الوحى، وكان المنافقون يكذبون بذلك فيما بينهم، فأخبر الله رسوله بذلك، وأمره أن يعلمهم أنه يظهر سرهم الذي حذروا ظهوره، وفي قوله: قُلِ اسْتَهْزِؤُا دلالة على ما قلناه.2- أن القوم وإن كانوا كافرين بدين الرسول صلى الله عليه وسلم إلا أنهم شاهدوا أنه صلى الله عليه وسلم كان يخبرهم بما يضمرونه ويكتمونه، فلهذه التجربة وقع الحذر والخوف في قلوبهم.3- قال الأصم. إنهم كانوا يعرفون كون الرسول صلى الله عليه وسلم صادقا، إلا أنهم كفروا به حسدا وعنادا ...4- معنى الحذر: الأمر بالحذر. أى: ليحذر المنافقون ذلك.5- أنهم كانوا شاكين في صحة نبوته، وما كانوا قاطعين بفسادها، والشاك خائف، فلهذا السبب خافوا أن ينزل عليه في أمرهم ما يفضحهم   . والذي نراه أن الرأى الخامس أقرب الآراء إلى الصواب، لأن المنافقين كانوا مترددين بين الإيمان والكفر: فهم كما وصفهم الله- تعالى- مُذَبْذَبِينَ بَيْنَ ذلِكَ لا إِلى هؤُلاءِ وَلا إِلى هؤُلاءِ....ومن شأن هذا التذبذب أن يغرس الخوف والحذر في القلوب.أى أن هذا الحذر والإشفاق. كما يقول بعض العلماء. أثر طبيعي للشك والارتياب، لأنهم لو كانوا موقنين بتكذيب الرسول صلى الله عليه وسلم لما خطر لهم هذا الخوف على بال، ولو كانوا موقنين بتصديقه، لما كان هناك محل لهذا الحذر «لأن قلوبهم مطمئنة بالإيمان» .وقوله: قُلِ اسْتَهْزِؤُا إِنَّ اللَّهَ مُخْرِجٌ ما تَحْذَرُونَ تهديد ووعيد لهم على نفاقهم وسوء أدبهم.أى: قل يا محمد لهؤلاء المنافقين المذبذبين بين الحق والباطل، قل لهم، على سبيل التهديد والتبكيت: افعلوا ما شئتم من الاستخفاف بتعاليم الإسلام إن الله- تعالى- مظهر ما تحذرونه من إنزال الآيات القرآنية التي تفضحكم على رءوس الأشهاد، والتي تكشف عن أسراركم، وتهتك أستاركم، وتظهر للمؤمنين ما أردتم إخفاءه عنهم.وأسند الإخراج إلى الله- تعالى- للإشارة إلى أنه- سبحانه- يخرج ما يحذرونه إخراجا لا مزيد عليه من الكشف والوضوح، حتى يحترس منهم المؤمنون ولا يغتروا بأقوالهم المعسولة."
}