{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/31/",
    "ayah_number": 31,
    "text": "وقوله- سبحانه اتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْباباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ بيان للون آخر من ألوان انحراف اليهود والنصارى عن الحق إلى الباطل، وتقرير لما سبقت حكايته عنهم من أقوال فاسدة، وأفعال ذميمة.والضمير في قوله اتَّخَذُوا يعود إلى الفريقين اللذين حكت الآية السابقة ما قالوه من باطل وبهتان.والأحبار: علماء اليهود جمع حبر، بكسر الحاء وفتحها- وهو الذي يحسن القول ويتقنه، مأخوذ من التحبير بمعنى التحسين والتزيين، ومنه ثوب محبر أى جمع الزينة والحسن، والرهبان: علماء النصارى جمع راهب وهو الزاهد في متع الدنيا، المنعزل عن الناس مأخوذ من الرهبة بمعنى الخشية والخوف من الله- تعالى.والمراد باتخاذهم لأحبارهم ورهبانهم أربابا من دون الله، أنهم أطاعوهم فيها أحلوه لهم، وفيما حرموه عليهم، ولو كان هذا التحليل والتحريم مخالفا لشرع الله.وهذا التفسير مأثور عن رسول الله صلى الله عليه وسلم فقد روى الإمام أحمد والترمذي وابن جرير من طرق عن عدى بن حاتم أنه لما بلغته دعوة رسول الله صلى الله عليه وسلم فر إلى الشام: وكان قد تنصر في الجاهلية، فأسرت أخته وجماعة من قومها، ثم منّ رسول الله صلى الله عليه وسلم على أخته وأعطاها. فرجعت إلى أخيها، فرغبته في الإسلام وفي القدوم على رسول الله صلى الله عليه وسلم فقدم عدى المدينة، وكان رئيسا في قومه طيئ وأبوه حاتم الطائي المشهور بالكرم فتحدث الناس بقدومه، فدخل على رسول الله صلى الله عليه وسلم، وفي عنق عدى صليب من فضة، وكان الرسول يقرأ هذه الآية اتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْباباً مِنْ دُونِ اللَّهِ ...قال عدى: فقلت، إنهم لم يعبدوهم، فقال، بلى، إنهم حرموا عليهم الحلال، وأحلوا لهم الحرام، فاتبعوهم، فذلك عبادتهم إياهم.قال ابن كثير: وهكذا قال حذيفة بن اليمان وابن عباس وغيرهما في تفسير هذه الآية:أنهم اتبعوهم فيما حللوا وحرموا.وقال السدى: استنصحوا الرجال، ونبذوا كتاب الله وراء ظهورهم .وقال الآلوسى: وقيل اتخاذهم أربابا بالسجود لهم ونحوه مما لا يصلح إلا لله، تعالى، وحينئذ فلا مجاز، إلا أنه لا مقال لأحد بعد صحة الخبر عن رسول الله صلى الله عليه وسلم.والآية ناعية على كثير من الفرق الضالة الذين تركوا كتاب الله وسنة رسوله، لكلام علمائهم ورؤسائهم، والحق أحق بالاتباع، فمتى ظهر الحق فعلى المسلم اتباعه وإن أخطأه اجتهاد مقلده» .وقوله: وَالْمَسِيحَ ابْنَ مَرْيَمَ معطوف على قوله أَحْبارَهُمْ والمفعول الثاني بالنسبة إليه محذوف أى: اتخذوه ربا وإلها.قال صاحب المنار ما ملخصه: جمع- سبحانه. بين اليهود والنصارى في اتخاذ رجال دينهم أربابا بأن أعطوهم حق التشريع فيهم: وذكر بعد ذلك ما انفرد به النصارى دون اليهود من اتخاذهم المسيح ربا وإلها يعبدونه واليهود لم يعبدوا عزيرا، ولم يؤثر عمن قال منهم إنه ابن الله، أنهم عنوا ما يعنيه النصارى من قولهم في المسيح: إنه هو الله الخالق المدبر لأمور العباد» .وقوله: وَما أُمِرُوا إِلَّا لِيَعْبُدُوا إِلهاً واحِداً لا إِلهَ إِلَّا هُوَ جملة حالية أى: اتخذ هؤلاء المفترون على الله الكذب من اليهود والنصارى أحبارهم ورهبانهم أربابا من دون الله، بأن أطاعوهم فيما يحلونه لهم وفيما يحرمونه عليهم ولو كان ذلك مخالفا لشرع الله وكذلك اتخذ النصارى المسيح ابن مريم ربا وإلها.والحال أنهم جميعا ما أمروا على ألسنة رسلهم إلا بعبادة الله وحده، فهو المعبود الذي لا تعنو الوجوه إلا له، ولا يكون الاعتماد إلا عليه، وكل ما سواه فهو مخلوق له.وقوله: لا إِلهَ إِلَّا هُوَ صفة ثانية لقوله إِلهاً. أو هو استئناف بيانى لتعليل الأمر بعبادة الله وحده، وأنه- سبحانه- هو المستحق لذلك شرعا وعقلا.وقوله: سُبْحانَهُ عَمَّا يُشْرِكُونَ تنزيه له عن الشرك والشركاء إثر الأمر بإخلاص العبادة له.أى: تنزه الله- عز وجل- وتقدس عن الشركاء والنظراء والأعوان والأضداد والأولاد، فهو رب العالمين، وخالق الخلائق أجمعين..قال صاحب الظلال عند تفسيره لهذه الآية ما ملخصه: ومن النص القرآنى الواضح الدلالة، ومن تفسير رسول الله صلى الله عليه وسلم للآية وهو فصل الخطاب، ثم من مفهومات المفسرين الأوائل والمتأخرين، تخلص لنا حقائق في العقيدة والدين ذات أهمية بالغة نشير إليها هنا بغاية الاختصار وهي: أن العبادة هي الاتباع في الشرائع بنص القرآن وتفسير الرسول صلى الله عليه وسلم فاليهود والنصارى لم يتخذوا الأحبار والرهبان أربابا بمعنى الاعتقاد في ألوهيتهم، أو تقديم الشعائر التعبدية إليهم ... ومع هذا فقد حكم الله، سبحانه، عليهم بالشرك في هذه الآية، وبالكفر في آية تالية في السياق لمجرد أنهم تلقوا منهم الشرائع فأطاعوها واتبعوها- فهذا وحده دون الاعتقاد والشعائر يكفى لاعتبار من يفعله مشركا بالله، الشرك الذي يخرجه من عداد المؤمنين، ويدخله في عداد الكافرين.إن النص القرآنى يسوى في الوصف بالشرك واتخاذ الأرباب من دون الله، بين اليهود الذين قبلوا التشريع من أحبارهم وأطاعوه واتبعوه، وبين النصارى الذين قالوا بألوهية المسيح اعتقادا وقدموا إليه الشعائر في العبادة  ."
}