{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/38/",
    "ayah_number": 38,
    "text": "قال الإمام ابن كثير: هذا شروع في عتاب من تخلف عن رسول الله صلى الله عليه وسلم في غزوة تبوك، حين طابت الثمار والظلال في شدة الحر، وحمارة القيظ،  .وتبوك: اسم لمكان معروف في أقصى بلاد الشام من ناحية الجنوب، ويبعد عن المدينة المنورة من الجهة الشمالية بحوالى ستمائة كيلو متر.وكانت غزوة تبوك في شهر رجب من السنة التاسعة، وهي آخر غزوة لرسول الله صلى الله عليه وسلم.وكان السبب فيها أن الرسول صلى الله عليه وسلم بلغه أن الروم قد جمعوا له جموعا كثيرة على أطراف الشام، وأنهم يريدون أن يتجهوا إلى الجنوب لمهاجمة المدينة.فاستنفر صلى الله عليه وسلم الناس إلى قتال الروم، وكان صلى الله عليه وسلم قلما يخرج إلى غزوة إلا ورى بغيرها حتى يبقى الأمر سرا.ولكنه في هذه الغزوة صرح للمسلمين بوجهته وهي قتال الروم، وذلك لبعد المسافة، وضيق الحال، وشدة الحر، وكثرة العدو.وقد لبى المؤمنون دعوة رسولهم صلى الله عليه وسلم لقتال الروم، وصبروا على الشدائد، والمتاعب وبذلوا الكثير من أموالهم، ولم يتخلف منهم إلا القليل.أما المنافقون وكثير من الأعراب، فقد تخلفوا عنها، وحرضوا غيرهم على ذلك، وحكت السورة- في كثير من آياتها الآتية- ما كان منهم من جبن ومن تخذيل الناس عن القتال، ومن تحريض لهم على القعود وعدم الخروج.وبعد أن وصل الرسول صلى الله عليه وسلم والمؤمنون إلى تبوك، لم يجدوا جموعا للروم. فأقاموا هناك بضع عشرة ليلة، ثم عادوا إلى المدينة»  .وقوله- سبحانه-: انْفِرُوا من النفر وهو التنقل بسرعة من مكان إلى مكان لسبب من الأسباب الداعية لذلك.يقال: نفر فلان إلى الحرب ينفر وينفر نفرا ونفورا، إذا خرج بسرعة ويقال: استنفر الإمام الناس، إذا حرضهم على الخروج للجهاد. ومنه قوله صلى الله عليه وسلم: وإذا استنفرتم فانفروا أى: وإذا دعاكم الإمام إلى الخروج معه للجهاد فاخرجوا معه بدون تثاقل.واسم القوم الذين يخرجون للجهاد: النفير والنفرة والنفر.ويقال: نفر فلان من الشيء، إذا فزع منه، وأدبر عنه، ومنه قوله- تعالى- وَإِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ، وَلَّوْا عَلى أَدْبارِهِمْ نُفُوراً  .وقوله: اثَّاقَلْتُمْ: من الثقل ضد الخفة. يقال: تثاقل فلان عن الشيء، إذا تباطأ عنه ولم يهتم به.. ويقال: تثاقل القوم: إذا لم ينهضوا لنجدة المستجير بهم. وأصل اثَّاقَلْتُمْ تثاقلتم، فأبدلت التاء ثاء ثم أدغمت فيها، ثم اجتلبت همزة الوصل من أجل التوصل للنطق بالساكن.والمعنى: يا أيها الذين آمنوا بالله ورسوله، ما لَكُمْ إِذا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أى: ما الذي جعلكم تباطأتم عن الخروج إلى الجهاد، حين دعاكم رسولكم صلى الله عليه وسلم إلى قتال الروم، وإلى النهوض لإعلاء كلمة الله، ونصرة دينه؟وقد ناداهم- سبحانه- بصفة الإيمان، لتحريك حرارة العقيدة في قلوبهم، وتوجيه عقولهم إلى ما يستدعيه الإيمان الصادق من طاعة لله ولرسوله. والاستفهام في قوله:ما لَكُمْ لإنكار واستبعاد صدور هذا التثاقل منهم، مع أن هذا يتنافى مع الإيمان والطاعة.قال الجمل: و «ما» مبتدأ، و «لكم» خبر، وقوله «اثاقلتم» حال. وقوله: «إذا قيل لكم» ظرف لهذه الحال مقدم عليها.والتقدير: أى شيء ثبت لكم من الأعذار. حال كونكم متثاقلين في وقت قول الرسول لكم: انفروا في سبيل الله .وقوله. «إلى الأرض» متعلق بقوله: «اثاقلتم» على تضمينه معنى الميل إلى الراحة،والإخلاد إلى الأرض، ولذا عدى بإلى.أى: اثاقلتم مائلين إلى الراحة وإلى شهوات الدنيا الفانية، وإلى الإقامة بأرضكم ودياركم، وكرهتم الجهاد مع أنه ذروة سنام الإسلام.وإن التعبير بقوله، سبحانه، اثَّاقَلْتُمْ لفي أسمى درجات البلاغة، وأعلى مراتب التصوير الصادق، لأنه بلفظه وجرسه يمثل الجسم المسترخى الثقيل الذي استقر على الأرض.. والذي كلما حاول الرافعون أن يرفعوه عاد إليه ثقله فسقط من بين أيديهم، وأخلد إلى الأرض.وذلك لأن ما استولى عليه من حب للذائذ الدنيا وشهواتها، أثقل بكثير من حبه لنعيم الآخرة وخيراتها.وقوله، سبحانه،: أَرَضِيتُمْ بِالْحَياةِ الدُّنْيا مِنَ الْآخِرَةِ إنكار آخر لتباطئهم عن الجهاد، وتعجب من ركونهم إلى الدنيا مع أن إيمانهم يتنافى مع ذلك.وقوله. فَما مَتاعُ الْحَياةِ الدُّنْيا فِي الْآخِرَةِ إِلَّا قَلِيلٌ بيان لحقارة متاع الدنيا بالنسبة لنعيم الآخرة الدائم.والمعنى: أى شيء حال بينكم، أيها المؤمنون، وبين المسارعة إلى الجهاد عند ما دعاكم رسولكم صلى الله عليه وسلم إليه. أرضيتم براحة الحياة الدنيا ولذائذها الناقصة.إن كان أمركم كذلك، فقد أخطأتم الصواب، لأن متاع الحياة الدنيا مهما كثر فهو قليل مستحقر بجانب متاع الآخرة الباقي، ونعيمها الخالد.قال الآلوسى ما ملخصه: «في» من قوله فَما مَتاعُ الْحَياةِ الدُّنْيا فِي الْآخِرَةِ تسمى بفي القياسية. لأن المقيس يوضع في جنب ما يقاس به. وفي ترشيح الحياة الدنيا بما يؤذن بنفاستها، ويستدعى الرغبة فيها، وتجريد الآخرة عن مثل ذلك مبالغة في بيان حقارة الدنيا ودناءتها وعظم شأن الآخرة ورفعتها.وقد أخرج أحمد ومسلم والترمذي والنسائي وغيرهم عن المستورد، أخى بنى فهر، قال:قال رسول الله صلى الله عليه وسلم «ما الدنيا في الآخرة إلا كما يجعل أحدكم إصبعه هذه في اليم، فلينظر بم ترجع» .وقال الفخر الرازي: اعلم أن هذه الآية تدل على وجوب الجهاد في كل حال، لأنه، سبحانه، نص على أن تثاقلهم عن الجهاد أمر منكر، ولو لم يكن الجهاد واجبا لما كان هذا التثاقل منكرا. وليس لقائل أن يقول: الجهاد إنما يجب في الوقت الذي يخاف هجوم الكفار فيه، لأنه عليه السلام، ما كان يخاف هجوم الروم عليه، ومع ذلك فقد أوجب الجهاد معهم..وأيضا هو واجب على الكفاية، فإذا قام به البعض سقط عن الباقين. والخطاب في الآية للمؤمنين الذين تقاعسوا في الخروج إلى غزوة تبوك مع رسول الله- صلى الله عليه وسلم- ."
}