{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/97/",
    "ayah_number": 97,
    "text": "قال صاحب المنار: قوله، سبحانه: الْأَعْرابُ أَشَدُّ كُفْراً وَنِفاقاً. بيان مستأنف لحال سكان البادية من المنافقين، لأنه مما يسأل عنه بعد ما تقدم في منافقي الحضر من سكان المدينة وغيرها من القرى.والأعراب: اسم جنس لبدو العرب، واحده: أعرابى، والأنثى أعرابية، والجمع أعاريب، والعرب: اسم جنس لهذا الجيل الذي ينطق بهذه اللغة، بدوه وحضره، واحده:عربي..» .والمراد بالأعراب هنا: جنسهم لا كل واحد منهم، بدليل أن الله. تعالى. قد ذم من يستحق الذم منهم، ومدح من يستحق المدح منهم، فالآية الكريمة من باب وصف الجنس بوصف بعض أفراده.وقد بدأ، سبحانه، بذكر المنافقين من الأعراب قبل المؤمنين منهم، إلحاقا لهم بمنافقى المدينة الذين تحدثت السورة عنهم قبل ذلك مباشرة حديثا مستفيضا، وبهذا الترتيب الحكيم تكون السورة الكريمة قد واصلت الحديث عن منافقي الحضر والبدو.والمعنى: «الأعراب» سكان البادية «أشد كفرا ونفاقا» من الكفار والمنافقين الذين يسكنون الحضر والقرى.وذلك، لأن ظروف حياتهم البدوية، وما يصاحبها من عزلة وكر وفر في الصحراء، وخشونة في الحياة ... كل ذلك جعلهم أقسى قلوبا، وأجفى قولا، وأغلظ طبعا، وأبعد عن سماع ما يهدى نفوسهم إلى الخير من غيرهم سكان المدن.وقوله: وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ ما أَنْزَلَ اللَّهُ عَلى رَسُولِهِ معطوف على ما قبله لتعديد صفاتهم الذميمة.قال القرطبي: قوله: «وأجدر» عطف على «أشد» ومعناه: أخلق، وأحق، يقال:فلان جدير بكذا، أى: خليق به. وأنت جدير أن تفعل كذا، والجمع جدراء وجديرون، وأصله من جدر الحائط وهو رفعه بالبناء فقوله: هو أجدر بكذا، أى: أقرب إليه وأحق به .والمعنى: الأعراب أشد كفرا ونفاقا من أهل الحضر الكفار والمنافقين، وهم كذلك أحق وأخلق من أهل الحضر بأن لا يعلموا حدود ما أنزل الله على رسوله، بسبب ابتعادهم عن مجالس رسول الله صلى الله عليه وسلم وعدم مشاهدتهم لما ينزل عليه صلى الله عليه وسلم من شرائع وآداب وأحكام.وقوله: وَاللَّهُ عَلِيمٌ حَكِيمٌ أى: «عليم» بأحوال عباده الظاهرة والباطنة لا يخفى عليه شيء من صفاتهم وطباعهم «وحكيم» في صنعه بهم، وفي حكمه عليهم، وفيما يشرعه لهم من أحكام، وفيما يجازيهم به من ثواب أو عقاب.هذا، وقد ذكر المفسرون هنا أمثلة متعددة لجفاء الأعراب وجهلهم، ومن ذلك قول الإمام ابن كثير:قال الأعمش عن إبراهيم قال: جلس أعرابى إلى زيد بن صوهان، وهو يحدث أصحابه، وكانت يده قد أصيبت يوم «نهاوند» فقال الأعرابى: والله إن حديثك ليعجبني وإن يدك لتريبنى!! فقال زيد: وما يريبك من يدي؟ إنها الشمال!! فقال الأعرابى: والله ما أدرى اليمين يقطعون أو الشمال!! فقال زيد: صدق الله إذ يقول: الْأَعْرابُ أَشَدُّ كُفْراً وَنِفاقاً وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ ما أَنْزَلَ اللَّهُ عَلى رَسُولِهِ ...وروى الإمام أحمد عن ابن عباس عن رسول الله صلى الله عليه وسلم قال: «من سكن البادية جفا، ومن اتبع الصيد غفل، ومن أتى السلطان افتتن» .وروى الإمام مسلم عن عائشة قال: قدم ناس من الأعراب على رسول الله صلى الله عليه وسلم فقالوا: أتقبلون صبيانكم؟ فقال صلى الله عليه وسلم نعم. فقالوا: لكنا والله ما نقبل!! فقال صلى الله عليه وسلم «وما أملك إن كان الله نزع منكم الرحمة» ."
}