{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/52/",
    "ayah_number": 52,
    "text": "ثم كرم- سبحانه- أمهات المؤمنين بعد تكريمه لنبيه صلّى الله عليه وسلّم فقال: لا يَحِلُّ لَكَ النِّساءُ مِنْ بَعْدُ....أى: لا يحل لك، - أيها الرسول الكريم- أن تتزوج بنساء أخريات من بعد التسع اللائي في عصمتك اليوم، لأنهن قد اخترنك وآثرنك على زينة الحياة الدنيا، ورضين عن طيب نفس أن يعشن معك وتحت رعايتك، مهما كان في حياتك معهن من شظف العيش، والزهد في متع الدنيا.وقوله: وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْواجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا ما مَلَكَتْ يَمِينُكَ معطوف على ما قبله.أى: لا يحل لك الزواج بعد اليوم بغير من هن في عصمتك، كما لا يحل لك- أيضا- أن تطلق واحدة منهن وتتزوج بأخرى سواها، حتى ولو أعجبك جمال من تريد زواجها من غير نسائك اللائي في عصمتك عند نزول هذه الآية.فالآية الكريمة قد اشتملت على حكمين: أحدهما: حرمة الزواج بغير التسع اللائي كن في عصمته عند نزولها. والثاني: حرمة تطليق واحدة منهن، للزواج بأخرى بدلها.وقوله: بَعْدُ ظرف مبنى على الضم لحذف المضاف اليه. أى: من بعد اليوم.وأَزْواجٍ مفعول به، ومِنْ مزيدة لاستغراق الجنس. أى: ولا أن تبدل بهن أزواجا أخريات مهما كان شأن هؤلاء الأخريات.وجملة: وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ في موضع الحال من الفاعل وهو الضمير في تَبَدَّلَ. أى: لا يحل لك الزيادة عليهن، ولا أن تتبدل بهن أزواجا غيرهن في أية حالة من الأحوال، حتى ولو في حال إعجابك بغيرهن ويصح أن تكون هذه الجملة شرطية، وقد حذف جوابها لفهمه من الكلام، ويكون المعنى: ولو أعجبك حسنهن لا يحل لك نكاحهن.وقوله: إِلَّا ما مَلَكَتْ يَمِينُكَ استثناء من هذا الحكم. أى: لا يحل لك الزيادة عليهن، ولا استبدال غيرهن بهن، ولكن يحل لك أن تضيف إليهن ما شئت من النساء اللائي تملكهن عن طريق السبي.وهذا الذي سرنا عليه من أن الآية الكريمة في شأن أزواجه صلّى الله عليه وسلّم هو الذي سار عليه جمهور المفسرين.قال ابن كثير: ذكر غير واحد من العلماء كابن عباس، ومجاهد، وقتادة، وغيرهم- أن هذه الآية الكريمة نزلت مجازاة لأزواج النبي صلّى الله عليه وسلّم ورضا الله عنهن على حسن صنيعهن، في اختيارهن الله ورسوله والدار الآخرة، لما خيرهن رسول الله صلّى الله عليه وسلّم كما تقدم، فلما اخترن رسول الله، كان جزاؤهن أن قصره عليهن، وحرم عليه أن يتزوج بغيرهن، أو يستبدل بهن أزواجا غيرهن، ولو أعجبه حسنهن، إلا الإماء والسرائر، فلا حجر عليه فيهن.ثم إنه- سبحانه- رفع عنه الحجر في ذلك، ونسخ حكم هذه الآية، وأباح له التزوج، ولكنه لم يقع منه بعد ذلك زواج لغيرهن، لتكون المنة للرسول صلّى الله عليه وسلّم عليهن. روى الإمام أحمد عن عائشة قالت: ما مات رسول الله صلّى الله عليه وسلّم حتى أحل الله له النساء .ومن العلماء من يرى أن قوله- تعالى- مِنْ بَعْدُ المراد به: من بعد من أحللنا لك الزواج بهن، وهن الأصناف الأربعة اللائي سبق الحديث عنهن في قوله- تعالى-: يا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَما مَلَكَتْ يَمِينُكَ مِمَّا أَفاءَ اللَّهُ عَلَيْكَ، وَبَناتِ عَمِّكَ وَبَناتِ عَمَّاتِكَ ...وهذا الرأى الثاني وإن كان أشمل من سابقه، إلا أننا نرجح أن الآية الكريمة مسوقة لتكريم أمهات المؤمنين اللائي اخترن الله ورسوله والدار الآخرة على الحياة الدنيا وزينتها.هذا، والنساء التسع اللائي حرم الله- تعالى- على نبيه صلّى الله عليه وسلّم الزيادة عليهن، والاستبدال بهن، هن: عائشة بنت أبى بكر، وحفصة بنت عمر، وأم حبيبة بنت أبى سفيان، وسودة بنت زمعة، وأم سلمة بنت أبى أمية، وصفية بنت حيي بن أخطب، وميمونة بنت الحارث، وزينب بنت جحش، وجويرية بنت الحارث.ثم ختم- سبحانه- الآية الكريمة بقوله: وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ رَقِيباً.أى: وكان الله- تعالى- وما زال، مطلعا على كل شيء من أحوالكم- أيها الناس- فاحذروا أن تتجاوزوا ما حده الله- تعالى- لكم، لأن هذا التجاوز يؤدى إلى عدم رضا الله- سبحانه- عنكم.وبذلك نرى أن هذه الآيات الكريمة، قد ذكرت ألوانا متعددة من مظاهر تكريم الله- تعالى- لنبيه صلّى الله عليه وسلّم ومن توسعته عليه في شأن أزواجه، وفي شأن ما أحله له من عدم التقيد في القسم بينهن، وفي تقديم أو تأخير من شاء منهن..كما أنها قد كرمت أمهات المؤمنين تكريما عظيما. لاختيارهن الله ورسوله والدار الآخرة على الحياة الدنيا وزينتها.ثم ساقت السورة الكريمة بعد ذلك ألوانا من التشريعات الحكيمة، والآداب القويمة. التي تتعلق بدخول بيوت النبي صلّى الله عليه وسلم، وبحقوق أزواجه صلّى الله عليه وسلّم في حياته وبعد مماته، وبوجوب احترامه وتوقيره صلّى الله عليه وسلّم فقال- تعالى-:"
}