{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/9/",
    "ayah_number": 9,
    "text": "وغزوة الأحزاب، من الغزوات الشهيرة في تاريخ الدعوة الإسلامية، وكانت- على الراجح- في شهر شوال من السنة الخامسة بعد الهجرة.وملخصها- كما ذكر الإمام ابن كثير- أن نفرا من اليهود- على رأسهم حيي بن أخطب- خرجوا إلى مكة، واجتمعوا بأشراف قريش وألبوهم على حرب المسلمين، فأجابوهم إلى ذلك.ثم خرجوا إلى قبيلة غطفان فدعوهم لحرب المسلمين، فاستجابوا لهم- ايضا-.وخرجت قريش في أحابيشها ومن تابعها، والجميع في جيش قريب من عشرة آلاف رجل.وعند ما علم الرسول صلّى الله عليه وسلم بمقدمهم، أمر بحفر خندق حول المدينة.ووصلت جيوش الأحزاب إلى مشارف المدينة، فوجدوا الخندق قد حفر، وأنه يحول بينهم وبين اقتحامها. كما أن المسلمين كانوا لهم بالمرصاد.وخلال هذه الفترة العصيبة، نقض يهود بنى قريظة عهودهم مع المسلمين، وانضموا إلى جيوش الأحزاب، فزاد الخطب على المسلمين.ومكث الأعداء محاصرين للمدينة قريبا من شهر. ثم جاء نصر الله- تعالى-، بأن أرسل على جيوش الأحزاب ريحا شديدة، وجنودا من عنده، فتصدعت جبهات الأحزاب، وانكفأت خيامهم، وملأ الرعب قلوبهم، وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنالُوا خَيْراً وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ .وقد ابتدأ الله- تعالى- الحديث عن هذه الغزوة، بنداء وجهه إلى المؤمنين، ذكرهم فيه بفضله عليهم، وبرحمته بهم فقال: يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ، إِذْ جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْها.والمعنى: يا من آمنتم بالله حق الإيمان، اذْكُرُوا على سبيل الشكر والاعتبار نِعْمَةَ اللَّهِ عَلَيْكُمْ ورحمته بكم.إِذْ جاءَتْكُمْ جُنُودٌ كثيرة، هي جنود جيوش الأحزاب فَأَرْسَلْنا عَلَيْهِمْ رِيحاً شديدة زلزلتهم، وجعلتهم يرحلون عنكم بخوف وفزع.كما أرسلنا عليهم جُنُوداً لَمْ تَرَوْها وهم الملائكة، الذين ألقوا الرعب في قلوب أعدائكم.قالوا: روى أن الله- تعالى- بعث عليهم ريحا باردة في ليلة باردة، فألقت التراب في وجوههم، وأمر الملائكة فقلعت أوتاد خيامهم، وأطفأت نيرانهم وقذفت في قلوبهم الرعب..فقال كل سيد قوم لقومه: يا بنى فلان: النجاء النجاء .وقوله- سبحانه-: وَكانَ اللَّهُ بِما تَعْمَلُونَ بَصِيراً تذييل قصد به بيان مظهر آخر من مظاهر فضله- تعالى- عليهم.أى: جاءتكم تلك الجنود الكثيرة. فأرسلنا عليهم ريحا شديدة، وأرسلنا عليهم من عندنا جنودا لم تروها، وكنا فوق كل ذلك مطلعين على أعمالكم من حفر الخندق وغيره وسامعين لدعائكم، وقد أجبناه لكم، حيث رددنا أعداءكم عنكم دون أن ينالوا خيرا."
}