{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/10/",
    "ayah_number": 10,
    "text": "ثم فصل- سبحانه- ما حدث للمؤمنين في هذه الغزوة، بعد هذا الإجمال، فقال:إِذْ جاؤُكُمْ مِنْ فَوْقِكُمْ أى: من أعلى الوادي من جهة المشرق. والجملة بدل من قوله إِذْ جاءَتْكُمْ جُنُودٌ. والمراد بالذين جاءوا من تلك الجهة: قبائل غطفان وهوازن..وانضم إليهم بنو قريظة بعد أن نقضوا عهودهم.وَمِنْ أَسْفَلَ مِنْكُمْ أى: ومن أسفل الوادي من جهة المغرب، وهم قريش ومعهم أحابيشهم وحلفاؤهم.وقوله: وَإِذْ زاغَتِ الْأَبْصارُ معطوف على ما قبله، داخل معه في حيز التذكير.أى: واذكروا وقت أن زاغت أبصاركم، ومالت عن كل شيء حولها، وصارت لا تنظر إلا إلى أولئك الأعداء. يقال: زاغ البصر يزيغ زيغا وزيغانا إذا مال وانحرف. ويقال- أيضا:زاغ البصر، إذا مل وتعب بسبب استدامة شخوصه من شدة الهول.وقوله وَبَلَغَتِ الْقُلُوبُ الْحَناجِرَ بيان آخر لما أصاب المسلمين من بلاء بسبب إحاطة جيوش الأحزاب بهم.والحناجر: جمع حنجرة، وهي جوف الحلقوم، والمراد أن قلوبكم فزعت فزعا شديدا، حتى لكأنها قد انتقلت من أماكنها إلى أعلى، حتى قاربت أن تخرج من أفواهكم.فالآية تصور ما أصاب المسلمين من فزع وكرب في غزوة الأحزاب، تصويرا بديعا مؤثرا، يرسم حركات القلوب، وملامح الوجوه، وخلجات النفوس.وقوله- سبحانه- وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا بيان لما دار في عقولهم من أفكار، حين رأوا الأحزاب وقد أحاطوا بالمدينة.والظنون جمع الظن. وهو مصدر يطلق على القليل والكثير منه. وجاء بصيغة الجمع لتعدد أنواعه، واختلافه باختلاف قوة الإيمان وضعفه.أى: وتظنون- أيها المؤمنون- بالله- تعالى- الظنون المختلفة، فمنكم من ازداد يقينا على يقينه، وازداد ثقة بوعد الله- تعالى- وبنصره، ومنكم من كان أقل من ذلك في ثباته ويقينه، ومنكم من كان يظهر أمامكم الإيمان والإسلام، ويخفى الكفر والعصيان، وهم المنافقون وهؤلاء ظنوا الظنون السيئة، بأن اعتقدوا بأن الدائرة ستدور عليكم:قال ابن كثير: قوله وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا قال الحسن: ظنون مختلفة، ظن المنافقون أن محمدا وأصحابه يستأصلون، وأيقن المؤمنون أن ما وعد الله ورسوله حق، وأنه- سبحانه- سيظهر دينه على الدين كله ولو كره المشركون.عن أبى سعيد قال: قلنا يوم الخندق: يا رسول الله، هل من شيء نقول، فقد بلغت القلوب الحناجر؟ فقال صلّى الله عليه وسلم: نعم. قولوا: اللهم استر عوراتنا، وآمن روعاتنا.قال: فضرب الله- تعالى- وجوه أعدائه بالريح فهزمهم ."
}