{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/36/",
    "ayah_number": 36,
    "text": "ذكر المفسرون في سبب نزول قوله- تعالى-: وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ روايات منها: أنها نزلت في زينب بنت جحش- رضى الله عنها- خطبها رسول الله صلّى الله عليه وسلّم لزيد ابن حارثة فاستنكفت، وقالت: أنا خير منه حسبا، فأنزل الله- تعالى- هذه الآية.وفي رواية أنها قالت: يا رسول الله، لست بناكحته، فقال رسول الله صلّى الله عليه وسلم «بل فانكحيه» فقالت: يا رسول الله، أؤامر في نفسي؟ فبينما هما يتحادثان، أنزل الله- تعالى- هذه الآية. فقالت: يا رسول الله، قد رضيته لي زوجا؟ قال: نعم. قالت: إذا لا أعصى رسول الله صلّى الله عليه وسلّم قد زوجته نفسي.وذكر بعضهم أنها نزلت في أم كلثوم بنت عقبة بن أبى معيط، وكانت أول من هاجر من النساء.. يعنى بعد صلح الحديبية، فوهبت نفسها للنبي صلى الله عليه وسلم، فزوجها من مولاه زيد بن حارثة، بعد فراقه لزينب فسخطت هي وأخوها وقالا: إنما أردنا رسول الله صلّى الله عليه وسلّم فزوجنا عبده، فنزلت الآية بسبب ذلك، فأجابا إلى تزويج زيد.قال ابن كثير: هذه الآية عامة في جميع الأمور. وذلك أنه إذا حكم الله ورسوله بشيء، فليس لأحد مخالفته، ولا اختيار لأحد هاهنا ولا رأى ولا قول، كما قال- تعالى-: فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجَرَ بَيْنَهُمْ، ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً.وفي الحديث الشريف: «والذي نفسي بيده، لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به» .والمعنى: لا يصح ولا يحل لأى مؤمن ولا لأية مؤمنة إِذا قَضَى اللَّهُ وَرَسُولُهُ أى: إذا أراد الله ورسوله أمرا، من الأمور.وقال- سبحانه-: إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً للإشعار، بأن ما يفعله الرسول صلى الله عليه وسلّم إنما يفعله بأمر الله- تعالى- لأنه صلّى الله عليه وسلّم لا ينطق عن الهوى.وقوله: أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ أى: لا يصح لمؤمن أو مؤمنة إذا أراد الله ورسوله أمرا، أن يختاروا ما يخالف ذلك، بل يجب عليهم أن يذعنوا لأمره صلّى الله عليه وسلّم وأن يجعلوا رأيهم تابعا لرأيه في كل شيء.وكلمة الخيرة: مصدر من تخيّر، كالطّيرة مصدر من تطيّر. وقوله: مِنْ أَمْرِهِمْ متعلق بها، أو بمحذوف وقع حالا منها.وجاء الضمير في قوله لَهُمُ وفي قوله مِنْ أَمْرِهِمْ بصيغة الجمع: رعاية للمعنى إذ أن لفظي مؤمن ومؤمنة وقعا في سياق النفي، فيعمان كل مؤمن وكل مؤمنة.وقوله- سبحانه-: وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً بيان لسوء عاقبة من يخالف أمر الله ورسوله.أى: ومن يعص الله ورسوله في أمر من الأمور، فقد ضل عن الحق والصواب ضلالا واضحا بينا."
}