{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/59/",
    "ayah_number": 59,
    "text": "ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يأمر أزواجه وبناته ونساء المؤمنين عامة، بالاحتشام والتستر في ملابسهن فقال- تعالى-: يا أَيُّهَا النَّبِيُّ قُلْ لِأَزْواجِكَ وَبَناتِكَ وَنِساءِ الْمُؤْمِنِينَ، يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ....قال الآلوسى: روى عن غير واحد أنه كانت الحرة والأمة، تخرجان ليلا لقضاء الحاجة في الغيطان وبين النخيل، من غير تمييز بين الحرائر والإماء، وكان في المدينة فساق يتعرضون للإماء، وربما تعرضوا للحرائر، فإذا قيل لهم قالوا: حسبناهن إماء، فأمرت الحرائر أن يخالفن الإماء في الزي والتستر فلا يطمع فيهن...وقوله: يُدْنِينَ من الإدناء بمعنى التقريب، ولتضمنه معنى السدل والإرخاء عدّى بعلى. وهو جواب للأمر، كما في قوله- تعالى-: قُلْ لِعِبادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلاةَ....والجلابيب: جمع جلباب، وهو ثوب يستر جميع البدن، تلبسه المرأة، فوق ثيابها.والمعنى: يا أيها النبي قل لأزواجك اللائي في عصمتك، وقل لبناتك اللائي هن من نسلك، وقل لنساء المؤمنين كافة، قل لهن: إذا ما خرجن لقضاء حاجتهن، فعليهن أن يسدلن الجلابيب عليهن، حتى يسترن أجسامهن سترا تاما، من رءوسهن إلى أقدامهن، زيادة في التستر والاحتشام، وبعدا عن مكان التهمة والريبة.قالت أم سلمة- رضى الله عنها-: لما نزلت هذه الآية، خرج نساء الأنصار كأن على رءوسهن الغربان من السكينة وعليهن أكسية سود يلبسنها.وقوله: ذلِكَ أَدْنى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ بيان للحكمة من الأمر بالتستر والاحتشام.أى: ذلك التستر والاحتشام والإدناء عليهن من جلابيبهن يجعلهن أدنى وأقرب إلى أن يعرفن ويميزن عن غيرهن من الإماء، فلا يؤذين من جهة من في قلوبهم مرض.قال بعض العلماء: وقد يقال إن تأويل الآية على هذا الوجه، وقصرها على الحرائر، قد يفهم منه أن الشارع قد أهمل أمر الإماء، ولم يبال بما ينالهن من الإيذاء ممن ضعف إيمانهم، مع أن في ذلك من الفتنة ما فيه، فهلا كان التصون والتستر عاما في جميع النساء؟والجواب، أن الإماء بطبيعة عملهن يكثر خروجهن وترددهن في الأسواق، فإذا كلفن أن يتقنعن ويلبسن الجلباب السابغ كلما خرجن، كان في ذلك حرج ومشقة عليهن، وليس كذلك الحرائر فإنهن مأمورات بعدم الخروج من البيوت إلا لضرورة ومع ذلك فإن القرآن الكريم قد نهى عن إيذاء المؤمنين والمؤمنات جميعا، سواء الحرائر والإماء، وتوعد المؤذين بالعذاب المهين.. والشارع- أيضا- لم يحظر على الإماء التستر والتقنع، ولكنه لم يكلفهن بذلك دفعا للحرج والعسر، فللأمة أن تلبس الجلباب السابغ متى تيسر لها ذلك...هذا، ويرى الإمام أبو حيان أن الأرجح أن المراد بنساء المؤمنين، ما يشمل الحرائر والإماء وأن الأمر بالتستر يشمل الجميع، وأن الحكمة من وراء هذا الأمر بإسدال الجلابيب عليهن، درء التعرض لهن بسوء من ضعاف الإيمان.فقد قال- رحمه الله-: والظاهر أن قوله: وَنِساءِ الْمُؤْمِنِينَ يشمل الحرائر والإماء، والفتنة بالإماء أكثر لكثرة تصرفهن، بخلاف الحرائر، فيحتاج إخراجهن من عموم النساء إلى دليل واضح.. ذلِكَ أَدْنى أَنْ يُعْرَفْنَ لتسترهن بالعفة فلا يتعرض لهن، ولا يلقين بما يكرهن، لأن المرأة إذا كانت في غاية التستر والانضمام لم يقدم عليها بخلاف المتبرجة فإنها مطموع فيها.ويبدو لنا أن هذا الرأى الذي اتجه إليه أبو حيان- رحمه الله- أولى بالقبول من غيره، لتمشيه مع شريعة الإسلام التي تدعو جميع النساء إلى التستر والعفاف.ثم ختم- سبحانه- الآية بقوله: وَكانَ اللَّهُ غَفُوراً رَحِيماً أى: وكان الله- تعالى- وما زال واسع المغفرة والرحمة لمن تاب إليه توبة صادقة مما وقع فيه من أخطاء وسيئات.ثم هدد- سبحانه- المنافقين وأشباههم بسوء المصير، إذا ما استمروا في إيذائهم لرسول الله صلّى الله عليه وسلّم وللمؤمنين والمؤمنات. وبين- عز وجل- أن وقت قيام الساعة مرد علمه إليه وحده. وأن الكافرين عند قيامها سيندمون ولكن لن ينفعهم الندم، فقال- تعالى-:"
}