{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/37/",
    "ayah_number": 37,
    "text": "ثم ذكر- سبحانه- قصة زواج النبي صلّى الله عليه وسلّم من السيدة زينب بنت جحش، وما ترتب على هذا الزواج من هدم لعادات كانت متأصلة في الجاهلية فقال- تعالى-: وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ.. أى: واذكر- أيها الرسول الكريم- وقت أن قلت للذي أنعم الله- تعالى- عليه بنعمة الإيمان، وهو زيد بن حارثة- رضى الله عنه-.وأنعمت عليه، بنعمة العتق، والحرية، وحسن التربية، والمحبة، والإكرام..أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ أى: اذكر وقت قولك له: أمسك عليك زوجك زينب بنت جحش، فلا تطلقها، واتق الله في أمرها، واصبر على ما بدر منها في حقك..وكان زيد- رضى الله عنه- قد اشتكى للنبي صلّى الله عليه وسلّم من تطاولها عليه، وافتخارها بحسبها ونسبها، وتخشينها له القول، وقال: يا رسول الله، إنى أريد أن أطلقها.وقوله- تعالى-: وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ معطوف على تَقُولُ. أى:تقول له ذلك وتخفى في نفسك الشيء الذي أظهره الله- تعالى- لك، وهو إلهامك بأن زيدا سيطلق زينب، وأنت ستتزوجها بأمر الله- عز وجل-.قال الآلوسى: والمراد بالموصول مَا على ما أخرج الحكيم الترمذي وغيره عن على ابن الحسين ما أوحى الله- تعالى- به إليه من أن زينب سيطلقها زيد. ويتزوجها هو صلى الله عليه وسلم.وإلى هذا ذهب أهل التحقيق من المفسرين، كالزهرى، وبكر بن العلاء، والقشيري، والقاضي أبى بكر بن العربي، وغيرهم.وقال بعض العلماء ما ملخصه: قوله- تعالى-: وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ جملة: الله مبديه صلة الموصول الذي هو مَا. وما أبداه- سبحانه- هو زواجه صلى الله عليه وسلّم بزينب، وذلك في قوله- تعالى-: فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها وهذا هو التحقيق في معنى الآية، الذي دل عليه القرآن، وهو اللائق بجنابه صلّى الله عليه وسلم.وبه تعلم أن ما قاله بعض المفسرين، من أن ما أخفاه في نفسه صلّى الله عليه وسلّم وأبداه الله- تعالى-، هو وقوع زينب في قلبه صلّى الله عليه وسلّم ومحبته لها، وهي زوجة لزيد، وأنها سمعته يقول عند ما رآها: سبحان مقلب القلوب.. إلى آخر ما قالوا ... كله لا صحة له...وقال الإمام ابن كثير عند تفسيره لهذه الآية: ذكر ابن جرير وابن أبى حاتم- وغيرهما- هاهنا آثارا عن بعض السلف، أحببنا أن نضرب عنها صفحا، لعدم صحتها. فلا نوردها...هذا، ولفضيلة شيخنا الجليل الدكتور أحمد السيد الكومى رأى في معنى هذه الجملة الكريمة، وهو أن ما أخفاه الرسول في نفسه: هو علمه بإصرار زيد على طلاقه لزينب، لكثرة تفاخرها عليه، وسماعه منها ما يكرهه. وما لا يستطيع معه الصبر على معاشرتها.وما أبداه الله- تعالى-: هو علم الناس بحال زيد معها، ومعرفتهم بأن زينب تخشن له القول، وتسمعه ما يكره، وتفخر عليه بنسبها..فيكون المعنى: تقول للذي أنعم الله عليه، وأنعمت عليه، أمسك عليك زوجك واتق الله، وتخفى في نفسك أن زيدا لن يستطيع الصبر على معاشرة زوجه زينب لوجود التنافر بينهما.. مع أن الله- تعالى- قد أظهر ذلك، عن طريق كثرة شكوى زيد منها، وإعلانه أنه حريص على طلاقها، ومعرفة كثير من الناس بهذه الحقيقة..ومما يؤيد هذا الرأى أنه لم يرد لا في الكتاب ولا في السنة ما يدل دلالة صريحة على أن الله قد أوحى إلى نبيه صلّى الله عليه وسلّم أن زيدا سيطلق زينب، وأنه صلّى الله عليه وسلّم سيتزوجها، وكل ما ورد في ذلك هي تلك الرواية التي سبق أن ذكرناها عن على بن الحسين- رضى الله عنهما-.قال صاحب الظلال: وهذا الذي أخفاه النبي صلّى الله عليه وسلّم في نفسه، وهو يعلم أن الله مبديه، هو ما ألهمه الله أن سيفعله. ولم يكن أمرا صريحا من الله. وإلا ما تردد فيه ولا أخره ولا حاول تأجيله. ولجهر به في حينه مهما كانت العواقب التي يتوقعها من إعلانه. ولكنه صلى الله عليه وسلّم كان أمام إلهام يجده في نفسه، ويتوجس في الوقت ذاته من مواجهته ومواجهة الناس به حتى أذن الله بكونه. فطلق زيد زوجه في النهاية. وهو لا يفكر لا هو ولا زينب فيما سيكون بعد.. .وهذه الأقوال جميعها تهدم هدما تاما كل الروايات التي رويت عن هذا الحادث، والتي تشبث بها أعداء الإسلام في كل زمان ومكان، وصاغوا حولها الأساطير والمفتريات.وقوله- سبحانه-: وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشاهُ معطوف على ما قبله، ومؤكد لمضمونه.أى: تقول له ما قلت، وتخفى في نفسك ما أظهره الله، وتخشى أن تواجه الناس بما ألهمك الله- تعالى- به من أمر زيد وزينب، مع أن الله- تعالى- أحق بالخشية من كل ما سواه.فالجملة الكريمة عتاب رقيق من الله- تعالى- لنبيه صلّى الله عليه وسلّم وإرشاد له إلى أفضل الطرق، وأحكم السبل، لمجابهة أمثال هذه الأمور، وحلها حلا سليما.ثم بين- سبحانه- الحكمة من زواجه صلّى الله عليه وسلّم بزينب فقال: فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها، لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْواجِ أَدْعِيائِهِمْ إِذا قَضَوْا مِنْهُنَّ وَطَراً، وَكانَ أَمْرُ اللَّهِ مَفْعُولًا.والوطر: الحاجة. وقضاء الوطر: بلوغ منتهى ما تريده النفس من الشيء، يقال: قضى فلان وطره من هذا الشيء: إذا أخذ أقصى حاجته منه.والمراد هنا: أن زيدا قضى حاجته من زينب، ولم يبق عنده أدنى رغبة فيها، بل صارت رغبته العظمى في مفارقتها.أى: فلما قضى زيد حاجته من زينب، وطلقها، وانقضت عدتها، زوجناكها، أى:جعلناها زوجة لك، لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ أو ضيق أو مشقة فِي أَزْواجِ أَدْعِيائِهِمْ أى: في الزواج من أزواج أدعيائهم، الذين تبنوهم إِذا قَضَوْا مِنْهُنَّ وَطَراً أى: إذا طلق هؤلاء الأدعياء أزواجهم، وانقضت عدة هؤلاء الأزواج، فلا حرج على الذين سبق لهم تبنى هؤلاء الأدعياء أن يتزوجوا بنسائهم، ولهم في رسول الله صلّى الله عليه وسلّم أسوة حسنة.وَكانَ أَمْرُ اللَّهِ مَفْعُولًا أى: وكان ما يريده الله- تعالى- حاصلا لا محالة.قال الإمام ابن كثير: قوله: فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها.. أى: لما فرغ منها وفارقها زوجناكها، وكان الذي ولى تزويجها منه هو الله- عز وجل-. بمعنى: أنه أوحى إليه أن يدخل بها بلا ولىّ ولا مهر ولا عقد ولا شهود من البشر..روى الإمام أحمد عن أنس قال: لما انقضت عدة زينب- رضى الله عنها- قال رسول الله صلى الله عليه وسلّم لزيد بن حارثة: «اذهب فاذكرها على» فانطلق حتى آتاها وهي تخمر عجينها.قال: فلما رأيتها عظمت في صدري حتى ما أستطيع أن أنظر إليها. وجعلت أقول- وقد وليتها ظهري، ونكصت على عقبى- يا زينب. أبشرى. أرسلنى رسول الله صلّى الله عليه وسلم يذكرك قالت: ما أنا بصانعة شيئا حتى أؤامر ربي- أى: أستشيره في أمرى-، فقامت إلى مسجدها. ونزل القرآن. وجاء رسول الله صلّى الله عليه وسلّم فدخل عليها بغير إذن ...وروى البخاري عن أنس بن مالك، أن زينب بنت جحش كانت تفخر على أزواج النبي صلى الله عليه وسلّم فتقول: زوجكن أهاليكن، وزوجني الله من فوق سبع سماوات.. .وقال الإمام الشوكانى: وقوله: لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْواجِ أَدْعِيائِهِمْ ...أى: في التزوج بأزواج من يجعلونه ابنا، كما كانت تفعله العرب، فإنهم كانوا يتبنون من يريدون.. وكانوا يعتقدون أنه يحرم عليهم نساء من تبنوه، كما تحرم نساء أبنائهم على الحقيقة. والأدعياء: جمع دعى، وهو الذي يدعى ابنا من غير أن يكون ابنا على الحقيقة.فأخبرهم الله- تعالى- أن نساء الأدعياء حلال لهم- بعد انقضاء العدة- بخلاف الأبناء من الصلب، فإن نساءهم تحرم على الآباء بنفس العقد عليها.. ."
}