{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/48/2/",
    "ayah_number": 2,
    "text": "ثم ذكر- سبحانه- بعد ذلك مظاهر فضله على رسوله صلّى الله عليه وسلّم فقال: لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ، وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ، وَيَهْدِيَكَ صِراطاً مُسْتَقِيماً. وَيَنْصُرَكَ اللَّهُ نَصْراً عَزِيزاً.واللام في قوله لِيَغْفِرَ متعلقة بقوله: فَتَحْنا وهي للتعليل. والمراد بما تقدم من ذنبه صلّى الله عليه وسلّم ما كان قبل النبوة، وبما تأخر منه ما كان بعدها.والمراد بالذنب هنا بالنسبة له صلّى الله عليه وسلّم ما كان خلاف الأولى، فهو من باب حسنات الأبرار سيئات المقربين، أو المراد بالغفران: الحيلولة بينه وبين الذنوب كلها، فلا يصدر منه صلّى الله عليه وسلّم ذنب، لأن غفران الذنوب معناه: سترها وتغطيتها وإزالتها.قال الشوكانى: وقوله- تعالى-: لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ اللام: متعلقة بفتحنا وهي لام العلة، قال المبرد: هي لام كي ومعناها: إنا فتحنا لك فتحا مبينا- أى: ظاهرا واضحا مكشوفا- لكي يجتمع لك مع المغفرة تمام النعمة في الفتح، فلما انضم إلى المغفرة شيء حادث واقع حسن معنى كي.وقال ابن عطية: المراد أن الله فتح لك لكي يجعل الفتح علامة لغفرانه لك، فكأنها لام الصيرورة..وقال بعض العلماء: وقوله: لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ هو كناية عن عدم المؤاخذة. أو المراد بالذنب ما فرط منه صلّى الله عليه وسلّم من خلاف الأولى بالنسبة لمقامه صلّى الله عليه وسلّم أو المراد بالغفران: الحيلولة بينه وبين الذنوب كلها، فلا يصدر منه ذنب. لأن الغفر هو الستر، والستر إما بين العبد والذنب، وهو اللائق بمقام النبوة، أو بين الذنب وعقوبته، وهو اللائق بغيره.واللام في لِيَغْفِرَ للعلة الغائية. أى: أن مجموع المتعاطفات الأربعة غاية للفتح المبين، وسبب عنه لا كل واحد منها.والمعنى: يسرنا لك هذا الفتح لإتمام النعمة عليك، وهدايتك إلى الصراط المستقيم، ولنصرك نصرا عزيزا.ولما امتن الله عليه بهذه النعم، صدرها بما هو أعظم، وهو المغفرة الشاملة ليجمع له بين عزى الدنيا والآخرة. فليست المغفرة مسببة عن الفتح.ولقد كان صلّى الله عليه وسلّم مع هذه المغفرة من الله- تعالى- له، أعبد الناس لربه، وأشدهم خوفا منه، وأكثرهم صلة به.قال ابن كثير: قال الإمام أحمد: حدثنا عبد الرحمن، حدثنا سفيان عن زياد بن علاقة قال: سمعت المغيرة بن شعبة يقول: كان النبي صلّى الله عليه وسلّم يصلى حتى ترم قدماه أى:تتورم- فقيل له: أليس قد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال: «أفلا أكون عبدا شكورا» ..وعن عروة بن الزبير عن عائشة قالت: كان رسول الله صلّى الله عليه وسلّم إذا صلى قام حتى تتفطر رجلاه- أى: تتشقق- فقالت له عائشة: يا رسول الله، أتصنع هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟.فقال: «يا عائشة، أفلا أكون عبدا شكورا..».وقوله- تعالى-: وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ معطوف على ما قبله. أى: ويتم- سبحانه- نعمه عليك- أيها الرسول الكريم- بأن يظهر دعوتك، ويكتب لها النصر، والخلود، ويعطيك من الخصائص والمناقب ما لم يعطه لأحد من الأنبياء، فضلا عن غيرهم.وَيَهْدِيَكَ صِراطاً مُسْتَقِيماً أى: ويهديك ويرشدك- سبحانه- بفضله وكرمه، إلى الطريق القويم، والدين الحق، والأقوال الطيبة، والأعمال الصالحة.."
}