{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/30/39/",
    "ayah_number": 39,
    "text": "أى: ذلك الإيتاء لهؤلاء الثلاثة، خير وأبقى عند الله- تعالى- للذين يريدون بصدقتهم وإحسانهم وجه الله، وأولئك المتصفون بتلك الصفات الحميدة، هم الكاملون في الفلاح، والظفر بالخير في الدنيا والآخرة.وبعد أن حضهم على صلة الأقارب والمساكين وابن السبيل، نفرهم من تعاطى الربا فقال:وَما آتَيْتُمْ مِنْ رِباً لِيَرْبُوَا فِي أَمْوالِ النَّاسِ فَلا يَرْبُوا عِنْدَ اللَّهِ.والربا: الزيادة مطلقا. يقال: ربا الشيء يربو إذا زاد ونما، ومنه قوله- تعالى-:وَتَرَى الْأَرْضَ هامِدَةً، فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ. أى: زادت.قال الآلوسى ما ملخصه: والظاهر أن المراد بالربا هنا، الزيادة المعروفة في المعاملة التي حرمها الشارع. ويشهد لذلك ما روى عن السدى، من أن الآية نزلت في ربا ثقيف، كانوا يرابون، وكذلك كانت قريش تتعاطى الربا.وعن ابن عباس وغيره: أن المراد به هنا العطية التي يتوقع بها مزيد مكافأة، وعليه فتسميتها ربا مجاز، لأنها سبب للزيادة  .ويبدو لنا أن المراد بالربا هنا، الربا الذي حرمه الله- تعالى- بعد ذلك تحريما قاطعا، وأن المقصود من الآية التنفير منه على سبيل التدرج، حتى إذا جاء التحريم النهائى له، تقبلته نفوس الناس بدون مفاجأة لهذا التحريم.قال صاحب الكشاف: هذه الآية في معنى قوله- تعالى- يَمْحَقُ اللَّهُ الرِّبا وَيُرْبِي الصَّدَقاتِ. سواء بسواء. يريد: وما أعطيتم أكلة الربا مِنْ رِباً لِيَرْبُوَا فِي أموالهم، أى: ليزيد ويزكو في أموالهم، فلا يزكو عند الله ولا يبارك فيه .ثم حض- سبحانه- على التصدق في سبيله فقال: وَما آتَيْتُمْ مِنْ زَكاةٍ أى من صدقة تتقربون بها إلى الله، وتُرِيدُونَ بأدائها وَجْهَ اللَّهِ أى: رضاه وثوابه.فَأُولئِكَ الذين يفعلون ذلك هُمُ الْمُضْعِفُونَ أى: ذوو الأضعاف المضاعفة من الثواب والعطاء الكريم، فالمضعفون جمع مضعف- بكسر العين- على أنه اسم فاعل من أضعف، إذا صار ذا ضعف- بكسر فسكون- كأقوى وأيسر، إذا صار ذا قوة ويسار.وقال- سبحانه-: فَأُولئِكَ هُمُ الْمُضْعِفُونَ ولم يقل: فأنتم المضعفون، لأنه رجع من المخاطبة إلى الغيبة، كأنه قال لملائكته: فأولئك الذين يريدون وجهى بصدقاتهم، هم المضعفون، فهو أمدح لهم من أن يقول: فأنتم المضعفون."
}