{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/65/4/",
    "ayah_number": 4,
    "text": "قال القرطبي: قوله- تعالى-: وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسائِكُمْ لما بين- سبحانه- أمر الطلاق والرجعة في التي تحيض، وكانوا قد عرفوا عدة ذوات الأقراء، عرفهم- سبحانه- في هذه السورة عدة التي لا ترى الدم.وقال أبو عثمان عمر بن سالم: لما نزلت عدة النساء في سورة «البقرة» في المطلقة والمتوفى عنها زوجها، قال أبى بن كعب: يا رسول الله، إن ناسا يقولون قد بقي من النساء من لم يذكر فيهن شيء، الصغار وذوات الحمل، فنزلت هذه الآية.وقال مقاتل: لما ذكر- سبحانه- قوله: وَالْمُطَلَّقاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ....قال خلاد بن النعمان: يا رسول الله فما عدة التي لم تحض، وما عدة التي انقطع حيضها، وعدة الحبلى، فنزلت هذه الآية.. .وجملة: وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ ... معطوفة على قوله- تعالى- قبل ذلك:فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ... لبيان أحكام أخرى تتعلق بعدة نوع آخر من النساء بعد بيان عدة النساء ذوات الأقراء.والمراد باللائى يئسن من المحيض: النساء اللائي تقدمن في السن، وانقطع عنهن دم الحيض.وقوله: يَئِسْنَ من اليأس، وهو فقدان الأمل من الحصول على الشيء.والمراد بالمحيض: دم الحيض الذي يلفظه رحم المرأة في وقت معين، وفي حال معينة ...وقوله: إِنِ ارْتَبْتُمْ من الريبة بمعنى الشك.قوله: وَاللَّائِي اسم موصول مبتدأ، وقوله يَئِسْنَ صلته، وجملة الشرط والجزاء وهي قوله: إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ خبره.والمعنى: لقد بينت لكم- أيها المؤمنون- عدة النساء المعتدات بالمحيض، أما النساء المتقدمات في السن واللائي فقدن الأمل في رؤية دم الحيض، فعليكم إن ارتبتم، وشككتم في عدتهن أو جهلتموها، أن تقدروها بثلاثة أشهر.هذا، وقد قدر بعضهم سن اليأس بالنسبة للمرأة بستين سنة، وبعضهم قدره بخمس وخمسين سنة.وبعضهم لم يحدده بسن معينة، بل قال: إن هذا السن يختلف باختلاف الذوات والإفطار والبيئات.. كاختلاف سن ابتداء الحيض.وقوله- تعالى-: وَاللَّائِي لَمْ يَحِضْنَ معطوف على قوله: وَاللَّائِي يَئِسْنَ وهو مبتدأ وخبره محذوف لدلالة ما قبله عليه.والتقدير: واللائي يئسن من المحيض من نسائكم، إن ارتبتم في عدتهن، فعدتهن ثلاثة أشهر، واللاتي لم يحضن بعد لصغرهن، وعدم بلوغهن سن المحيض.. فعدتهن- أيضا- ثلاثة أشهر.ثم انتقلت السورة الكريمة إلى بيان عدة المرأة ذات الحمل، فقال- تعالى-: وَأُولاتُ الْأَحْمالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ....وقوله: وَأُولاتُ: اسم جمع للفظ ذات. بمعنى صاحبه، لأنه لا مفرد لكلمة أُولاتُ من لفظها، كما أنه لا مفرد من لفظها لكلمة «أولو» التي هي بمعنى أصحاب، وإنما مفردها «ذو» .والأحمال: جمع حمل- بفتح الحاء- كصحب وأصحاب، والمراد به: الجنين الذي يكون في بطن المرأة.والأجل: انتهاء المدة المقدرة للشيء.وقوله: وَأُولاتُ ... مبتدأ، وأَجَلُهُنَّ مبتدأ ثان، وقوله: أَنْ يَضَعْنَ حَمْلَهُنَّ خبر المبتدأ الثاني، والمبتدأ الثاني وخبره، خبر الأول.والمعنى: والنساء ذوات الأحمال أَجَلُهُنَّ أى: نهاية عدتهن، أن يضعن ما في بطونهن من حمل، فمتى وضعت المرأة ما في بطنها، فقد انقضت عدتها، لأنه ليس هناك ما هو أدل على براءة الرحم، من وضع الحمل.وهذا الحكم عام في كل ذوات الأحمال، سواء أكن مطلقات، أم كن قد توفى عنهن أزواجهن.وقد ساق الإمام ابن كثير جملة من الأحاديث التي تؤيد ذلك، ومن تلك الأحاديث ما رواه الشيخان، من أن سبيعة الأسلمية وضعت بعد موت زوجها بأربعين ليلة، فخطبت فأنكحها رسول الله صلى الله عليه وسلم لأحد أصحابه.وعن أبى بن كعب قال: قلت للنبي صلى الله عليه وسلم: وَأُولاتُ الْأَحْمالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ: للمطلقة ثلاثا وللمتوفى عنها زوجها، فقال: هي للمطلقة ثلاثا وللمتوفى عنها.. .قالوا: ولا تعارض بين هذه الآية، وبين قوله- تعالى- في سورة البقرة وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْواجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً ... لأن آية سورة البقرة، خاصة بالنساء اللائي توفى عنهن أزوجهن ولم يكن هؤلاء النساء من ذوات الأحمال.وفي هذه المسألة أقوال أخرى مبسوطة في مظانها ... .ثم كرر- سبحانه- الأمر بتقواه، وبشر المتقين بالخير العميم فقال: وَمَنْ يَتَّقِ اللَّهَ- تعالى- فينفذ ما كلف به. ويبتعد عما نهى عنه.يَجْعَلْ لَهُ سبحانه مِنْ أَمْرِهِ يُسْراً أى: يجعل له من الأمر العسير أمرا ميسورا.ويحول له الأمر الصعب إلى أمر سهل، لأنه- سبحانه- له الخلق والأمر.."
}