{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/65/3/",
    "ayah_number": 3,
    "text": "ثم قال- تعالى-: وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ، إِنَّ اللَّهَ بالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً.ولفظ حسب بمعنى كاف وأصله اسم مصدر أو مصدر، ومعنى بالِغُ أَمْرِهِ بإضافة الوصف إلى مفعوله، أى: يبلغ ما يريده- سبحانه-، وقرأ الجمهور بالِغُ أَمْرِهِ بتنوين الوصف ونصب أمره على المفعولية، والمراد بأمره، شأنه ومراده. وهذه الجملة تعليل لما قبلها.أى: ومن يفوض أمره إلى الله- تعالى- ويتوكل عليه وحده، فهو- سبحانه- كافيه في جميع أموره، لأنه- سبحانه- يبلغ ما يريده، ولا يفوته مراد، ولا يعجزه شيء، ولا يحول دون أمره حائل.. ومن مظاهر حكمه في خلقه، أنه عز وجل- قد جعل لكل شيء تقديرا قبل وجوده، وعلم علما تاما مقاديرها وأوقاتها وأحوالها.وشبيه بهذه الآية قوله- تعالى-: إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ.وقوله- سبحانه-: وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً وقوله- عز وجل-:وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ.قال بعض العلماء ما ملخصه: ولهذه الجملة، وهي قوله- تعالى-: قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً موقع تتجلى فيه صورة من صور إعجاز القرآن، في ترتيب مواقع الجمل بعضها بعد بعض.. فهذه الجملة لها موقع الاستئناف البياني الناشئ عما اشتملت عليه جمل: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً.. إلى قوله: إِنَّ اللَّهَ بالِغُ أَمْرِهِ لأن استعداد السامعين لليقين بما تضمنته تلك الجمل متفاوت، فقد يستبعد بعض السامعين تحقق الوعد لأمثاله، فيقول: أين انا من تحصيل هذا الشيء.. ويتملكه اليأس.. فيقول الله- تعالى- له: قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً أى: فلا تيأس أيها الإنسان.ولها موقع التعليل لجملة وَأَحْصُوا الْعِدَّةَ فإن العدة من الأشياء التي تعد، فلما أمر الله بإحصائها علل ذلك فقال: قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً.ولها موقع التذبيل لجملة وَتِلْكَ حُدُودُ اللَّهِ، وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ أى:الذي وضع تلك الحدود، قد جعل الله لكل شيء قدرا لا يعدوه، كما جعل الحدود.ولها موقع التعليل لجملة: فَإِذا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فارِقُوهُنَّ بِمَعْرُوفٍ، لأن المعنى إذا بلغن القدر الذي جعله الله لمدة العدة، فقد حصل المقصد الشرعي، الذي أشار إليه بقوله- تعالى-: لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذلِكَ أَمْراً.ولها موقع التعليل لجملة: وَأَقِيمُوا الشَّهادَةَ لِلَّهِ فإن الله- تعالى- جعل الشهادة قدرا لرفع النزاع.فهذه الجملة جزء آية، وهي تحتوى على حقائق من الحكمة ... .ثم ذكر- سبحانه- أحكاما أخرى تتعلق بعدة أنواع أخرى من النساء وأكد الأمر بتقواه- عز وجل- وأمر برعاية النساء والإنفاق عليهن.. فقال- تعالى-:"
}