{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/71/12/",
    "ayah_number": 12,
    "text": "وفضلا عن ذلك: وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ أى: بساتين عظيمة، وَيَجْعَلْ لَكُمْ أَنْهاراً جارية تحت أشجار هذه الجنات، لتزداد جمالا ونفعا.قال الإمام الرازي ما ملخصه: «إن قوم نوح لما كذبوه زمانا طويلا، حبس الله عنهم المطر، وأعقم أرحام نسائهم.. فرجعوا إلى نوح، فقال لهم: استغفروا ربكم من الشرك، حتى يفتح عليكم أبواب نعمه.واعلم أن الاشتغال بالطاعة، سبب لانفتاح أبواب الخيرات، ويدل عليه وجوه: أحدها:أن الكفر سبب لخراب العالم. والإيمان سبب لعمارة العالم. وثانيها: الآيات الكثيرة التي وردت في هذا المعنى، ومنها قوله- تعالى- وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ.. وثالثها: أن عمر خرج يستسقى فما زاد على الاستغفار.فقيل له: ما رأيتك استسقيت؟ فقال: لقد استسقيت لكم بمجاديح السماء، والمجاديح: جمع مجدح- بكسر فسكون وهو نجم من النجوم المعروفة عند العرب.وشكا رجل الى الحسن البصري الفاقة، وشكا إليه آخر الجدب، وشكا إليه ثالث قلة النسل.. فأمر الجميع بالاستغفار.. فقيل له: أتاك رجال يشكون إليك أنواعا من الحاجة، فأمرتهم جميعا بالاستغفار؟ فتلا الحسن هذه الآيات الكريمة  .وما قاله الإمام الرازي- رحمه الله-، يؤيده القرآن الكريم في كثير من آياته، ويؤيده واقع الحياة التي نحياها ونشاهد أحداثها.أما آيات القرآن الكريم فمنها قوله- تعالى-: وَأَنْ لَوِ اسْتَقامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْناهُمْ ماءً غَدَقاً  .وقوله- سبحانه- على لسان هود- عليه السلام-: وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ..  .وقال- عز وجل-: مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ، فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً   .وأما واقع الحياة. فإننا نشاهد بأعيننا الأمم التي تطبق شريعة الله- تعالى- وتعمل بما جاء به النبي صلى الله عليه وسلم من آداب وأحكام وهدايات.نرى هذه الأمم سعيدة في حياتها، آمنة في أوطانها، يأتيها رزقها رغدا من كل مكان، وإذا أصابها شيء من النقص في الأنفس أو الثمرات.. فذلك من باب الامتحان الذي يمتحن الله- تعالى- به عباده، والذي لا يتعارض مع كون العاقبة الطيبة إنما هي لهذه الأمم الصادقة في إيمانها.وما يجرى على الأمم والشعوب، يجرى أيضا على الأفراد والجماعات، فتلك سنة الله التي لا تتغير.أما الأمم الفاسقة عن أمر ربها، فإنها مهما أوتيت من ثراء وبسطة في الرزق ... فإن حياتها دائما تكون متلبسة بالقلق النفسي، والشقاء القلبي، والاكتئاب الذي يؤدى إلى فساد الحال واضطراب البال."
}