{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/71/1/",
    "ayah_number": 1,
    "text": "تفسير سورة نوحمقدمة وتمهيد1- سورة «نوح» - عليه السلام- من السور المكية الخالصة، وسميت بهذا الاسم لاشتمالها على دعوته- عليه السلام- وعلى مجادلته لقومه، وعلى موقفهم منه، وعلى دعائه عليهم.وكان نزولها بعد سورة «النحل» وقبل سورة «إبراهيم» .وعدد آياتها ثمان وعشرون آية في المصحف الكوفي. وتسع وعشرون في المصحف البصري والشامي، وثلاثون آية في المصحف المكي والمدني.2- وهذه السورة الكريمة من أولها إلى آخرها، تحكى لنا ما قاله نوح لقومه، وما ردوا به عليه، كما تحكى تضرعه إلى ربه- عز وجل- وما سلكه مع قومه في دعوته لهم إلى الحق، تارة عن طريق الترغيب وتارة عن طريق الترهيب، وتارة عن طريق دعوتهم إلى التأمل والتفكر في نعم الله- تعالى- عليهم، وتارة عن طريق تذكيرهم بخلقهم.كما تحكى أنه- عليه السلام- بعد أن مكث فيهم ألف سنة إلا خمسين عاما- دعا الله- تعالى- أن يستأصل شأفتهم. فقال: رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً. إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبادَكَ، وَلا يَلِدُوا إِلَّا فاجِراً كَفَّاراً. رَبِّ اغْفِرْ لِي وَلِوالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ، وَلا تَزِدِ الظَّالِمِينَ إِلَّا تَباراً.وقصة نوح- عليه السلام- مع قومه، قد وردت في سور متعددة منها: سورة الأعراف، ويونس، وهود، والشعراء، والعنكبوت.وينتهى نسب نوح- عليه السلام- إلى شيث بن آدم، وقد ذكر نوح في القرآن في ثلاثة وأربعين موضعا.وكان قوم نوح يعبدون الأصنام، فأرسل الله- تعالى- إليهم نوحا ليدلهم على طريق الرشاد.وقد افتتحت السورة هنا بالأسلوب المؤكد بإنّ، للاهتمام بالخبر، وللاتعاظ بما اشتملت عليه القصة من هدايات وإرشادات.وأن في قوله أَنْ أَنْذِرْ قَوْمَكَ تفسيرية، لأنها وقعت بعد أرسلنا، والإرسال فيه معنى القول دون حروفه، فالجملة لا محل لها من الإعراب.ويصح أن تكون مصدرية، أى: بأن أنذر قومك ... والإنذار، هو الإخبار الذي معه تخويف.وقوم الرجل: هم أهله وخاصته الذين يجتمعون معه في جد واحد. وقد يقيم الرجل بين الأجانب. فيسميهم قومه على سبيل المجاز للمجاورة.أى: إنا قد اقتضت حكمتنا أن نرسل نوحا- عليه السلام- إلى قومه، وقلنا له:يا نوح عليك أن تنذرهم وتخوفهم من عذابنا، وأن تدعوهم إلى إخلاص العبادة لنا، من قبل أن ينزل بهم عذاب مؤلم، لا طاقة لهم بدفعه، لأن هذا العذاب من الله- تعالى- الذي لا راد لقضائه، ولا معقب لحكمه.وقال- سبحانه- أَنْ أَنْذِرْ قَوْمَكَ ولم يقل: أن أنذر الناس، لإثارة حماسته في دعوته، لأن قوم الرجل يحرص الإنسان على منفعتهم.. أكثر من حرصه على منفعة غيرهم.والآية الكريمة صريحة في أن ما أصاب قوم نوح من عذاب أليم، كان بسبب إصرارهم على كفرهم، وعدم استماعهم إلى إنذاره لهم."
}