{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/46/17/",
    "ayah_number": 17,
    "text": "والاسم الموصول في قوله- تعالى-: وَالَّذِي قالَ لِوالِدَيْهِ أُفٍّ لَكُما.. بمعنى الذين، وهو مبتدأ وخبره قوله: أُولئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ.. وهذا صريح في أن المراد بقوله: وَالَّذِي العموم وليس الإفراد، وهذا يدل- أيضا- على فساد قول من قال إن الآية نزلت في شأن عبد الرحمن بن أبى بكر الصديق- رضى الله عنهما-، والصحيح أنها في حق كل كافر عاق لوالديه، منكر للبعث.قال ابن كثير عند تفسيره لهذه الآية: وهذا عام في كل من قال هذا، ومن زعم أنها نزلت في عبد الرحمن بن أبى بكر، فقوله ضعيف، لأن عبد الرحمن أسلم بعد ذلك، وحسن إسلامه، وكان من خيار أهل زمانه.أخرج البخاري عن يوسف بن ماهك قال: كان مروان على الحجاز، استعمله معاوية بن أبى سفيان، فخطب وجعل يذكر يزيد بن معاوية لكي يبايع له بعد أبيه.فقال له عبد الرحمن بن أبى بكر شيئا.. فقال مروان: إن هذا الذي أنزل فيه: وَالَّذِي قالَ لِوالِدَيْهِ أُفٍّ لَكُما ...فقالت عائشة من وراء حجاب: ما أنزل الله فينا شيئا من القرآن، إلا أن الله أنزل عذري. وفي رواية للنسائى أنها قالت: كذب مروان، والله ما هو به، ولو شئت أن أسمى الذي نزلت فيه لسميته...ولفظ «أف» : اسم صوت ينبئ عن التضجر، أو اسم فعل مضارع هو أتضجر.والمقصود به هنا: إظهار الملل والتأفف والكراهية لما يقوله أبواه من نصح له.وقوله: أَتَعِدانِنِي فعل مضارع من وعد الماضي، وحذف واوه في المضارع مطرد.والنون الأولى نوع الرفع، والثانية نون الوقاية.وقوله: أَنْ أُخْرَجَ: أن وما دخلت عليه في تأويل مصدر هو المفعول الثاني لقوله:أَتَعِدانِنِي. أى: والذي قال لوالديه- على سبيل الإنكار والإعراض عن نصحهما- أُفٍّ لَكُما أى: أقول بعدا وكرها لقولكما، أو إنى متضجر من قولكما.أَتَعِدانِنِي أَنْ أُخْرَجَ أى: أتعداننى الخروج من قبري بعد أن أموت، لكي أبعث وأحاسب على عملي، والحال أنه قَدْ خَلَتِ أى: مضت الْقُرُونُ الكثيرة مِنْ قَبْلِي دون أن يخرج أحد منهم من قبره، ودون أن يرجع بعد أن مات.فالآية الكريمة تصور بوضوح ما كان عليه هذا الإنسان، من سوء أدب مع أبويه، ومن إنكار صريح للبعث والحساب والجزاء.ثم حكى- سبحانه- مارد به الأبوان فقال: وَهُما يَسْتَغِيثانِ اللَّهَ وَيْلَكَ آمِنْ، إِنَّ وَعْدَ اللَّهِ حَقٌّ....وقوله: يَسْتَغِيثانِ اللَّهَ أى: يلتمسان غوثه وعونه في هداية هذا الإنسان إلى الصراط المستقيم، والجملة في محل نصب على الحال.ولفظ «ويلك» في الأصل، يقال في الدعاء على شخص بالهلاك والتهديد. والمراد به هنا:حض المخاطب على الإيمان والطاعة لله رب العالمين.أى: هذا هو حال الإنسان العاق الجاحد، أما حال أبواه، فإنهما يفزعان لما قاله وترتعش أفئدتهما لهذا التطاول والصدود عن الحق، فيلجئان إلى الله، ويلتمسان منه- سبحانه- الهداية لابنهما، ويحضان هذا الابن على الإيمان بوحدانية الله- تعالى-، وبالبعث والحساب والجزاء، فيقولان له: وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ولا خلف فيه، ولا راد له..والمتأمل في هذه الجملة الكريمة يراها تصور لهفة الوالدين على إيمان ولدهما أكمل تصوير، فهما يلتمسان من الله له الهداية، ثم يهتفان بهذا الابن العاق بفزع أن يترك هذا الجحود، وأن يبادر إلى الإيمان بالحق..ولكن الابن العاق يصر على كفره، ويلج في جحوده: فَيَقُولُ في الرد على أبويه ما هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ. أى: ما هذا الذي تعدانني إياه من البعث والحساب والجزاء.. إلا أباطيل الأولين وخرافاتهم التي سطروها في كتبهم.فالأساطير: جمع أسطورة، وهي ما سجله الأقدمون في كتبهم من خرافات وأكاذيب."
}