{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/69/1/",
    "ayah_number": 1,
    "text": "تفسير سورة الحاقةمقدمة وتمهيد1- سورة «الحاقة» من السور المكية الخالصة، وكان نزولها بعد سورة «الملك» وقبل سورة «المعارج» ، وعدد آياتها إحدى وخمسون آية، وعند بعضهم اثنتان وخمسون آية.قال الآلوسى: «ويدل على مكيتها ما أخرجه الإمام أحمد عن عمر بن الخطاب قال:«خرجت أتعرض لرسول الله صلى الله عليه وسلم قبل أن أسلم، فوجدته قد سبقني إلى المسجد، فوقفت خلفه، فاستفتح بسورة (الحاقة) ، فجعلت أعجب من تأليف القرآن، فقلت- أى في نفسي-: هذا والله شاعر، فقرأ وَما هُوَ بِقَوْلِ شاعِرٍ قَلِيلًا ما تُؤْمِنُونَ فقلت:كاهن، فقرأ وَلا بِقَوْلِ كاهِنٍ قَلِيلًا ما تَذَكَّرُونَ. تَنْزِيلٌ مِنْ رَبِّ الْعالَمِينَ إلى آخر السورة. فوقع الإسلام في قلبي كل موقع».وعلى هذا الحديث يكون نزولها في السنة الرابعة أو الخامسة من البعثة لأن إسلام عمر- رضى الله عنه- كان- تقريبا- في ذلك الوقت.2- والسورة الكريمة زاخرة بالحديث عن أهوال يوم القيامة، وعن مصارع المكذبين، وعن أحوال أصحاب اليمين وأصحاب الشمال، وعن إقامة الأدلة المتعددة على أن هذا القرآن من عند الله- تعالى- وعلى أن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه- عز وجل-.وتمتاز هذه السورة بقصر آياتها، وبرهبة وقعها على النفوس، إذ كل قارئ لها بتدبر فكر، يحس عند قراءتها بالهول القاصم، وبالجد الصارم، وببيان أن هذا الدين حق لا يشوبه باطل. وأن ما أخبر به الرسول صلى الله عليه وسلم صدق لا يحوم حوله كذب.نرى ذلك كله في اسمها، وفي حديثها عن مصارع الغابرين، وعن مشاهد يوم القيامة التي يشيب لها الولدان.نسأل الله تعالى- أن يرحمنا جميعا برحمته.كلمة \" الحاقة \" مأخوذة من حق الشئ إذا ثبت وجوده ثبوتا لا يحتمل الشك . . وهى من أسماء الساعة ، وسميت الساعة بهذا الاسم لأن الأمور تثبت فيها وتَحق ، خلافا لما كان يزعمه الكافرون من أنه لا بعث ولا حساب ولا جزاء .والهاء فيها يصح أن تكون هاء التأنيث ، فيكون لفظ \" الحاقة \" صفة لموصوف محذوف ، أى : الساعة الحاقة .ويصح أن تكون هاء مصدر ، بزنة فاعلة ، مثل الكاذبة للكذب والباقية للبقاء ، والطاغية للطغيان .وأصلها تاء المرة ، ولكنها لما أريد بها الصدر ، قطع النظر عن المرء ، وصار لفظ \" الحاقة \" بمعنى الحق الثابت الوقوع ."
}