{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/29/3/",
    "ayah_number": 3,
    "text": "وقوله- سبحانه-: وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ، فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكاذِبِينَ مؤكد لما قبله من أن ظن الناس أن يتركوا بدون ابتلاء، لقولهم آمنا، هذا الظن في غير محله، لأن سنة الله قد اقتضت أن يدفع الناس بعضهم ببعض، وأن يجعل الكافرين يتصارعون مع المؤمنين، إلا أن العاقبة في النهاية للمؤمنين.والمقصود بقوله- تعالى-: فَلَيَعْلَمَنَّ.. إظهار علمه- سبحانه-، أو المجازاة على الأعمال.أى: ولقد فتنا الذين من قبل هؤلاء المؤمنين من أصحابك- أيها الرسول الكريم-، فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا ... أى فليظهرن الله- تعالى- في عالم الواقع حال الذين صدقوا في إيمانهم، من حال الكاذبين منهم، حتى ينكشف للناس ما هو غائب عن علمهم.أو المعنى: ولقد فتنا الذين من قبلهم من المؤمنين السابقين، كأتباع نوح وهود وصالح وغيرهم، فليجزين الذين صدقوا في إيمانهم بما يستحقون من ثواب، وليجزين الكاذبين بما يستحقون من عقاب، ولترتب المجازاة على العلم، أقيم السبب مقام المسبب.قال الإمام ابن جرير: قوله: فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا ... أى: فليعلمن الله الذين صدقوا منهم في قولهم آمنا، وليعلمن الكاذبين منهم في قولهم ذلك، والله عالم بذلك منهم، قبل الاختبار، وفي حال الاختبار، وبعد الاختبار، ولكن معنى ذلك: وليظهرن الله صدق الصادق منهم في قوله آمنا بالله، من كذب الكاذب منهم ...وذكر أن هذه الآية نزلت في قوم من المسلمين، عذبهم المشركون، ففتن بعضهم، وصبر بعضهم على أذاهم، حتى أتاهم الله بفرج من عنده»   .وفي معنى هاتين الآيتين وردت آيات كثيرة منها قوله- تعالى-: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَوقوله- تعالى: أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً..  .وقوله- سبحانه-: وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَا أَخْبارَكُمْ  .وقد ساق الإمام القرطبي عند تفسيره لهاتين الآيتين من سورة العنكبوت عددا من الأحاديث النبوية، منها قوله: روى البخاري عن خباب بن الأرت قالوا: شكونا إلى رسول الله صلى الله عليه وسلم، وهو متوسد بردة له في ظل الكعبة، فقلنا له: ألا تستنصر لنا؟ ألا تدعو لنا؟فقال: «قد كان من قبلكم يؤخذ فيحفر له في الأرض، فيجعل فيها، فيجاء بالمنشار فيوضع على رأسه، فيجعل نصفين ويمشط بأمشاط الحديد لحمه وعظمه، فما يصرفه ذلك عن دينه، والله ليتمن هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت، لا يخاف إلا الله والذئب على غنمه، ولكنكم تستعجلون» .والخلاصة، أن المقصود من الآيتين تنبيه الناس في كل زمان ومكان، إلى أن ظن بعض الناس بأن الإيمان يتعارض مع الابتلاء بالبأساء والضراء، ظن خاطئ، وإلى أن هذا الابتلاء سنة ماضية في السابقين وفي اللاحقين إلى يوم القيامة."
}