{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/25/47/",
    "ayah_number": 47,
    "text": "يقول تعالى ذكره: الذي مدّ الظل ثم جعل الشمس عليه دليلا هو الذي جعل لكم أيها الناس الليل لباسا. وإنما قال جلّ ثناؤه ( جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا ) لأنه جعله لخلقه جنة يجتنون فيها ويسكنون، فصار لهم سترا يستترون به, كما يستترون بالثياب التي يُكسونها. وقوله: ( وَالنَّوْمَ سُبَاتًا ) يقول: وجعل لكم النوم راحة تستريح به أبدانكم, وتهدأ به جوارحكم. وقوله: ( وَجَعَلَ النَّهَارَ نُشُورًا ) يقول تعالى ذكره: وجعل النهار يقظة وحياة من قولهم: نَشر الميتُ, كما قال الأعشى:حَتى يقُولَ النَّاسُ مِمَّا رأَوْايا عَجَبا للْمَيِّتِ النَّاشِرِ (1)ومنه قول الله:  وَلا يَمْلِكُونَ مَوْتًا وَلا حَيَاةً وَلا نُشُورًاوكان مجاهد يقول في تأويل ذلك ما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( وَجَعَلَ َالنَّهَارَ نُشُورًا ) قال: ينشر فيه.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.وإنما اخترنا القول الذي اخترنا في تأويل ذلك, أنه عقيب قوله: ( وَالنَّوْمَ سُبَاتًا ) في الليل. فإذ كان ذلك كذلك, فوصف النهار بأن فيه اليقظة والنشور من النوم أشبه إذ كان النوم أخا الموت. والذي قاله مجاهد غير بعيد من الصواب؛ لأن الله أخبر أنه جعل النهار معاشا, وفيه الانتشار للمعاش, ولكن النشور مصدر من قول القائل: نشر, فهو بالنشر من الموت والنوم أشبه, كما صحّت الرواية عن النبيّ صلى الله عليه وسلم أنه كان يقول إذا أصبح وقام من نومه: \" الحَمْدُ للهِ الَّذِي أَحْيَانَا بَعْدَما أماتَنا, وإلَيْهِ النُّشُورُ\".-----------------------الهوامش:(1) البيت لأعشى بني قيس بن ثعلبة ( ديوان طبعة القاهرة ، بشرح الدكتور محمد حسين 141) وهو من قصيدة يهجو بها علقمة بن علاثة ، ويمدح عامر بن الطفيل في المنافرة التي جرت بينهما . وقبل البيت قوله :لَو أسْنَدَتْ مَيْتًا إلى صَدْرِهَاعَاشَ وَلَمْ يَنْقَلْ إلى قَابِرِوالبيت كذلك في ( اللسان : نشر) قال : ونشر الله الميت ينشره نشرًا ونشورًا ، وأنشره ، فنشر الميت ( برفع الميت ) لا غير : أحياه قال الأعشى : حتى يقول ... \" البيت . وهذا محل الشاهد عند المؤلف ."
}