{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/3/172/",
    "ayah_number": 172,
    "text": "وقوله : ( الذين استجابوا لله والرسول من بعد ما أصابهم القرح ) هذا كان يوم \" حمراء الأسد \" ، وذلك أن المشركين لما أصابوا ما أصابوا من المسلمين كروا راجعين إلى بلادهم ، فلما استمروا في سيرهم تندموا لم لا تمموا على أهل المدينة وجعلوها الفيصلة . فلما بلغ ذلك رسول الله صلى الله عليه وسلم ندب المسلمين إلى الذهاب وراءهم ليرعبهم ويريهم أن بهم قوة وجلدا ، ولم يأذن لأحد سوى من حضر الوقعة يوم أحد ، سوى جابر بن عبد الله رضي الله عنه - لما سنذكره - فانتدب المسلمون على ما بهم من الجراح والإثخان طاعة لله [ عز وجل ] ولرسوله صلى الله عليه وسلم .قال ابن أبي حاتم : حدثنا محمد بن عبد الله بن يزيد ، حدثنا سفيان بن عيينة ، عن عمرو ، عن عكرمة قال : لما رجع المشركون عن أحد قالوا : لا محمدا قتلتم ، ولا الكواعب أردفتم ، بئسما صنعتم ، ارجعوا . فسمع رسول الله صلى الله عليه وسلم ، فندب المسلمين فانتدبوا حتى بلغ حمراء الأسد - أو : بئر أبي عيينة - الشك من سفيان - فقال المشركون : نرجع من قابل . فرجع رسول الله صلى الله عليه وسلم ، فكانت تعد غزوة ، فأنزل الله عز وجل : ( الذين استجابوا لله والرسول من بعد ما أصابهم القرح للذين أحسنوا منهم واتقوا أجر عظيم )ورواه ابن مردويه من حديث محمد بن منصور ، عن سفيان بن عيينة ، عن عمرو ، عن عكرمة ، عن ابن عباس فذكره .وقال محمد بن إسحاق : كان يوم أحد يوم السبت للنصف من شوال ، فلما كان الغد من يوم الأحد لست عشرة ليلة مضت من شوال ، أذن مؤذن رسول الله صلى الله عليه وسلم في الناس بطلب العدو ، وأذن مؤذنه ألا يخرج معنا أحد إلا أحد حضر يومنا بالأمس . فكلمه جابر بن عبد الله بن عمرو بن حرام فقال : يا رسول الله ، إن أبي كان خلفني على أخوات لي سبع وقال : يا بني ، إنه لا ينبغي لي ولا لك أن نترك هؤلاء النسوة لا رجل فيهن ، ولست بالذي أوثرك بالجهاد مع رسول الله صلى الله عليه وسلم على نفسي ، فتخلف على أخواتك ، فتخلفت عليهن ، فأذن له رسول الله صلى الله عليه وسلم ، فخرج معه . وإنما خرج رسول الله مرهبا للعدو ، وليبلغهم أنه خرج في طلبهم ليظنوا به قوة ، وأن الذي أصابهم لم يوهنهم عن عدوهم .قال ابن إسحاق : حدثني عبد الله بن خارجة بن زيد بن ثابت ، عن أبي السائب مولى عائشة بنت عثمان ، أن رجلا من أصحاب رسول الله صلى الله عليه وسلم من بني عبد الأشهل ، كان شهد أحدا قال : شهدت أحدا مع رسول الله صلى الله عليه وسلم أنا وأخي فرجعنا جريحين ، فلما أذن مؤذن رسول الله صلى الله عليه وسلم بالخروج في طلب العدو ، قلت لأخي - أو قال لي - : أتفوتنا غزوة مع رسول الله صلى الله عليه وسلم ؟ والله ما لنا من دابة نركبها ، وما منا إلا جريح ثقيل ، فخرجنا مع رسول الله صلى الله عليه وسلم ، وكنت أيسر جراحا منه ، فكان إذا غلب حملته عقبة ومشى عقبة حتى انتهينا إلى ما انتهى إليه المسلمون .وقال البخاري : حدثنا محمد بن سلام ، حدثنا أبو معاوية ، عن هشام ، عن أبيه ، عن عائشة رضي الله عنها : ( الذين استجابوا لله والرسول ) [ من بعد ما أصابهم القرح للذين أحسنوا منهم واتقوا أجر عظيم ] ) قالت لعروة : يا ابن أختي ، كان أبواك منهم الزبير وأبو بكر ، رضي الله عنهما ، لما أصاب نبي الله صلى الله عليه وسلم ما أصابه يوم أحد ، وانصرف عنه المشركون ، خاف أن يرجعوا فقال : \" من يرجع في إثرهم ؟ \" فانتدب منهم سبعون رجلا فيهم أبو بكر والزبير ، رضي الله عنهما .هكذا رواه البخاري منفردا به ، بهذا السياق . وهكذا رواه الحاكم في مستدركه عن الأصم ، عن العباس الدوري ، عن أبي النضر ، عن أبي سعيد المؤدب ، عن هشام بن عروة ، به ، ثم قال : صحيح ولم يخرجاه . كذا قال .ورواه أيضا من حديث إسماعيل بن أبي خالد ، عن البهي ، عن عروة قال : قالت لي عائشة : يا بني ، إن أباك من الذين استجابوا لله والرسول من بعد ما أصابهم القرح . ثم قال : صحيح على شرط الشيخين ، ولم يخرجاه .وروى ابن ماجه ، عن هشام بن عمار ، وهدبة بن عبد الوهاب عن سفيان بن عيينة ، عن هشام بن عروة به وهكذا رواه سعيد بن منصور وأبو بكر الحميدي في مسنده عن سفيان ، به .وقال أبو بكر بن مردويه . حدثنا عبد الله بن جعفر من أصل كتابه ، أنبأنا سمويه ، أنبأنا عبد الله بن الزبير ، أنبأنا سفيان ، أنبأنا هشام ، عن أبيه ، عن عائشة قالت : قال لي رسول الله صلى الله عليه وسلم : \" إن كان أبواك لمن الذين استجابوا لله والرسول من بعد ما أصابهم القرح : أبو بكر والزبير ، رضي الله عنهما \" .ورفع هذا الحديث خطأ محض من جهة إسناده ، لمخالفته رواية الثقات من وقفه على عائشة كما قدمناه ، ومن جهة معناه ، فإن الزبير ليس هو من آباء عائشة ، وإنما قالت عائشة لعروة بن الزبير ذلك لأنه ابن أختها أسماء بنت أبي بكر الصديق ، رضي الله عنهم .وقال ابن جرير : حدثني محمد بن سعد ، حدثني أبي ، [ حدثني ] عمي ، حدثني أبي ، عن أبيه ، عن ابن عباس قال : إن الله قذف في قلب أبي سفيان الرعب يوم أحد بعد ما كان منه ما كان ، فرجع إلى مكة ، فقال النبي صلى الله عليه وسلم : \" إن أبا سفيان قد أصاب منكم طرفا ، وقد رجع ، وقذف الله في قلبه الرعب \" . وكانت وقعة أحد في شوال ، وكان التجار يقدمون المدينة في ذي القعدة ، فينزلون ببدر الصغرى في كل سنة مرة ، وإنهم قدموا بعد وقعة أحد وكان أصاب المؤمنين القرح ، واشتكوا ذلك إلى النبي صلى الله عليه وسلم ، واشتد عليهم الذي أصابهم . وإن رسول الله صلى الله عليه وسلم ندب الناس لينطلقوا معه ، ويتبعوا ما كانوا متبعين ، وقال : \" إنما يرتحلون الآن فيأتون الحج ولا يقدرون على مثلها حتى عام مقبل \" . فجاء الشيطان فخوف أولياءه فقال : إن الناس قد جمعوا لكم فأبى عليه الناس أن يتبعوه ، فقال : \" إني ذاهب وإن لم يتبعني أحد \" . لأحضض الناس ، فانتدب معه أبو بكر الصديق ، وعمر ، وعثمان ، وعلي ، والزبير ، وسعد ، وطلحة ، وعبد الرحمن بن عوف ، وعبد الله بن مسعود ، وحذيفة بن اليمان ، وأبو عبيدة بن الجراح في سبعين رجلا فساروا في طلب أبي سفيان ، فطلبوا حتى بلغوا الصفراء ، فأنزل الله [ عز وجل ] ( الذين استجابوا لله والرسول من بعد ما أصابهم [ القرح للذين أحسنوا منهم واتقوا أجر عظيم ] ) .ثم قال ابن إسحاق : فخرج رسول الله صلى الله عليه وسلم حتى انتهى إلى حمراء الأسد ، وهي من المدينة على ثمانية أميال .قال ابن هشام : واستعمل على المدينة ابن أم مكتوم فأقام بها الاثنين والثلاثاء والأربعاء ، ثم رجع إلى المدينة . وقد مر به - كما حدثني عبد الله بن أبي بكر - معبد بن أبي معبد الخزاعي ، وكانت خزاعة - مسلمهم ومشركهم - عيبة نصح لرسول الله صلى الله عليه وسلم بتهامة ، صفقتهم معه ، لا يخفون عنه شيئا كان بها ، ومعبد يومئذ مشرك فقال : يا محمد ، أما والله لقد عز علينا ما أصابك في أصحابك ، ولوددنا أن الله عافاك فيهم . ثم خرج ورسول الله صلى الله عليه وسلم بحمراء الأسد ، حتى لقي أبا سفيان بن حرب ومن معه بالروحاء ، وقد أجمعوا الرجعة إلى رسول الله صلى الله عليه وسلم وأصحابه وقالوا : أصبنا حد أصحابه وقادتهم وأشرافهم ، ثم نرجع قبل أن نستأصلهم . . لنكرن على بقيتهم فلنفرغن منهم . فلما رأى أبو سفيان معبدا قال : ما وراءك يا معبد ؟ قال : محمد قد خرج في أصحابه يطلبكم في جمع لم أر مثله قط ، يتحرقون عليكم تحرقا ، قد اجتمع معه من كان تخلف عنه في يومكم ، وندموا على ما صنعوا ، فيهم من الحنق عليكم شيء لم أر مثله قط . قال : ويلك . ما تقول ؟ قال : والله ما أرى أن ترتحل حتى ترى نواصي الخيل - قال : فوالله لقد أجمعنا الكرة عليهم لنستأصل بقيتهم . قال : فإني أنهاك عن ذلك . ووالله لقد حملني ما رأيت على أن قلت فيهم أبياتا من شعر ، قال : وما قلت ؟ قال : قلت :كادت تهد من الأصوات راحلتي إذ سالت الأرض بالجرد الأبابيل     تردى بأسد كرام لا تنابلةعند اللقاء ولا ميل معازيل     فظلت عدوا أظن الأرض مائلةلما سموا برئيس غير مخذول     فقلت : ويل ابن حرب من لقائكمإذا تغطمطت البطحاء بالجيل     إني نذير لأهل البسل ضاحيةلكل ذي إربة منهم ومعقول     من جيش أحمد لا وخش تنابلةوليس يوصف ما أنذرت بالقيلقال : فثنى ذلك أبا سفيان ومن معه .ومر به ركب من بني عبد القيس ، فقال : أين تريدون ؟ قالوا : نريد المدينة . قال : ولم ؟ قالوا : بعكاظ إذ وافيتمونا . قالوا : نعم . قال : فإذا وافيتموه فأخبروه أنا قد أجمعنا المسير إليه وإلى أصحابه لنستأصل بقيتهم ، فمر الركب برسول الله صلى الله عليه وسلم وهو بحمراء الأسد ، فأخبروه بالذي قال أبو سفيان وأصحابه ، فقالوا : حسبنا الله ونعم الوكيل .وذكر ابن هشام عن أبي عبيدة قال : قال رسول الله صلى الله عليه وسلم حين بلغه رجوعهم : \" والذي نفسي بيده لقد سومت لهم حجارة لو صبحوا بها لكانوا كأمس الذاهب \" .وقال الحسن البصري [ في قوله ] ( الذين استجابوا لله والرسول من بعد ما أصابهم القرح ) إن أبا سفيان وأصحابه أصابوا من المسلمين ما أصابوا ورجعوا ، فقال رسول الله صلى الله عليه وسلم : \" إن أبا سفيان قد رجع وقد قذف الله في قلبه [ الرعب ] فمن ينتدب في طلبه ؟ \" فقام النبي صلى الله عليه وسلم ، وأبو بكر وعمر ، وعثمان ، وعلي ، وناس من أصحاب النبي صلى الله عليه وسلم ، فاتبعوهم ، فبلغ أبا سفيان أن النبي صلى الله عليه وسلم ، يطلبه فلقي عيرا من التجار فقال : ردوا محمدا ولكم من الجعل كذا وكذا ، وأخبروهم أني قد جمعت لهم جموعا ، وأنني راجع إليهم . فجاء التجار فأخبروا بذلك رسول الله صلى الله عليه وسلم ، فقال النبي صلى الله عليه وسلم : ( حسبنا الله ونعم الوكيل ) فأنزل الله هذه الآية .وهكذا قال عكرمة ، وقتادة وغير واحد : إن هذا السياق نزل في شأن [ غزوة ] حمراء الأسد \" ، وقيل : نزلت في بدر الموعد ، والصحيح الأول ."
}