{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/3/26/",
    "ayah_number": 26,
    "text": "يقول تعالى : ( قل ) يا محمد ، معظما لربك ومتوكلا عليه ، وشاكرا له ومفوضا إليه : ( اللهم مالك الملك ) أي : لك الملك كله ( تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء ) أي : أنت المعطي ، وأنت المانع ، وأنت الذي ما شئت كان وما لم تشأ لم يكن .وفي هذه الآية تنبيه وإرشاد إلى شكر نعمة الله تعالى على رسوله صلى الله عليه وسلم وهذه الأمة ، لأن الله حول النبوة من بني إسرائيل إلى النبي العربي القرشي المكي الأمي خاتم الأنبياء على الإطلاق ، ورسول الله إلى جميع الثقلين الإنس والجن ، الذي جمع الله فيه محاسن من كان قبله ، وخصه بخصائص لم يعطها نبيا من الأنبياء ولا رسولا من الرسل ، في العلم بالله وشريعته وإطلاعه على الغيوب الماضية والآتية ، وكشفه عن حقائق الآخرة ونشر أمته في الآفاق ، في مشارق الأرض ومغاربها ، وإظهار دينه وشرعه على سائر الأديان والشرائع ، فصلوات الله وسلامه عليه دائما إلى يوم الدين ، ما تعاقب الليل والنهار . ولهذا قال تعالى : ( قل اللهم مالك الملك [ تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير ] ) أي : أنت المتصرف في خلقك ، الفعال لما تريد ، كما رد تبارك وتعالى على من يتحكم عليه في أمره ، حيث قال : ( وقالوا لولا نزل هذا القرآن على رجل من القريتين عظيم ) [ الزخرف : 31 ] .قال الله تعالى ردا عليهم : ( أهم يقسمون رحمة ربك [ نحن قسمنا بينهم معيشتهم في الحياة الدنيا ورفعنا بعضهم فوق بعض درجات ] ) الآية [ الزخرف : 32 ] أي : نحن نتصرف في خلقنا كما نريد ، بلا ممانع ولا مدافع ، ولنا الحكمة والحجة في ذلك ، وهكذا نعطي النبوة لمن نريد ، كما قال تعالى : ( الله أعلم حيث يجعل رسالته ) [ الأنعام : 124 ] وقال تعالى : ( انظر كيف فضلنا بعضهم على بعض [ وللآخرة أكبر درجات وأكبر تفضيلا ] ) [ الإسراء : 21 ] وقد روى الحافظ ابن عساكر في ترجمة \" إسحاق بن أحمد \" من تاريخه عن المأمون الخليفة : أنه رأى في قصر ببلاد الروم مكتوبا بالحميرية ، فعرب له ، فإذا هو :باسم الله ما اختلف الليل والنهار ، ولا دارت نجوم السماء في الفلك     إلا بنقل النعيم عن ملكقد زال سلطانه إلى ملك     وملك ذي العرش دائم أبداليس بفان ولا بمشترك."
}