{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/3/186/",
    "ayah_number": 186,
    "text": "وقوله : ( لتبلون في أموالكم وأنفسكم ) كقوله ( ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات ) [ وبشر الصابرين الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون ] ) [ البقرة : 155 ، 156 ] أي : لا بد أن يبتلى المؤمن في شيء من ماله أو نفسه أو ولده أو أهله ، ويبتلى المؤمن على قدر دينه ، إن كان في دينه صلابة زيد في البلاء ( ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا ) يقول تعالى للمؤمنين عند مقدمهم المدينة قبل وقعة بدر ، مسليا لهم عما نالهم من الأذى من أهل الكتاب والمشركين ، وآمرا لهم بالصبر والصفح والعفو حتى يفرج الله ، فقال : ( وإن تصبروا وتتقوا فإن ذلك من عزم الأمور )قال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو اليمان ، حدثنا شعيب بن أبي حمزة ، عن الزهري ، أخبرني عروة بن الزبير : أن أسامة بن زيد أخبره قال : كان النبي صلى الله عليه وسلم وأصحابه يعفون عن المشركين وأهل الكتاب كما أمرهم الله ، ويصبرون على الأذى ، قال الله : ( ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا ) قال : وكان رسول الله صلى الله عليه وسلم يتأول في العفو ما أمره الله به ، حتى أذن الله فيهم .هكذا رواه مختصرا ، وقد ذكره البخاري عند تفسير هذه الآية مطولا فقال : حدثنا أبو اليمان ، أنبأنا شعيب ، عن الزهري أخبرني عروة بن الزبير ، أن أسامة بن زيد أخبره أن رسول الله صلى الله عليه وسلم ركب على حمار ، عليه قطيفة فدكية وأردف أسامة بن زيد وراءه ، يعود سعد بن عبادة في بني الحارث بن الخزرج ، قبل وقعة بدر ، قال : حتى مر بمجلس فيه عبد الله بن أبي - ابن سلول ، وذلك قبل أن يسلم عبد الله بن أبي ، فإذا في المجلس أخلاط من المسلمين والمشركين ، عبدة الأوثان واليهود والمسلمين ، وفي المجلس عبد الله بن رواحة ، فلما غشيت المجلس عجاجة الدابة خمر عبد الله بن أبي أنفه بردائه وقال : \" لا تغبروا علينا . فسلم رسول الله صلى الله عليه وسلم ثم وقف ، فنزل فدعاهم إلى الله عز وجل ، وقرأ عليهم القرآن ، فقال عبد الله بن أبي : أيها المرء ، إنه لا أحسن مما تقول ، إن كان حقا فلا تؤذنا به في مجالسنا ، ارجع إلى رحلك ، فمن جاءك فاقصص عليه . فقال عبد الله بن رواحة : بلى يا رسول الله ، فاغشنا به في مجالسنا فإنا نحب ذلك . فاستب المسلمون والمشركون واليهود حتى كادوا يتثاورون فلم يزل النبي صلى الله عليه وسلم يخفضهم حتى سكتوا ، ثم ركب النبي صلى الله عليه وسلم دابته ، فسار حتى دخل على سعد بن عبادة ، فقال له النبي صلى الله عليه وسلم : \" يا سعد ، ألم تسمع إلى ما قال أبو حباب - يريد عبد الله بن أبي - قال كذا وكذا \" . فقال سعد : يا رسول الله ، اعف عنه واصفح فوالله الذي أنزل عليك الكتاب لقد جاء الله بالحق الذي أنزل عليك ، ولقد اصطلح أهل هذه البحيرة على أن يتوجوه ويعصبوه بالعصابة ، فلما أبى الله ذلك بالحق الذي أعطاك الله شرق بذلك ، فذلك الذي فعل به ما رأيت ، فعفا عنه رسول الله صلى الله عليه وسلم ، وكان رسول الله صلى الله عليه وسلم وأصحابه يعفون عن المشركين وأهل الكتاب ، كما أمرهم الله ، ويصبرون على الأذى ، قال الله تعالى : ( ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا [ وإن تصبروا وتتقوا فإن ذلك من عزم الأمور ] ) وقال تعالى : ( ود كثير من أهل الكتاب لو يردونكم من بعد إيمانكم كفارا حسدا من عند أنفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى يأتي الله بأمره ) الآية [ البقرة : 109 ] ، وكان النبي صلى الله عليه وسلم يتأول في العفو ما أمره الله به ، حتى أذن الله فيهم ، فلما غزا رسول الله صلى الله عليه وسلم بدرا ، فقتل الله به صناديد كفار قريش ، قال عبد الله بن أبي - ابن سلول ومن معه من المشركين وعبدة الأوثان : هذا أمر قد توجه ، فبايعوا الرسول صلى الله عليه وسلم على الإسلام وأسلموا .فكان من قام بحق ، أو أمر بمعروف ، أو نهى عن منكر ، فلا بد أن يؤذى ، فما له دواء إلا الصبر في الله ، والاستعانة بالله ، والرجوع إلى الله ، عز وجل ."
}