{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/73/",
    "ayah_number": 73,
    "text": "هذه قصة صالح مع قومه كما حكتها سورة الأعراف، وقد وردت هذه القصة في سور أخر كسور هود والشعراء والنمل والقمر وغيرها.وصالح- كما قال الحافظ البغوي- هو ابن عبيد بن آسف بن ماسح بن عبيد ابن حاذر بن ثمود: وينتهى نسبه إلى نوح- عليه السلام-.وثمود اسم للقبيلة التي منها صالح سميت باسم جدها ثمود، وقيل سميت بذلك لقلة مائها لأن الثمد هو الماء القليل.وكانت مساكنهم بالحجر- بكسر الحاء وسكون الجيم-، والحجر مكان يقع بين الحجاز والشام إلى وادي القرى، وموقعه الآن، تقريبا- المنطقة التي بين الحجاز وشرق الأردن، وما زال المكان الذي كانوا يسكنونه يسمى بمدائن صالح إلى اليوم، وقد مر النبي صلّى الله عليه وسلّم على ديارهم وهو ذاهب إلى غزوة تبوك سنة تسع من الهجرة.وقبيلة صالح من قبائل العرب، وكانوا خلفاء لقوم هود- عليه السلام- بعد أن هلكوا فورثوا أرضهم، وآتاهم الله نعما وفيرة، وكانوا يعبدون الأصنام فأرسل إليهم نبيهم صالحا مبشرا ونذيرا.قال- تعالى-: وَإِلى ثَمُودَ أَخاهُمْ صالِحاً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ قَدْ جاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ.أى: وأرسلنا إلى ثمود أخاهم في النسب والموطن صالحا- عليه السلام- فقال لهم الكلمة التي دعا بها كل نبي قومه: يا قوم اعبدوا الله ما لكم من إله سواه، قد جاءتكم معجزة ظاهرة الدلائل، شاهدة بنبوتي وصدقى فيما أبلغه عن ربي.وقوله: مِنْ رَبِّكُمْ متعلق بمحذوف صفة لبينة، أى هذه البينة كائنة من ربكم وليست من صنعي فعليكم أن تصدقوني لأنى مبلغ عن الله- تعالى-.ثم كشف لهم عن معجزته وحجته فقال: هذِهِ ناقَةُ اللَّهِ لَكُمْ آيَةً أى: هذه التي ترونها وأشير إليها ناقة الله، والتي جعلها- سبحانه- علامة لكم على صدقى.وأضاف الناقة إلى الله للتفضيل والتخصيص والتعظيم لشأنها. وقيل: لأنه- سبحانه- خلقها على خلاف سنته في خلق الإبل وصفاتها، وقيل: لأنها لم يكن لها مالك.وقد ذكر المفسرون عنها قصصا لا تخلو من ضعف، لذا اكتفينا بما ورد في شأنها في القرآن الكريم.ثم أرشدهم إلى ما يجب عليهم نحوها فقال: فَذَرُوها تَأْكُلْ فِي أَرْضِ اللَّهِ وَلا تَمَسُّوها بِسُوءٍ فَيَأْخُذَكُمْ عَذابٌ أَلِيمٌ.أى اتركوا الناقة حرة طليقة تأكل في أرض الله التي لا يملكها أحد سواه ولا تعتدوا عليها بأى لون من ألوان الاعتداء، لأنكم لو فعلتم ذلك أصابكم عذاب أليم.والفاء في قوله: فَذَرُوها للتفريع على كونها آية من آيات الله، فيجب إكرامها وعدم التعرض لها بسوء. وتَأْكُلْ مجزوم في جواب الأمر.وأضيفت الأرض إلى الله- أيضا- قطعا لعذرهم في التعرض لها، فكأنه يقول لهم، الأرض أرض الله والناقة ناقته، فذروها تأكل في أرضه لأنها ليست لكم، وليس ما فيها من عشب ونبات من صنعكم، فأى عذر لكم في التعرض لها؟وفي نهيهم عن أن يمسوها بسوء تنبيه بالأدنى على الأعلى، لأنه إذا كان قد نهاهم عن مسها بسوء إكراما لها فنهيهم عن نحرها أو عقرها أو منعها من الكلأ والماء من باب أولى. فالجملة الكريمة وعيد شديد لمن يمسها بسوء.وقوله: فَيَأْخُذَكُمْ عَذابٌ أَلِيمٌ الفعل المضارع منصوب في جواب النهى."
}