{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/163/",
    "ayah_number": 163,
    "text": "قوله- تعالى- وَسْئَلْهُمْ عَنِ الْقَرْيَةِ ... إلخ. معطوف على اذكر المقدر في قوله- تعالى-: وَإِذْ قِيلَ لَهُمُ اسْكُنُوا. والخطاب للنبي صلّى الله عليه وسلّم وضمير الغيبة للمعاصرين له من اليهود.أى: سل يا محمد هؤلاء اليهود المعاصرين لك كيف كان حال أسلافهم الذين تحايلوا على استحلال محارم الله فإنهم يجدون أخبارهم في كتبهم ولا يستطيعون كتمانها.والمقصود من سؤالهم تقريعهم على عصيانهم، لعلهم أن يتوبوا ويرجعوا إلى الحق، ولا يعرضوا أنفسهم لعقوبات كالتي نزلت بسابقيهم، وتعريفهم بأن هذه القصة من علومهم المعروفة لهم والتي لا يستطيعون إنكارها، والتي لا تعلم إلا بكتاب أو وحى، فإذا أخبرهم بها النبي الأمى الذي لم يقرأ كتابهم كان ذلك معجزة له. ودليلا على أنه نبي صادق موحى إليه بها.قال الإمام ابن كثير عند تفسيره للآية الكريمة: (أى واسأل- يا محمد- هؤلاء اليهود الذين بحضرتكم عن قصة أصحابهم الذين خالفوا أمر الله ففاجأتهم نقمته على اعتدائهم واحتيالهم في المخالفة، وحذر هؤلاء من كتمان صفتك التي يجدونها في كتبهم «لئلا يحل بهم ما حل بإخوانهم وسلفهم وهذه القرية هي «أيلة» وهي على شاطئ بحر القلزم، أى- البحر الأحمر-) .وقال الإمام القرطبي: وهذا سؤال تقرير وتوبيخ، وكان ذلك علامة لصدق النبي صلّى الله عليه وسلّم إذ أطلعه الله على تلك الأمور من غير تعلم وكانوا يقولون: نحن أبناء الله وأحباؤه، لأنا من سبط إسرائيل. ومن سبط موسى كليم الله، ومن سبط ولده عزير فنحن أولادهم، فقال الله- عز وجل- لنبيه سلهم- يا محمد- عن القرية. أما عذبتهم بذنوبهم، وذلك بتغيير فرع من فروع الشريعة .وجمهور المفسرين على أن المراد بهذه القرية. قرية (أيلة) التي تقع بين مدين والطور، وقيل هي قرية طبرية، وقيل هي مدين.ومعنى كونها حاضِرَةَ الْبَحْرِ: قريبة منه، مشرفة على شاطئه، تقول كنت بحضرة الدار أى قريبا منها.وقوله إِذْ يَعْدُونَ فِي السَّبْتِ أى يظلمون ويتجاوزون حدود الله- تعالى- بالصيد في يوم السبت ويعدون بمعنى يعتدون، يقال: عدا فلان الأمر واعتدى إذا تجاوز حده.وقوله تعالى إِذْ تَأْتِيهِمْ حِيتانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعاً، وَيَوْمَ لا يَسْبِتُونَ لا تَأْتِيهِمْ بيان لموضع الاختبار والامتحان.وإِذْ تَأْتِيهِمْ حِيتانُهُمْ ظرف ليعدون. وحيتان جمع حوت وهو السمك الكبير. وشرعا:أى: شارعة ظاهرة على وجه الماء. جمع شارع، من شرع عليه إذا دنا وأشرف وكل شيء دنا من شيء فهو شارع، وقوله: شرعا حال من الحيتان.والمعنى: إذ تأتيهم حيتانهم في وقت تعظيمهم ليوم السبت ظاهرة على وجه الماء دانية من القرية بحيث يمكنهم صيدها بسهولة، فإذا مر يوم السبت وانتهى لا تأتيهم كما كانت تأتيهم فيه، ابتلاء من الله- تعالى- لهم.قال ابن عباس: (اليهود أمروا باليوم الذي أمرتم به، وهو يوم الجمعة، فتركوه واختاروا السبت فابتلاهم الله- تعالى- به، وحرم عليهم الصيد فيه، وأمرهم بتعظيمه، فإذا كان يوم السبت شرعت لهم الحيتان ينظرون إليها في البحر، فإذا انقضى السبت ذهبت وما تعود إلا في السبت المقبل، وذلك بلاء ابتلاهم الله به، فذلك معنى قوله تعالى وَيَوْمَ لا يَسْبِتُونَ لا تَأْتِيهِمْ .وقال الإمام القرطبي: (وروى في قصص هذه الآية أنها كانت في زمن داود- عليه السلام- وأن إبليس أوحى إليهم فقال إنما نهيتم عن أخذها يوم السبت، فاتخذوا الحياض، فكانوا يسوقون الحيتان إليها يوم السبت فتبقى فيها، فلا يمكنها الخروج منها لقلة الماء.فيأخذونها يوم الأحد) .وقوله تعالى كَذلِكَ نَبْلُوهُمْ بِما كانُوا يَفْسُقُونَ معناه: بمثل هذا الابتلاء، وهو ظهور السمك لهم في يوم السبت، واختفائه في غيره نبتليهم ونعاملهم معاملة من يختبرهم، لينالوا ما يستحقونه من عقوبة بسبب فسقهم وتعديهم حدود ربهم، وتحايلهم القبيح على شريعتهم، فقد جرت سنة الله بأن من أطاعه سهل له أمور دنياه، وأجل له ثواب أخراه، ومن عصاه أخذه أخذ عزيز مقتدر."
}