{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/85/",
    "ayah_number": 85,
    "text": "وقوله: وَإِلى مَدْيَنَ أَخاهُمْ شُعَيْباً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ أى:وأرسلنا إلى مدين أخاهم شعيبا. ومدين اسم للقبيلة التي تنسب إلى مدين بن إبراهيم- عليه السلام- وكانوا يسكنون في المنطقة التي تسمى معان بين حدود الحجاز والشام، وهم أصحاب الأيكة- والأيكة: منطقة مليئة بالشجر كانت مجاورة لقرية معان، وكان يسكنها بعض الناس فأرسل الله شعيبا إليهم جميعا.وشعيب هو ابن ميكيل بن يشجر بن مدين بن إبراهيم فهو أخوهم في النسب وكان النبي صلّى الله عليه وسلّم إذا ذكر شعيب قال: «ذلك خطيب الأنبياء لحسن مراجعته لقومه، وقوة حجته.وكان قومه أهل كفر وبخس للمكيال والميزان فدعاهم إلى توحيد الله- تعالى- ونهاهم عن الخيانة وسوء الأخلاق.وعن السدى وعكرمة: أن شعيبا أرسل إلى أمتين: أهل مدين الذين أهلكوا بالصيحة،وأصحاب الأيكة الذين أخذهم الله بعذاب يوم الظلة، وأنه لم يبعث نبي مرتين إلا شعيب- عليه السلام-.ولكن المحققين من العلماء اختاروا أنهما أمة واحدة فأهل مدين هم أصحاب الأيكة أخذتهم الرجفة والصيحة وعذاب يوم الظلة- أى السحابة-، وأن كل عذاب كان كالمقدمة للآخر.وبعد أن دعاهم إلى وحدانية الله شأن جميع الرسل في بدء دعوتهم قال لهم: قَدْ جاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ أى: قد جاءتكم معجزة شاهدة بصحة نبوتي توجب عليكم الإيمان بي والأخذ بما آمركم به والانتهاء عما أنهاكم عنه.قال صاحب الكشاف: فإن قلت: ما كانت معجزته؟ قلت: قد وقع العلم بأنه كانت له معجزة لقوله: قَدْ جاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ، ولأنه لا بد لمدعي النبوة من معجزة تشهد له وتصدقه وإلا لم تصح دعواه، وكان متنبئا لا نبيا، غير أن معجزته لم تذكر في القرآن كما لم تذكر معجزات نبينا صلّى الله عليه وسلّم فيه .ثم أخذ في نهيهم عن أبرز المنكرات التي كانت متفشية فيهم فقال- كما حكى القرآن عنه-:فَأَوْفُوا الْكَيْلَ وَالْمِيزانَ الكيل والميزان مصدران أريد بهما ما يكال وما يوزن به، كالعيش بمعنى ما يعاش به. أو المكيل والموزون.أى: فأتموا الكيل والميزان للناس بحيث يعطى صاحب الحق حقه من غير نقصان، ويأخذ صاحب الحق حقه من غير طلب الزيادة.وَلا تَبْخَسُوا النَّاسَ أَشْياءَهُمْ أى: ولا تنقصوهم حقوقهم بتطفيف الكيل ونقص الوزن فيما يجرى بينكم وبينهم من معاملات.يقال: بخسه حقه يبخسه إذا نقصه إياه. وظلمه فيه «وتبخسوا» تعدى إلى مفعولين أولهما الناس والثاني أشياءهم.وفائدة التصريح بالنهى عن النقص بعد الأمر بالإيفاء، تأكيد ذلك الأمر وبيان قبح ضده.قال الآلوسى: وقد يراد بالأشياء الحقوق مطلقا فإنهم كانوا مكاسين لا يدعون شيئا إلا مكسوة. وقد جاء عن ابن عباس أنهم كانوا قوما طغاة بغاة يجلسون على الطريق فيبخسون الناس أموالهم. قيل ويدخل في ذلك بخس الرجل حقه من حسن المعاملة والتوقير اللائق به وبيان فضله على ما هو عليه للسائل عنه. وكثير ممن ينتسب إلى أهل العلم اليوم مبتلون بهذا البخس، وليتهم قنعوا به بل جمعوا «حشفا وسوء كيلة» فإنا لله وإنا إليه راجعون   ثم نهاهم عن الإفساد بوجه عام فقال: وَلا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِها أى:لا تفسدوا في الأرض بما ترتكبون فيها من ظلم وبغى، وكفر وعصيان، بعد أن أصلح أمرها وأمر أهلها الأنبياء وأتباعهم الصالحون الذين يعدلون في معاملاتهم ويلتزمون الحق في كل تصرفاتهم.ثم ختمت الآية بتلك الجملة الكريمة التي استجاش بها شعيب مشاعر الإيمان في نفوس قومه حيث قال لهم: ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ.أى: ذلكم الذي آمركم به وأنهاكم عنه خير لكم في الحال والمآل فبادروا إلى الاستجابة لي إن كنتم مصدقين قولي، ومنتفعين بالهدايات التي جئت بها إليكم من ربكم.فاسم الإشارة ذلِكُمْ يعود إلى ما ذكر من الأمر بالوفاء في الكيل والميزان والنهى عن بخس الناس أشياءهم وعن الإفساد في الأرض."
}