{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/143/",
    "ayah_number": 143,
    "text": "ثم حكى القرآن ما كان من موسى عند ما وصل إلى طور سيناء لمناجاة ربه فقال: وَلَمَّا جاءَ مُوسى لِمِيقاتِنا وَكَلَّمَهُ رَبُّهُ أى: وحين حضر موسى لموقتنا الذي وقتناه له وحددناه، وكلمه ربه، أى: خاطيه من غير واسطة ملك قالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ أى: قال موسى حين كلمه ربه وسمع منه: رب أرنى ذاتك الجليلة. والمراد مكنى من رؤيتك. أو تجل لي أنظر إليك وأراك.وأَرِنِي فعل أمر مبنى على حذف الياء. وياء المتكلم مفعول، والمفعول الثاني محذوف أى: ذاتك أو نفسك ولم يصرح به لأنه معلوم، وزيادة في التأدب مع الخالق- عز وجل-.وجملة قالَ لَنْ تَرانِي مستأنفة استئنافا بيانيا، كأنه قيل: فماذا قال الله- تعالى- حين قال موسى ذلك، فكان الجواب قالَ لَنْ تَرانِي أى: لن تطيق رؤيتي، وأنت في هذه النشأة وعلى الحالة التي أنت عليها في هذه الدنيا فنفى الرؤية منصب على الحالة الدنيوية، أما في الآخرة فقد ثبت في الأحاديث الصحيحة أن المؤمنين يرون ربهم في روضات الجنات.ثم قال- تعالى- وَلكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكانَهُ فَسَوْفَ تَرانِي أى: لن تطيق رؤيتي يا موسى وأنت في هذه الحياة الدنيا، ولكن انظر إلى الجبل الذي هو أقوى منك، فإن استقر مكانه أى ثبت مكانه حين أتجلى له ولم يتفتت من هذا التجلي، فسوف تراني أى تثبت لرؤيتى إذا تجليت لك وإلا فلا طاقة لك برؤيتى.وفي هذا الاستدراك وَلكِنِ انْظُرْ ... إلخ، تسلية لموسى- عليه السلام- وتلطف معه في الخطاب، وتكريم له، وتعظيم لأمر الرؤية، وأنه لا يقوى عليها إلا من قواه الله بمعونته.ثم بين- سبحانه- ما حدث للجبل عند التجلي فقال: فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا أى: فحين ظهر نوره- سبحانه- للجبل على الوجه اللائق بجلاله جَعَلَهُ دَكًّا أى مدقوقا مفتتا، فنبه- سبحانه- بذلك على أن الجبل مع شدته وصلابته مادام لم يستقر عند هذا التجلي، فالآدمى مع ضعف بنيته أولى بأن لا يستقر. والداك والدق بمعنى، وهو تفتيت الشيء وسحقه وفعله من باب رد.قال الآلوسى: وهذا كما لا يخفى من المتشابهات التي يسلك فيها طريق التسليم وهو أسلم وأحكم، أو التأويل بما يليق بجلال ذاته- تعالى-.وقوله وَخَرَّ مُوسى صَعِقاً أى: سقط من هول ما رأى من النور الذي حصل به التجلي مغشيا عليه، كمن أخذته الصاعقة.يقال: صعقتهم السماء تصعقهم صعقا فهو صعق أى: غشى عليه.وقوله: فَلَمَّا أَفاقَ قالَ سُبْحانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ أى: فلما أفاق موسى من غشيته، وعاد إلى حالته الأولى التي كان عليها قبل أن يخر مغشيا عليه، قال تعظيما لأمر الله سُبْحانَكَ أى تنزيها لك من مشابهة خلقك في شيء تُبْتُ إِلَيْكَ من الإقدام على السؤال بغير إذن وَأَنَا أَوَّلُ الْمُؤْمِنِينَ بعظمتك وجلالك أو أنا أول المؤمنين بأنه لا يراك أحد.قال أبو العالية: قد كان قبله مؤمنون: ولكن يقول أنا أول المؤمنين أنه لا يراك أحد من خلقك إلى يوم القيامة. قال ابن كثير: وهو قول حسن.هذا، وقد توسع بعض المفسرين عند تفسيره لهذه الآية في الحديث عن رؤية الله- تعالى- وعلى رأس هذا البعض الإمام الآلوسى، فقد قال- رحمه الله-: «واستدل أهل السنة المجوزون لرؤيته- سبحانه- بهذه الآية على جوازها في الجملة، واستدل بها المعتزلة النفاة على خلاف ذلك، وقامت الحرب بينهما على ساق، وخلاصة الكلام في ذلك أن أهل السنة قالوا:إن الآية تدل على إمكان الرؤية من وجهين:الأول: أن موسى- عليه السلام- سألها بقوله رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ ولو كانت مستحيلة فإن كان موسى عالما بالاستحالة فالعالم- فضلا عن النبي مطلقا، فضلا عمن هو من أولى العزم- لا يسأل المحال ولا يطلبه. وإن لم يكن عالما بذلك، لزم أن يكون آحاد المعتزلة أعلم بالله وما يجوز عليه وما لا يجوز من النبي الصفي، والقول بذلك غاية الجهل والرعونة وحيث بطل القول بالاستحالة تعين القول بالجواز.والثاني: أن فيها تعليق الرؤية على استقرار الجبل وهو ممكن في ذاته وما علق على الممكن ممكن» .ثم قال ما ملخصه: واعترض الخصوم على الوجه الأول بوجوه منها أنا لا نسلم أن موسى سأل الرؤية وإنما سأل العلم الضروري به- تعالى- إلا أنه عبر عنه بالرؤية مجازا. أو أنه سأل رؤية علم من أعلام الساعة بطريق حذف المضاف، أى: أرنى أنظر إلى علم من أعلامك الدالة على الساعة. أو أنه سأل الرؤية لا لنفسه ولكن لدفع قومه القائلين أَرِنَا اللَّهَ جَهْرَةً وإنما أضاف الرؤية إليه دونهم ليكون منعه أبلغ في دفعهم وردعهم عما سألوه تنبيها بالأدنى على الأعلى.واعترضوا على الوجه الثاني بأنا لا نسلم أنه علق الرؤية على أمر ممكن، لأن التعليق لم يكن على استقرار الجبل حال سكونه وإلا لوجدت الرؤية ضرورة وجود الشرط، لأن الجبل حال سكونه كان مستقرا، بل على استقراره حال حركته وهو محال لذاته.ثم أورد الآلوسى بعد ذلك ما رد به كل فريق على الآخر مما لا مجال لذكره هنا .والذي نراه أن رؤية الله في الآخرة ممكنة كما قال أهل السنة لورود الآيات القرآنية والأحاديث النبوية الصحيحة التي تشهد بذلك، أما في الدنيا فقد منع العلماء وقوعها، وقد بينا ذلك بشيء من التفصيل عند تفسيرنا لقوله- تعالى- لا تُدْرِكُهُ الْأَبْصارُ وَهُوَ يُدْرِكُ الْأَبْصارَ  ."
}