{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/63/",
    "ayah_number": 63,
    "text": "وبعد أن وصف نوح نفسه بتلك الصفات الأربع، وبين لهم وظيفته أكمل بيان أخذ ينكر عليهم استبعادهم أن يخصه الله بالنبوة فقال:أَوَعَجِبْتُمْ أَنْ جاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ، وَلِتَتَّقُوا، وَلَعَلَّكُمْ تُرْحَمُونَ الهمزة في أول الجملة للاستفهام الإنكارى، والواو بعدها للعطف على محذوف مقدر بعد الهمزة.والمعنى: أكذبتم وعجبتم من أن جاءكم ذكر أى موعظة من ربكم وخالقكم على لسان رجل من جنسكم، تعرفون مولده ونشأته.ولقد حكى القرآن عن قوم نوح أنهم عجبوا من أن يختار الله رسولا منهم، قال- تعالى-:فَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ، وَلَوْ شاءَ اللَّهُ لَأَنْزَلَ مَلائِكَةً ما سَمِعْنا بِهذا فِي آبائِنَا الْأَوَّلِينَ  .وقوله: لِيُنْذِرَكُمْ علة للمجيء، أى: وليحذركم العذاب والعقاب على الكفر والمعاصي.وقوله: وَلِتَتَّقُوا علة ثانية مرتبة على العلة التي قبلها، أى: ولتوجد منكم التقوى، وهي الخشية من الله بسبب الإنذار.وقوله: وَلَعَلَّكُمْ تُرْحَمُونَ علة ثالثة مترتبة على التي قبلها. أى: ولترحموا بسبب التقوى إن وجدت منكم.قال بعض العلماء: وهذا الترتيب في غاية الحسن، لأن المقصود من الإرسال الإنذار، ومن الإنذار التقوى. ومن التقوى الفوز بالرحمة.وفائدة حرف الترجي وَلَعَلَّكُمْ التنبيه على عزة المطلب، وأن التقوى غير موجبة للرحمة، بل هي منوطة بفضل الله، وأن المتقى ينبغي ألا يعتمد على تقواه ولا يأمن عذاب الله» .وإلى هنا نكون قد عرفنا أسلوب نوح في دعوته كما جاء في هذه السورة الكريمة، فماذا كان موقف قومه؟لقد صرحت السورة الكريمة بأن موقفهم كان قبيحا، ولذا عوقبوا بما يناسب جرمهم قال- تعالى-: فَكَذَّبُوهُ أى: فكذب قوم نوح نبيهم ومرشدهم نوحا، وأصروا على التكذيب مع أنه دعاهم إلى الهدى ليلا ونهارا، وسرا وجهارا، ومع أنه مكث فيهم «ألف سنة إلا خمسين عاما» كانت نتيجة ذلك- كما حكى القرآن:فَأَنْجَيْناهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ أى: فأنجيناه من الغرق هو والذين آمنوا معه بأن حملناهم في السفينة التي صنعها. والفاء في فَأَنْجَيْناهُ للسببية.قيل كان عدد الذين آمنوا معه أربعين رجلا وأربعين امرأة. وقيل غير ذلك. والقرآن قد صرح بأن المؤمنين به كانوا قلة، فقال: وَما آمَنَ مَعَهُ إِلَّا قَلِيلٌ.وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآياتِنا إِنَّهُمْ كانُوا قَوْماً عَمِينَ عمين: جمع عم صفة مشبهة، يقال:هو عم- كفرح- لأعمى البصيرة.أى: وأغرقنا بالطوفان أولئك الذين كذبوا بآياتنا من قوم نوح لأنهم كانوا قوما عمى البصائر عن الحق والإيمان لا تنفع فيهم المواعظ ولم يجد معهم التذكير.وهذه سنة الله في خلقه أن جعل حسن العاقبة للمؤمنين، وسوء العذاب للجاحدين.ثم تحكى لنا السورة بعد ذلك قصة هود- عليه السلام- مع قومه، فيقول الله- تعالى:"
}