{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/53/",
    "ayah_number": 53,
    "text": "ثم بين- سبحانه- عاقبة هؤلاء الذين كذبوا بالقرآن الذي أنزله الله هداية ورحمة فقال: هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ.النظر هنا بمعنى الانتظار والتوقع لا بمعنى الرؤية. فالمراد بينظرون: ينتظرون ويتوقعون، وتأويل الشيء: مرجعه ومصيره الذي يئول إليه ذلك الشيء والاستفهام بمعنى النفي.والمعنى: إن هؤلاء المشركين ليس أمامهم شيء ينتظرونه بعد أن أصروا على شركهم إلا ما يئول إليه أمر هذا الكتاب وما تتجلى عنه عاقبته، من تبين صدقه، وظهور صحة ما أخبر به من الوعد والوعيد والبعث والحساب، وانتصار المؤمنين به واندحار المعرضين عنه.فإن قيل: كيف ينتظرون ذلك مع كفرهم به؟فالجواب: أنهم قبل وقوع ما هو محقق الوقوع، صاروا كالمنتظرين له، لأن كل آت قريب، فهم على شرف ملاقاة ما وعدوا به، وسينزل بهم لا محالة.ثم بين- سبحانه- حالهم يوم الحساب فقال: يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جاءَتْ رُسُلُ رَبِّنا بِالْحَقِّ فَهَلْ لَنا مِنْ شُفَعاءَ فَيَشْفَعُوا لَنا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ.أى: يوم يأتى يوم القيامة الذي أخبر عنه القرآن، والذي يقف الناس فيه أمام خالقهم للحساب، يقول هؤلاء الكافرون الذين جحدوا هذا اليوم عند ما تكشف لهم الحقائق، قَدْ جاءَتْ رُسُلُ رَبِّنا بِالْحَقِّ وتبين صدقهم ولكننا نحن الذين كذبناهم وسرنا في طريق الضلال، فَهَلْ لَنا مِنْ شُفَعاءَ فَيَشْفَعُوا لَنا في هذه الساعة العصيبة ويدفعوا عنا ما نحن فيه من كرب وبلاء، أو نرد إلى الدنيا فنعمل عملا صالحا غير الذي كنا نعمله من الجحود واللهو واللعب.أى: أنه لا طريق لنا إلى الخلاص مما نحن فيه من العذاب الشديد إلا أحد هذين الأمرين، وهو أن يشفع لنا شفيع فلأجل تلك الشفاعة يزول هذا العذاب، أو يردنا الله إلى الدنيا حتى نعمل غير ما كنا نعمل.فالجملة الكريمة تصور حسرتهم يوم القيامة تصويرا يهز المشاعر، ويحمل العقلاء على الإيمان والعمل الصالح.والاستفهام في قوله: فَهَلْ لَنا مِنْ شُفَعاءَ للتمني والتحسر، ومن مزيدة للاستغراق والتأكيد وشفعاء مبتدأ مؤخر ولنا خبر مقدم.ثم بين- سبحانه- نهايتهم فقال: قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ ما كانُوا يَفْتَرُونَ.أى: قد خسر هؤلاء الذين اتخذوا دينهم لعبا ولهوا أنفسهم، بسبب إشراكهم بالله، وذهب عنهم ما كانوا يفترونه في الدنيا من أن أصنامهم ستشفع لهم يوم الجزاء، وأيقنوا أنهم كانوا كاذبين في دعواهم.ثم ذكر- سبحانه- جانبا من بديع صنعه، وجليل قدرته، لكي يدل على أنه هو المعبود الحق فقال- تعالى-:"
}