{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/55/",
    "ayah_number": 55,
    "text": "التضرع: تفعل من الضراعة وهي الذلة والاستكانة. يقال: ضرع فلان ضراعة: أى خشع وذل وخضع. ويقال: تضرع، أى أظهر الضراعة والخضوع. وتضرعا حال من الضمير في ادعوا.الخفية: بضم الخاء وكسرها- مصدر خفى كمرض بمعنى اختفى أى: استتر وتوارى ولم يجهر بدعائه.والمعنى: سلوا ربكم- أيها الناس- حوائجكم بتذلل واستكانة وإسرار واستتار فإنه- سبحانه- يسمع الدعاء ويجيب المضطر، ويكشف السوء، وهو القادر على إيصالها إليكم، وغيره عن ذلك عاجز.وإنما أمر الله عباده بالإكثار من الدعاء في ضراعة وإسرار، لأن الدعاء ما هو إلا اتجاه إلى الله بقلب سليم، واستعانة به بإخلاص ويقين، لكي يدفع المكروه، ويمنح الخير، ويعين على نوائب الدهر، ولا شك أن الإنسان في هذه الحالة يكون في أسمى درجات الصفاء الروحي، والنقاء النفسي، ويكون كذلك مؤديا لأشرف ألوان العبادة والخضوع لله الواحد القهار، معترفا لنفسه بالعجز والنقص. ولربه بالقدرة والكمال .هذا، وقد أخذ العلماء من هذه الآية من آداب الدعاء الخشوع والإسرار واستدلوا على ذلك بأحاديث وآثار متعددة منها ما جاء في الصحيحين عن أبى موسى الأشعرى قال كنا مع رسول الله صلى الله عليه وسلم فكنا إذا أشرفنا على واد هللنا وكبرنا وارتفعت أصواتنا. فقال النبي صلى الله عليه وسلم: «أيها الناس،اربعوا على أنفسكم- أى ارفقوا بها- وأقصروا من الصياح- فإنكم لا تدعون أصم ولا غائبا.إنه معكم. إنه سميع قريب. تبارك اسمه وتعالى جده»  .وقال عبد الله بن المبارك عن مبارك بن فضالة، عن الحسن قال: إن كان الرجل لقد جمع القرآن وما يشعر به الناس، وإن كان الرجل، لقد فقه الفقه الكثير وما يشعر به الناس. وإن كان الرجل ليصلى الصلاة الطويلة في بيته وعنده الزور- أى الزوار- وما يشعرون به. ولقد أدركنا أقواما ما كان على الأرض عمل يقدرون أن يعملوه في السر فيكون علانية أبدا. ولقد كان المسلمون يجهدون في الدعاء وما يسمع لهم صوت، إن كان إلا همسا بينهم وبين ربهم.وذلك أن الله- تعالى- يقول: ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً وذلك أن الله ذكر عبدا صالحا رضى فعله وهو زكريا فقال: ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا. إِذْ نادى رَبَّهُ نِداءً خَفِيًّا  .وقال ابن المنير: «وحسبك في تعين الإسرار في الدعاء اقترانه بالتضرع في الآية، فالاخلال بالضراعة إلى الله إخلال بالدعاء. وإن دعاء لا تضرع فيه ولا خشوع لقليل الجدوى. فكذلك دعاء لا خفية فيه ولا وقار يصحبه. وترى كثيرا من أهل زمانك يعمدون إلى الصراخ والصياح في الدعاء خصوصا في الجوامع حتى يعظم اللفظ ويشتد، وتستك المسامع وتنسد، ويهتز الداعي بالناس، ولا يعلم أنه جمع بين بدعتين: رفع الصوت في الدعاء وفي المسجد، وربما حصلت للعوام حينئذ رقة لا تحصل مع خفض الصوت، ورعاية سمت الوقار، وسلوك السنة الثابتة بالآثار. وما هي إلا رقة شبيهة بالرقة العارضة للنساء والأطفال ليست خارجة عن صميم الفؤاد، لأنها لو كانت من أصل لكانت عند اتباع السنة في الدعاء. وفي خفض الصوت به أوفر وأوفى وأزكى فما أكثر التباس الباطل بالحق على عقول كثير من الخلق. اللهم أرنا الحق حقا وارزقنا اتباعه وأرنا الباطل باطلا وارزقنا اجتنابه» .وقوله: إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ الاعتداء تجاوز الحد أى: لا يحب المتجاوزين حدودهم في كل شيء، ويدخل فيه الاعتداء في الدعاء دخولا أوليا. ومن مظاهر الاعتداء في الدعاء أن يترك هذين الأمرين وهما التضرع والإخفاء، كذلك من مظاهر الاعتداء في الدعاء أن يتكلف فيه.روى أبو داود في سننه أن سعد بن أبى وقاص سمع ابنا له يدعو ويقول: اللهم إنى أسألك الجنة ونعيمها وإستبرقها ونحوا من هذا، وأعوذ بك من النار وسلاسلها وأغلالها. فقال له يا بنى: إنى سمعت رسول الله صلى الله عليه وسلم يقول: إنه سيكون قوم يعتدون في الدعاء ثم قرأ سعد هذهالآية ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً وإن بحسبك أن تقول: اللهم إنى أسألك الجنة وما قرب إليها من قول أو عمل، وأعوذ بك من النار وما قرب إليها من قول أو عمل » ."
}