{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/171/",
    "ayah_number": 171,
    "text": "والآية الكريمة معطوفة على ما سبق من أحوال بنى إسرائيل بتقدير: اذكر.ونتقنا: من النتق وهو الزعزعة والرفع والجذب بشدة، يقال: نتق الشيء ينتقه وينتقه، جذبه واقتلعه.والمراد بالجبل جبل الطور الذي سمع موسى عليه الكلام من ربه.قيل: «إن موسى لما أتى بنى إسرائيل بالتوراة وقرأها عليهم وسمعوا ما فيها من التغليظ كبر ذلك عليهم، وأبوا أن يقبلوا ذلك، فأمر الله الجبل فانقطع من أصله حتى قام على رءوسهم مقدار عسكرهم، فلما نظروا إليه فوق رءوسهم خروا ساجدين، فسجدوا كل واحد منهم على خده وحاجبه الأيسر، وجعل ينظر بعينه اليمنى إلى الجبل خوفا من أن يسقط فوقهم .أى: واذكر يا محمد وذكر بنى إسرائيل المعاصرين لك وقت أن رفعنا الجبل فوق آبائهم الذين كانوا في عهد موسى حتى صار كأنه غمامة أو سقيفة فوق رءوسهم لنريهم آية من الآيات التي تدل على قدرتنا وعلى صدق نبينا موسى- عليه السلام-.قال بعض العلماء: «ورفع الجبل فوقهم لإرشادهم آية من آيات الله تقوى إيمانهم بأن التوراة منزلة من عند الله، وقوة الإيمان من شأنها أن تدفع إلى العمل بما في الكتاب المنزل بجد واجتهاد» .وقوله وَظَنُّوا أَنَّهُ واقِعٌ بِهِمْ أى: ووقع في نفوسهم أن الجبل ساقط عليهم إذا لم يستجيبوا لما أمرهم به نبيهم- عليه السلام-.قال الجمل: وقوله وَظَنُّوا فيه أوجه:أحدها: أنه في محل جر نسقا على نتقنا المخفوض بالظرف تقديرا.والثاني: أنه حال، و «قد» مقدرة عند بعضهم، وصاحب الحال الجبل.أى: كأنه ظلة في حال كونه مظنونا وقوعه بهم.والثالث: أنه مستأنف فلا محل له. والظن هنا على بابه، وقيل بمعنى اليقين» .وقوله خُذُوا ما آتَيْناكُمْ بِقُوَّةٍ مقول لقول محذوف دل عليه المعنى.والتقدير: وقلنا لهم خذوا ما آتيناكم بقوة، أى تمسكوا به واعملوا بما فيه يجد ونشاط، وتقبلوه بحسن استعداد وبدون تقصير أو تردد.والمراد بقوله: ما آتَيْناكُمْ التوراة التي أنزلها الله على موسى لتكون هدى ونورا لهم.وقوله وَاذْكُرُوا ما فِيهِ أى: احفظوه وتدبروه وتدارسوه واعملوا به بلا تعطيل لشيء منه.قال القرطبي: وهذا هو من المقصود من الكتب: العمل بمقتضاها لا تلاوتها باللسان فحسب، فقد روى النسائي عن أبى سعيد الخدري أن رسول الله صلّى الله عليه وسلّم قال: «إن من شر الناس رجلا فاسقا يقرأ القرآن لا يرعوى إلى شيء منه» .و «لعل» في قوله لَعَلَّكُمْ تَتَّقُونَ إما للتعليل فيكون المعنى: خذوا الكتاب بجد وعزم، واعملوا بما فيه بصدق وطاعة لتتقوا الهلاك في دنياكم وآخرتكم. وإما للترجى، وهو منصرف إلى المخاطبين فيكون المعنى: خذوا ما آتيناكم بقوة واذكروا ما فيه ولا تنسوه وأنتم ترجون أن تكونوا من طائفة المتقين.ولكن بنى إسرائيل لم يذكروا ولم يتدبروا بل نقضوا العهد، ولجوا في المعصية، فاستحقوا لعنة الله وغضبه، وما ربك بظلام للعبيد.وبذلك تكون سورة الأعراف قد حدثتنا- من بين ما حدثتنا- من مطلعها إلى هنا عن هداية القرآن الكريم، وعن يوم القيامة وما فيه من ثواب وعقاب، وجنة ونار، وعن النداءات التي وجهها الله- تعالى- لبنى آدم تذكيرا وتوجيها وتعليما حتى يسعدوا في دينهم ودنياهم، وعن أحوال السعداء والأشقياء في الآخرة وما يدور بينهم من مناقشات ومحاورات، وعن قصة آدم وإبليس وعن قصص نوح وهود وصالح ولوط وشعيب مع أقوامهم، ثم أفاضت السورة الكريمة في حديثها عن قصة موسى مع فرعون ومع بنى إسرائيل.والهدف الأول الذي قصدته السورة مما عرضته من قصص وتوجيهات وإرشادات هو إثبات وحدانية الله، وإخلاص العبادة له، وحمل الناس على السير في الطريق المستقيم، وقد استعملت السورة في عرضها لتلك الحقائق أساليب الترغيب والترهيب، والتذكير بالنعم والتحذير من النقم، وإقامة الحجج ودفع الشبه.ثم بدأت السورة بعد أن انتهت من حديثها عن بنى إسرائيل وحتى نهايتها تحدثنا عن قضية التوحيد من زاوية جديدة عميقة، زاوية الفطرة التي فطر الله عليها البشر، ولنتصاحب سويا- أيها القارئ الكريم- متأملين فيما ساقته لنا السورة الكريمة في الربعين الأخيرين منها من آيات تزخر بالأدلة العقلية والمنطقية التي تثبت وحدانية الله وتبطل الشرك والشركاء، مستعينة في ذلك بما تهدى إليه الفطرة البشرية والطبيعة الانسانية.تدبر معى قوله- تعالى-:"
}