{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/54/",
    "ayah_number": 54,
    "text": "أى: إن سيدكم ومالككم الذي يجب عليكم أن تفردوه بالعبادة هو الله الذي أنشأ السموات والأرض على غير مثال سابق في مقدار ستة أيام.قال الشهاب: اليوم في اللغة مطلق الوقت، فإن أريد هذا فالمعنى في ستة أوقات. وإن أريد المتعارف وهو زمان طلوع الشمس إلى غروبها فالمعنى في مقدار ستة أيام، لأن اليوم إنما كان بعد خلق الشمس والسموات فيقدر فيه مضاف  .وقال صاحب فتح البيان: «قيل هذه الأيام من أيام الدنيا، وقيل من أيام الآخرة، قال ابن عباس: يوم مقداره ألف سنة وبه قال الجمهور وقال سعيد ابن جبير، «كان الله قادرا على أن يخلق السموات والأرض وما بينهما في لمحة ولحظة، فخلقهن في ستة أيام تعليما لخلقه التثبت والتأنى في الأمور» .وقوله: ثُمَّ اسْتَوى عَلَى الْعَرْشِ قال الشيخ القاسمى:ورد الاستواء على معان اشترك لفظه فيها، فجاء بمعنى الاستقرار، ومنه اسْتَوَتْ عَلَى الْجُودِيِّ وبمعنى القصد ومنه ثُمَّ اسْتَوى إِلَى السَّماءِ وَهِيَ دُخانٌ وكل من فرغ من أمر وقصد لغيره فقد استوى له وإليه. قال الفراء: تقول العرب استوى إلى يخاصمني أى: قصد لي وأقبل على. ويأتى بمعنى الاستيلاء.قال الشاعر: ... قد استوى بشر على العراقويأتى بمعنى العلو ومنه هذه الآية.قال البخاري في آخر صحيحه في كتاب الرد على الجهمية في باب قوله- تعالى-: وَكانَ عَرْشُهُ عَلَى الْماءِ. قال مجاهد: استوى وعلا على العرش.وقال ابن راهويه: سمعت غير واحد من المفسرين يقول: الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى أى: علا وارتفع .وعرش الله- كما قال الراغب- مما لا يعلمه البشر إلا بالاسم، وليس كما تذهب إليه أوهام العامة، فإنه لو كان كذلك لكان حاملا له- تعالى الله عن ذلك- لا محمولا.وقد ذكر العرش في إحدى وعشرين آية. وذكر الاستواء على العرش في سبع آيات.أما الاستواء على العرش فذهب سلف الأمة إلى أنه صفة الله- تعالى- بلا كيف ولا انحصار ولا تشبيه ولا تمثيل لاستحالة اتصافه- سبحانه- بصفات المحدثين، ولوجوب تنزيهه عما لا يليق به «ليس كمثله شيء وهو السميع البصير» وأنه يجب الإيمان بها كما وردت وتفويض العلم بحقيقتها إليه- تعالى-.فعن أم سلمة- رضى الله عنها- في تفسير قوله- تعالى-: الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى أنها قالت: الكيف غير معقول، والاستواء غير مجهول، والإقرار به من الإيمان، والجحود به كفر.وقال الإمام مالك: الكيف غير معقول، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة.وقال محمد بن الحسن: اتفق الفقهاء جميعا على الإيمان بالصفات من غير تفسير ولا تشبيه.وقال الإمام الرازي: إن هذا المذهب هو الذي نقول به ونختاره ونعتمد عليه.وذهب بعض علماء الخلف إلى وجوب صرفه- أى الاستواء- عن ظاهره لاستحالته، وأن المراد منه- كما قال الإمام القفال- أنه استقام ملكه، واطرد أمره ونفذ حكمه- تعالى- في مخلوقاته، والله- تعالى- دل على ذاته وصفاته وكيفية تدبيره للعالم على الوجه الذي ألفوه من ملوكهم واستقر في قلوبهم «تنبيها على عظمته وكمال قدرته» وذلك مشروط بنفي التشبيه، ويشهد بذلك قوله- تعالى-: ثُمَّ اسْتَوى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ  .هذا وللعلماء كلام طويل حول هذه المسألة التي تتعلق بالمحكم والمتشابه فليرجع إليها من شاء.وقوله: يُغْشِي اللَّيْلَ النَّهارَ التغشية: التغطية والستر، أى: يجعل الليل غاشيا للنهار مغطيا له فيذهب بنوره، ويصير الكون مظلما بعد أن كان مضيئا، ويجعل النهار غاشيا لليل فيصير الكون مضيئا بعد أن كان مظلما، وفي ذلك من منافع الناس ما فيه وبه تتم الحياة، وهو دليل القدرة والحكمة والتدبير من الإله العلى العظيم.ولم يذكر في هذه الآية يغشى الليل بالنهار اكتفاء بأحد الأمرين عن الآخر كقوله- تعالى-:سَرابِيلَ تَقِيكُمُ الْحَرَّ أو لدلالة الحال عليه، أو لأن اللفظ يحتملهما: يجعل الليل مفعولا أول والنهار مفعولا ثانيا أو بالعكس.والآية الكريمة من باب أعطيت زيدا عمرا، لأن كلا من الليل والنهار يصلح أن يكون غاشيا ومغشيا، فوجب جعل الليل هو الفاعل المعنوي، والنهار هو المفعول من غير عكس لئلا يلتبس المعنى.وقد قال- تعالى- في آية أخرى: يُكَوِّرُ اللَّيْلَ عَلَى النَّهارِ وَيُكَوِّرُ النَّهارَ عَلَى اللَّيْلِ.وقوله: يَطْلُبُهُ حَثِيثاً أى: يطلب الليل النهار أو كلاهما بطلب الآخر طلبا سريعا حتى يلحقه ويدركه، وهو كناية عن أن أحدهما يأتى عقب الآخر ويخلفه بلا فاصل، فكأنه يطلبه طلبا سريعا لا يفتر عنه حتى يلحقه.والحث على الشيء: الحض عليه. يقال: حث الفرس على العدو يحثه حثا صاح به أو وكزه برجل أو ضرب. وذهب حثيثا أى: مسرعا.والجملة حال من الليل، لأنه هو المتحدث عنه أو حال من النهار أى: مطلوب حثيثا، أو من كل منهما على الرأى الثاني الذي يفسر «يطلبه حثيثا» بأن كليهما يطلب الآخر.وقوله: وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّراتٍ بِأَمْرِهِ أى: وخلق الشمس والقمر والنجوم كونهن مذللات خاضعات لتصرفه، منقادات لمشيئته، كأنهن مميزات أمرن فانقدن، فتسمية ذلك أمر على سبيل التشبيه.قال الآلوسى: ويصح حمل الأمر على الإرادة. أى: هذه الأجرام العظيمة والمخلوقات البديعة منقادة لإرادته: ومنهم من حمل الأمر على الأمر الكلامى وقال: إنه- سبحانه- أمر هذه الأجرام بالسير الدائم والحركة المستمرة على الوجه المخصوص إلى حيث شاء ولا مانع أن يعطيها الله إدراكا وفهما لذلك » .وقرأ الجمهور بنصب الألفاظ الثلاثة على أنها معطوفة على السموات، أى: خلق السموات وخلق الشمس والقمر والنجوم. وبنصب مُسَخَّراتٍ أيضا على أنها حال من هذه الثلاثة.وقرأ أبو عامر بالرفع في جميعها على الابتداء والخبر مسخرات.وقوله: أَلا لَهُ الْخَلْقُ وَالْأَمْرُ ألا: أداة يفتتح بها القول الذي يهتم بشأنه لأجل تنبيه المخاطب لمضمونه وحمله على تأمله. والخلق: إيجاد الشيء من العدم. والأمر: التدبير والتصرف على حسب الإرادة لما خلقه. فهو- سبحانه- الخالق والمدبر للعالم على حسب إرادته وحكمته لا شريك له في ذلك.وهذه الجملة الكريمة كالتدليل للكلام السابق أى: أنه- سبحانه- هو الذي خلق الأشياء كلها ويدخل في ذلك السموات والأرض وغيرهما، وهو الذي دبر هذا الكون على حسب إرادته ويدخل في ذلك ما أشار إليه بقوله: مُسَخَّراتٍ بِأَمْرِهِ.وقوله: تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ.تبارك: فعل ماض لا يتصرف، أى لم يجيء منه مضارع ولا أمر ولا اسم فاعل. من البركة بمعنى الكثرة من كل خير. وأصلها النماء والزيادة. أى: كثر خيره وإحسانه وتعاظمت وتزايدت بركات الله رب العالمين.أو من البركة بمعنى الثبوت. يقال: برك البعير، إذا أناخ في موضعه فلزمه وثبت فيه. وكل شيء ثبت ودام فقد برك. أى: ثبت ودام خيره على خلقه.أو المعنى: تعالى الله رب العالمين وتعظم وارتفع وتنزه عن كل نقص.ثم أمر الله- تعالى- عباده أن يكثروا من التضرع إليه بالدعاء الخالص فقال:"
}