{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/166/",
    "ayah_number": 166,
    "text": "ثم فصل- سبحانه- ما عوقبوا به من العذاب البئيس الذي أصابهم فقال تعالى: فَلَمَّا عَتَوْا عَنْ ما نُهُوا عَنْهُ قُلْنا لَهُمْ كُونُوا قِرَدَةً خاسِئِينَ أى فلما تكبروا عن ترك ما نهاهم عنه الواعظون، قلنا لهم كونوا قردة صاغرين فكانوا كذلك.قال الآلوسى: (والأمر في قوله تعالى قُلْنا تكويني لا تكليفى، لأنه ليس في وسعهم حتى يكلفوا به، وهذا كقوله تعالى إِنَّما قَوْلُنا لِشَيْءٍ إِذا أَرَدْناهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ في أنه يحتمل أن يكون هناك قول وأن يكون الغرض مجرد التمثيل) .وقيل في تفسير الآية: إن الله تعالى- عاقب القوم أو لا بالعذاب البئيس الذي يتناول البؤس والشقاء والفقر في المعيشة، فلما لم يرتدعوا ويثوبوا إلى رشدهم، مسخهم مسخا خلقيا وجسميا، فكانوا قردة على الحقيقة، وهو الظاهر من الآية، وعليه الجمهور:وقيل: مسخهم مسخا خلقيا ونفسيا، فصاروا كالقردة في شرورها وإفسادها لما تصل إليه أيديها، وهذا مروى عن مجاهد.وتلك العقوبة كانت جزاء إمعانهم في المعاصي، وتأبيهم عن قبول النصيحة، وضعف إرادتهم أمام مقاومة أطماعهم، وانتكاسهم إلى عالم الحيوان لتخليهم عن خصائص الإنسان، فكانوا حيث أرادوا لأنفسهم من الصغار والهوان.هذا وقد استدل العلماء بهذه الآيات الكريمة على تحريم الحيل القبيحة التي يتخذها بعض الناس ذريعة للتوصل إلى مقاصدهم الذميمة. وغاياتهم الدنيئة ومطامعهم الخسيسة.وقد أفاض الإمام ابن القيم في كتابه (إغاثة اللهفان) في إيراد الأدلة الدالة على هذا التحريم، فقال ما ملخصه: (ومن مكايد الشيطان التي كاد بها الإسلام وأهله، الحيل والمكر والخداع الذي يتضمن تحليل ما حرم الله وإسقاط ما فرضه، ومضادته في أمره ونهيه، وهي من الباطل الذي اتفق السلف على ذمه، فإن الرأى رأيان: رأى يوافق النصوص وتشهد له بالصحة والاعتبار، وهو الذي اعتبره السلف وعملوا به. ورأى يخالف النصوص وتشهد له بالإبطال والإهدار، وهو الذي ذموه وأهدروه.وكذلك الحيل نوعان: نوع يتوصل به إلى فعل ما أمر الله- تعالى- به وترك ما نهى عنه، والتخلص من الحرام وتخليص المحق من الظالم المانع له، وتخليص المظلوم من يد الظالم الباغي، فهذا النوع محمود يثاب فاعله ومعلمه. ونوع يتضمن إسقاط الواجبات، وتحليل المحرمات، وقلب المظلوم ظالما، والظالم مظلوما، والحق باطلا، والباطل حقا. فهذا الذي اتفق السلف على ذمه، وصاحوا بأهله من أقطار الأرض ... ثم قال:إن الله تعالى أخبر عن أهل السبت من اليهود بمسخهم قردة، لما تحايلوا على إباحة ما حرمه الله- تعالى- عليهم من الصيد، بأن نصبوا الشباك يوم الجمعة، فلما وقع فيها الصيد، أخذوه يوم الأحد.قال بعض الأئمة: ففي هذا زجر عظيم لمن يتعاطى الحيل على المناهي الشرعية، ممن يتلبس بعلم الفقه وهو غير فقيه، إذ الفقيه من يخشى الله- تعالى- بحفظ حدوده، وتعظيم حرماته، والوقوف عندها، وليس المتحيل على إباحة محارمه، وإسقاط فرائضه، ومعلوم أنهم لم يستحلوا ذلك تكذيبا لموسى- عليه السلام- وكفرا بالتوراة، وإنما هو استحلال تأويل واحتيال، ظاهره ظاهر الإيفاء، وباطنه باطن الاعتداء، ولهذا مسخوا قردة، لأن صورة القردة فيها شبه من صورة الإنسان، فلما مسخ أولئك المعتدون دين الله تعالى بحيث لم يتمسكوا إلا بما يشبه الدين في بعض مظاهره دون حقيقته، مسخهم سبحانه قردة يشبهونهم في بعض ظواهرهم دون الحقيقة جزاء وفاقا، وفي الحديث الشريف (لا ترتكبوا ما ارتكبت اليهود، وتستحلوا محارم الله بأدنى الحيل) .وفي الصحيحين عن أبى هريرة أن رسول الله صلّى الله عليه وسلّم قال:(قاتل الله اليهود، حرمت عليهم الشحوم فباعوها وأكلوا ثمنها) .وعن ابن عباس- رضى الله عنهما- قال: «بلغ عمر- رضى الله عنه- أن سمرة باع خمرا فقال: قاتل الله سمرة. ألم يعلم أن رسول الله صلّى الله عليه وسلّم قال: لعن الله اليهود، حرمت عليهم الشحوم فجملوها- أى أذابوها- فباعوها) .وبهذا تكون الآيات الكريمة قد دمغت العادين في السبت من اليهود، برذيلة الجهالة وضعف الإرادة، وتحايلهم القبيح على استحلال محارم الله، مما جعلهم أهلا للعذاب الشديد والمسخ الشنيع، جزاء إمعانهم في المعصية وصممهم عن سماع الموعظة، وما ربك بظلام للعبيد.ثم بين- سبحانه- ما توعد به أولئك اليهود من عقوبات بسبب كفرهم وفسوقهم وإفسادهم في الأرض فقال- تعالى-:"
}