{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/168/",
    "ayah_number": 168,
    "text": "هذا وقوله- تعالى- وَقَطَّعْناهُمْ فِي الْأَرْضِ أُمَماً إخبار عن عقوبة أخرى من عقوباتهم المتنوعة بسبب كفرهم وجحودهم، وتتمثل هذه العقوبة في تفريقهم في الأرض، وتمزيقهم شر ممزق حتى لا تكون لهم شوكة.وأُمَماً حال من مفعول قَطَّعْناهُمْ أو مفعول ثان لقطعناهم على أنه بمعنى صيرناهم.أى: أن هؤلاء اليهود قد مزقناهم في الأرض شر ممزق بسبب عصيانهم وفسوقهم، وصيرناهم فرقا متقطعة الأوصال، مشتتة الأهواء. وقوله مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذلِكَ بيان لحالهم.أى: من هؤلاء اليهود قلة آمنت بالله وملائكته وكتبه ورسله واليوم الآخر فصلح حالها، وحسنت عاقبتها، ومنهم كثرة منحطة عن رتبة أولئك المؤمنين الصالحين، بسبب فسوقهم عن أمر الله، وانتهاكهم لحرماته.والجملة من المبتدأ والخبر، في موضع نصب على أنها صفة ل أُمَماً.وقوله وَمِنْهُمْ دُونَ ذلِكَ الجار والمجرور خبر مقدم ودُونَ ذلِكَ نعت لمنعوت محذوف هو المبتدأ والتقدير: ومنهم ناس أو جماعة دون ذلك.وهذه الجملة الكريمة تدل على أن القرآن الكريم يستعمل الإنصاف والعدالة وتقرير الحقائق مع أعدائه وأتباعه على السواء، فهو يمدح من يستحق المديح، ويذم من هو أهل الذم، وما أحوج الناس في كل زمان ومكان إلى التخلق بهذه الأخلاق.وقوله- تعالى- وَبَلَوْناهُمْ بِالْحَسَناتِ وَالسَّيِّئاتِ لَعَلَّهُمْ يَرْجِعُونَ أى عاملناهم معاملة المبتلى الممتحن تارة بالنعم الكثيرة كالصحة والخصب وسعة الأرزاق، وتارة بالنقم المتنوعة كالجدب والأمراض والشدائد، لعلهم يرجعون إلى طاعة ربهم، ويتركون ما نهوا عنه من المعاصي والسيئات.يقال: بلاه يبلوه بلوا، وابتلاه ابتلاء، إذا جربه واختبره، ولقد كانت نتيجة هذا الابتلاء والاختبار أن تكشفت الحقائق عن أن الكثرة من بنى إسرائيل سلكت طريق الضلالة والغواية، والقلة هي التي آمنت وأصلحت ولذا عاقب الله تلك الكثرة بالعقوبة التي تناسبها جزاء وفاقا.هذا، وما أخبر به القرآن من أن الله- تعالى- قد توعد بنى إسرائيل وأخبرهم بأنه سيسلط عليهم إلى يوم القيامة من يسومهم سوء العذاب بسبب كفرهم وفسوقهم قد شهد بصدقه التاريخ، وأيدته الحوادث، وهذه نماذج قليلة من تلك العقوبات التي نزلت بهم في الأزمنة المختلفة   .أولا: بعد وفاة سليمان- عليه السلام- حوالى سنة 975 ق م انقسمت مملكته إلى قسمين: مملكة الشمال، واسمها (إسرائيل) ومقرها (السامرة)  وتتكون من الأسباط العشرة.ومملكة الجنوب واسمها (يهوذا) ومقرها (أورشليم)  وتتكون من سبطي يهوذا وبنيامين.وقد استمرت المنازعات بين المملكتين مدة طويلة، انتهت بانقضاض (سرجون) ملك آشور على مملكة الشمال (إسرائيل) سنة 721 ق. م. فقتل الآلاف من رجالها، وأسر البقية منهم فرحلهم إلى ما وراء نهر الفرات، وقضى على هذه المملكة قضاء لم تقم لها بعده قائمة.وأما مملكة الجنوب (أورشليم) فقد حاولت أن تتشبث بالبقاء، ولكن معاول الهدم غزتها من الشرق ومن الجنوب وكانت نهايتها على يد بختنصر البابلي سنة 586 ق م.ويصور أحد الكتاب الغربيين قصة النكبات التي أدت إلى زوال مملكة (يهوذا وإسرائيل) فيقول: (هي قصة نكبات وقصة تحررات لا تعود عليهم إلا بإرجاء النكبة القاضية، هي قصة ملوك همج يحكمون شعبا من الهمج، حتى إذا وافت سنة 721 ق م «محت يد الأسر الآشورى مملكة إسرائيل من الوجود، وزال شعبها من التاريخ زوالا تاما، وظلت مملكة يهوذا تكافح حتى أسقطها البابليون سنة 586 ق م.ثانيا: استرد اليهود بعض أنفاسهم بعد وقوعهم تحت حكم الفرس من حوالى سنة 536 إلى سنة 332 ق م فقد عادوا في هذه الفترة إلى فلسطين، ووقعوا تحت سيطرة الإسكندر المقدونى سنة 330 ق م.وفي سنة 320 ق م. سار إليهم (بطليموس) خليفة الإسكندر، فهدم القدس، ودك أسوارها، وأرسل منهم مائة ألف أسير إلى مصر، لأنهم ثاروا عليه.ثالثا: في سنة 20 ق م تقريبا، وقع اليهود تحت سيطرة السلوقيين السوريين بعد انتصارهم على البطالسة، ورأى بعض الحكام السلوقيين من اليهود تمردا وعصيانا، فأنزلوا بهم أشد العقوبات في عدة مواقع، وكان من أبرز المنكلين باليهود (انطوخيوس) ما بين سنة 170.وسنة 168 ق م فقد هاجم (أورشليم) وهدم أسوارها وهيكلها. ونهب ما فيها من أموال وقتل من أهلها أربعين ألفا في ثلاثة أيام وباع مثل ذلك العدد عبيدا منهم ولم يفلت من يده إلا اليهود الذين هربوا إلى الجبال، وقد أقام (انطوخيوس) قمة على أحد الجبال ليشاهد منها كل من يقترب من اليهود إلى أورشليم ليقتله، وقد وصل به الحال أنه أكره عددا كبيرا منهم على ترك الديانة اليهودية وجعل هيكلهم في أورشليم معبدا لإلهه.رابعا: وفي سنة 63 ق م أغار الرومان بقيادة (بامبيوس) على أورشليم فاحتلوها، واستمر احتلالهم حتى سنة 614 م. وخلال احتلال الرومان لفلسطين قام اليهود بعدة ثورات باءت كلها بالفشل، ولقوا بسبب تمردهم وعصيانهم من الرومان ألوانا من القتل والسبي والتشريد.كان من أشهرها ما أنزله بهم «تيطس الرومانى» سنة 70 م فقد اقتحم في هذه السنة أورشليم فدمرها تدميرا، وقتل الآلاف من اليهود وأحرق هيكلهم.خامسا: بعد هذه النماذج التي سقناها لما أنزله الرومان من عقوبات على اليهود، نتابع سيرنا في سرد بعض العقوبات التي أنزلها المسلمون باليهود بسبب بغيهم وخياناتهم فنقول:بعد هجرة النبي صلّى الله عليه وسلّم إلى المدينة، عامل اليهود القاطنين والمجاورين لها معاملة طيبة، وعقد معهم معاهدة ضمنت لهم حقوقهم ولكنهم نقضوا عهودهم، ولم يتركوا وسيلة من وسائل الكيد للإسلام والمسلمين إلا فعلوها، وحاول الرسول صلّى الله عليه وسلّم أن يثنيهم عن جحودهم وبغيهم ولكنهم لم يستجيبوا له. فعاقب صلّى الله عليه وسلّم كل طائفة منهم بالعقوبة التي تناسب جرمهم وخيانتهم وتكفل للمسلمين أن يعيشوا في مأمن من شرورهم، ومن بين العقوبات التي أنزلها النبي صلّى الله عليه وسلّم بهم إجلاؤه لبنى قينقاع ولبنى النضير عن المدينة، وقتله لبنى قريظة وإهداره لدم بعض كبرائهم ككعب بن الأشرف وسلام بن أبى الحقيق، ومحاربته ليهود خيبر ومصالحته لهم بعد مقتل عدد كبير منهم، ورفعهم راية الأمان، والاستسلام، وقبولهم الشروط التي اشترطها عليهم النبي صلّى الله عليه وسلّم.ولقد كان من آخر الكلمات التي نطق بها الرسول صلّى الله عليه وسلّم قبل وفاته قوله موصيا أصحابه (أخرجوا اليهود من جزيرة العرب لا يبقى في جزيرة العرب دينان) .وفي عهد عمر بن الخطاب- رضى الله عنه- تم إخراج جميع اليهود من جزيرة العرب، استجابة لوصية الرسول صلّى الله عليه وسلّم.سادسا: وفي ختام عرضنا لبعض العقوبات التي نزلت باليهود في الأزمنة المختلفة جزاء إجرامهم وإثارتهم للفتن نسوق بعض الأمثلة لما حل بهم على أيدى بعض الدول الأوربية.(أ) ففي بريطانيا: لقى اليهود في بعض العهود ألوانا من التعذيب، وصنوفا من القتل والتشريد.1- من ذلك أن الملك الإنجليزى (يوحنا) أصدر أمرا بحبسهم في جميع أنحاء مملكته.وفي سنة 1328 م جأر الشعب البريطانى بالشكوى من اليهود، فأصدر الملك ادوارد الأول أمرا بطرد اليهود من جميع البلاد البريطانية في غضون ثلاثة أشهر، إلا أن الشعب البريطانى لم يصبر على اليهود حتى تنقضي تلك المدة، بل أخذ يقتل منهم العشرات والمئات وفي قلعة (بورك) التي احتمى بها عدد كبير من اليهود أحرق الإنجليز أكثر من خمسمائة يهودي وقد اضطر الملك إلى ترحيلهم قبل انقضاء المدة لئلا يفتك الشعب بهم جميعا في كل مكان، وظلت بريطانيا خالية من اليهود طوال ثلاثة قرون تقريبا. ولكن عادوا إليها سنة 1656 م في عهد الطاغية (كرومويل) الذي اغتصب الملك (شارل الأول) بعد أن قدم له اليهود الأموال الطائلة في سبيل بلوغ أغراضه.(ب) وفي فرنسا: تعرض اليهود في أزمنة مختلفة لنقمة الشعب الفرنسى وغضبه، لأنهم دمروا اقتصاده الوطنى، وخنقوه بالربا الفاحش، والمعاملات السيئة.1- ففي عهد (لويس التاسع) تدهورت الحالة الاقتصادية في فرنسا فأصدر أمرا بإلغاء ثلث ما لليهود على الفرنسيين من ديون، ثم أصدر أمرا بإحراق جميع كتبهم المقدسة، وخاصة التلمود. وقد قال أحد المؤرخين إنهم أحرقوا في باريس وحدها محمول أربع وعشرين مركبة من نسخ التلمود وغيرها)  .2- وخلال تولى (فيليب الجميل) حكم فرنسا. أنزل الفرنسيون باليهود صنوفا من القتل والنهب والتشريد، ثم طردوا من فرنسا نهائيا، ولكنهم عادوا إليها بعد أن دفعوا (لفيليب) ثلثى الديون التي لهم في فرنسا.3- وفي سنة 1321 م هاجمهم الشعب الفرنسى وذبح عددا كبيرا منهم، ونكل بهم تنكيلا شديدا، ثم طردوا من فرنسا بعد أن نهبت أموالهم ولم يستطيعوا العودة إليها إلا في أواسط القرن السادس عشر.4- وفي أوائل القرن التاسع عشر حاول (نابليون) أن يستغلهم لبلوغ مطامعه، ولكنهم خانوه، فاحتقرهم، وبطش بعدد منهم، وقال عنهم إنهم حثالات البشر وجراثيمه.ولم ينج اليهود من بطش الشعب الفرنسى إلا في القرنين التاسع عشر والعشرين.(ج) وفي إيطاليا، حاربهم البابوات حربا شعواء وأطلقوا عليهم اسم (الشعب المكروه) وأغروا الشعب الإيطالى بهم فأعمل فيهم القتل والتشريد وقد أصدر البابوات مراسيم عديدة لتكفير اليهود وتسفيه ديانتهم القائمة على التلمود.وفي سنة 1242 م أعلن البابا (جريجورى) التاسع اتهامات صريحة ضد التلمود الذي يطعن في المسيح والمسيحية، وأصدر أوامره بإحراقه فأحرقت جميع نسخه.وفي سنة 1540 ثار الشعب الإيطالى على اليهود ثورة عارمة قتل فيها الآلاف منهم وطردوا من بقي حيا خارج إيطاليا.(د) وفي أسبانيا: ذاق اليهود من الشعب الأسبانى وملوكه صنوف الذل وألوان الهوان، ولم يظفروا بالراحة إلا في أيام الحكم الإسلامى لأسبانيا. ولنكتف بذكر عقوبة واحدة من العقوبات المتعددة التي نزلت بهم في تلك البلاد.في عهد الملك (فرديناند) وزوجته (إيزابلا) وصلت موجة السخط على اليهود أقصاها لتغلغلهم في الحياة الأسبانية، واستيلائهم على اقتصادها وإشعالهم نار الخلافات الدينية بين الطوائف ... فرأى الملك وزوجته أن خير وسيلة لوقاية البلاد من شرورهم هي طردهم من أسبانيا طردا نهائيا.وفي 31 من مارس سنة 1952 صدر المرسوم التالي عن الملك (فرديناند) : (يعيش في مملكتنا عدد غير قليل من اليهود، ولقد أنشأنا محاكم التفتيش منذ اثنتي عشرة سنة. وهي تعمل دائما على توقيع العقوبة على المذنبين، وبناء على التقارير التي رفعتها لنا محاكم التفتيش، ثبت بأن الصدام الذي يقع بين المسيحيين واليهود يؤدى إلى ضرر عظيم، ويؤدى بالتالى إلى القضاء على المذهب الكاثوليكى، ولذا قررنا نفى اليهود ذكورا وإناثا خارج حدود مملكتنا وإلى الأبد وعلى اليهود جميعا الذين يعيشون في بلادنا وممتلكاتنا ومن غير تميز في الجنس أو الأعمار أن يغادروا البلاد في غضون فترة أقصاها نهاية يوليو من نفس العام، وعليهم ألا يحاولوا العودة تحت أى ظرف أو سبب  .وبمقتضى هذا القرار طرد اليهود شر طردة من أسبانيا بعد أن أرغموا على ترك ذهبهم ونقودهم، وبعد أن نفثوا سمومهم في أسبانيا زهاء سبعة قرون وكان عددهم عند ما خرجوا منها مطرودين يبلغ نصف مليون نسمه ويعتبر بعض اليهود هذا القرار وما تلاه من طرد وتشريد أسوأ من خراب أورشليم.(ه) وفي روسيا: كان يعيش نصف يهود العالم تقريبا خلال القرن التاسع عشر وقد استعملوا طول مدة إقامتهم في روسيا كل وسائلهم الخبيثة للتدمير والتخريب، ففتحوا الحانات وتاجروا في الخمور، وأقرضوا بالربا الفاحش، واستولوا على الكثير من أموال الدولة بالطرق المحرمة، وقتلوا الكثير من أبناء الشعب الروسى عند ما مكنتهم الظروف من ذلك وكونوا الجمعيات السرية التي عملت على هدم نظام الحكم القيصري واستمرت في نشاطها حتى أزالته بواسطة الثورة الشيوعية في سنة 1917 م هذه الثورة التي كان معظم قوادها من اليهود. ولم ينس الروس لليهود ما قاموا به نحوهم من عدوان واستغلال، فانقضوا عليهم عدة مرات للتخلص منهم وأعملوا فيهم الذبح والقتل بلا رحمة، وكان من أبرز المذابح التي أوقعها الروس باليهود مذبحة سنة 1881 م ومذبحة سنة 1882 م فقد حاول الفلاحون الروس أن يدمروا اليهود تدميرا في هاتين السنتين.وعند ما نشر الكاتب الروسى (نيلوس) نسخا قليلة من (بروتوكولات حكماء صهيون) سنة 1902 م التي تفضح نيات اليهود الإجرامية تجاه العالم أجمع، جن جنونهم خوفا وفزعا. وعمت المذابح ضدهم في روسيا حتى لقد قتل منهم في إحداها نحو عشرة آلاف يهودي.(و) وفي ألمانيا: انتشر اليهود في كثير من مدنها منذ القرن الثامن الميلادى، وسكنوا على ضفاف نهر الراين. واستغلوا الشعب الألمانى أسوأ استغلال حتى كادوا يستولون على أمواله عن طريق الربا الفاحش واستخدام الوسائل المختلفة لجمع المال الحرام. ولقد هاج الشعب الألمانى ضدهم في أوقات مختلفة، واستعمل معهم كل وسائل القتل والسلب والطرد.يقول صاحب كتاب (تاريخ الإسرائيليين) وظل القتل والذبح منتشرا في اليهود إلى أن صدرت الأوامر بطردهم من أنحاء- ألمانيا- في أزمنة متتابعة، وذلك ما بين القرنين الثاني عشر والرابع عشر، حتى لم يكد يبقى منهم واحدا فيها) .وكان آخر ما لاقوه من عذاب وتقتيل وتشريد على يد «هتلر» ابتداء من توليه الحكم في ألمانيا سنة 1933 إلى أن سقط حكمه سنة 1945.وفي كل البلاد التي نزل بها اليهود، تعرضوا لنقمة السكان وغضبهم وازدرائهم، يستوي في ذلك تاريخهم القديم والوسيط والحديث، لقد أنزل العالم بهم ضربات قاصمة، وعقوبات صارمة، شملت التنكيل والطرد والسجن والقتل ومصادرة الأموال.ويقرر أحد الكتاب الغربيين أن كل الأمم المسيحية اشتركت في اضطهاد اليهود وإنزال مختلف العقوبات بهم، وكانت القسوة مع اليهود تعد مآثرة يمتدح المسيحيون بعضهم بعضا عليها  .هذا، والشيء الذي نؤكده بعد سرد هذه النماذج من العقوبات التي نزلت باليهود في مختلف العصور والأمم، هو أن اليهود هم المسئولون عن كل اضطهاد وقع بهم، وأنهم مستحقون لهذه العقوبات لأسباب من أهمها:أولا: أنانيتهم وأطماعهم التي لا حدود لها «فقد سوغت لهم أنانيتهم أن العالم ملك لهم بكل من فيه وما فيه، وأن عليهم متى حلوا في أى دولة أن ينهبوا خيراتها بكل وسيلة وإن يجمعوا أموالها بأى طريقة، فإن المال هو معبود اليهود من قديم.وأنانية اليهود وجشعهم وأكلهم أموال الناس بالباطل، جعلهم محل نقمة العالم وغضبه،ولقد فطن بعض الزعماء العقلاء إلى خطر تغلغل اليهود في بلاده، فأخذ يطردهم منها، ويحذر أبناء أمته من شرورهم، ومن هؤلاء الزعماء العقلاء (بنيامين فرانكلين) أحد رؤساء الولايات المتحدة، فإنه ألقى خطابا سنة 1789 قال فيه: (هناك خطر عظيم يهدد الولايات المتحدة الأمريكية، وذلك الخطر هو (اليهود) . أيها السادة: حيثما استقر اليهود، تجدونهم يوهنون من عزيمة الشعب، ويزعزعون الخلق التجارى الشريف. إنهم لا يندمجون بالشعب. لقد كانوا.حكومة داخل الحكومة. وحينما يجدون معارضة من أحد فإنهم يعملون على خنق الأمة ماليا كما حدث للبرتغال وأسبانيا ... إذا لم يمنع اليهود من الهجرة بموجب الدستور. ففي أقل من مائتي سنة سوف يتدفقون على هذه البلاد بأعداد ضخمة تجعلهم يحكموننا ويدمروننا ويغيرون شكل الحكومة التي ضحينا وبذلنا لإقامتها دماءنا وحياتنا وأموالنا وحريتنا. إذا لم يستثن اليهود من الهجرة فإنه لن يمضى أكثر من مائتي سنة ليصبح أبناؤنا عمالا في الحقول لتأمين الغذاء لليهود..، إنى أحذركم أيها السادة. إذا لم تستثنوا اليهود من الهجرة إلى الأبد فسوف يلعنكم أبناؤكم وأحفادكم في قبوركم، إن عقليتهم تختلف عنا حتى لو عاشوا بيننا عشرة أجيال. والنمر لا يستطيع تغيير لونه. اليهود خطر على هذه البلاد. وإذا دخلوها فسوف يخربونها ويفسدونها)  .وللتعليق على هذا الخطاب نقول: ما أصدق ما توقعه (فرانكلين) لولا أنه قد أخطأ التقدير في المدة اللازمة لتحويل أمريكا إلى بقرة حلوب لليهود، فقد قدر (فرانكلين) هذه المدة بمائتي سنة أى في سنة 1989، بينما استطاع اليهود أن يسخروا سياسة أمريكا وأسلحتها، وأموالها وعلمها ونفوذها وخيراتها، لمنفعتهم الخاصة في مدة تقل عما توقعه بأكثر من خمسين سنة.ثانيا: غرورهم وتعاليهم: فاليهود يعتبرون أنفسهم أبناء الله وأحباؤه، وشعبه المختار. ومن قديم الزمن وهم يقسمون العالم إلى قسمين متقابلين: قسم إسرائيل وهم صفوة الخلق وأصحاب الحظوة عند الله، وقسم آخر يسمونه الأمم (الجوييم) أى غير اليهود ومعنى (جوييم) عندهم، وثنيون وكفرة وبهائم وأنجاس. وقد أدى هذا الغرور والتعالي باليهود إلى إهدار كل حق لغيرهم عليهم، وأن من حق اليهود أن يسرقوا من ليس يهوديا وأن يغشوه ويكذبوا عليه ويقتلوه إذا أمنوا اكتشاف جرائمهم، وقد أشار القرآن الكريم إلى تلك الرذيلة التي تمكنت من اليهود بقوله. وَمِنْ أَهْلِ الْكِتابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينارٍ لا يُؤَدِّهِ إِلَيْكَ إِلَّا ما دُمْتَ عَلَيْهِ قائِماً، ذلِكَ بِأَنَّهُمْ قالُوا لَيْسَ عَلَيْنا فِي الْأُمِّيِّينَ سَبِيلٌ، وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ .وكتب اليهود- لا سيما التلمود- طافحة بالوصايا التي تبيح لهم أن يعاملوا غيرهم بمعاملة تخالف معاملتهم مع بعضهم، من ذلك ما جاء في التلمود: إذا خدع يهود أحدا من الأمم وجاء يهودي آخر واختلس من الأمم بعض ما عنده بنقص الكيل أو زيادة الثمن، فعلى اليهوديين أن يقتسما الغنيمة التي أرسلها إليهما (يهواه)  ويهواه هو إله اليهود.ونتيجة لهذا الغرور والتعالي الذي تميز به اليهود، وأهدروا بسببه كل حق أو كرامة لسواهم من الناس، قام غيرهم من الأمم ليدافع عن حقه الذي سلبوه منهم، وليوقع بهم أقسى العقوبات جزاء غرورهم الكاذب، وتعاليهم الباطل.ثالثا: عزلتهم وعصبيتهم وخيانتهم للبلاد التي آوتهم فهم متعصبون متحزبون، لا يجمعهم حب بعضهم لبعض ولكن تجمعهم كراهية من ليس على ملتهم، كما يجمعهم الحقد على العالم بأسره. وقد أصبحت العزلة والعصبية والعنصرية طابع اليهود الذي لا محيد لهم عنه.ويصف الدكتور (ويزمان) أول رئيس لإسرائيل طابع العزلة في اليهود بقوله: (وكان اليهود في موتول (مسقط رأسه) بروسيا، يعيشون كما يعيش اليهود في مئات المدن الصغيرة والكبيرة منعزلين منكمشين، وفي عالم غير عالم الناس الذين يعيشون معهم) .ولعل أدق صورة للتحريض على العزلة والتمسك بها، ما ذكره (سلامون شحتر) في خطابه بمدرسة اللاهوت اليهودية العليا حيث قال: (إن معنى الاندماج في الأمم هو فقدان الذاتية.وهذا النوع من الاندماج مع ما يترتب عليه من النتائج، هو ما أخشاه أكثر مما أخشى المذابح والاضطهادات) .وقد تسبب عن عزلتهم وعصيبتهم أمور خطيرة، فقد نظروا إلى من سواهم من الأمم نظرة كلها عداء وريبة وحذر، وصار طابعهم في كل زمان ومكان عدم الإخلاص لاية هيئة دينية أو دنيوية. وعدم الولاء للأوطان التي يعيشون فيها ويأكلون من خيراتها، وإنما يجعلون ولاءهم لجماعتهم ومصالحهم الخاصة دون غيرها، لأن اليهودي يهودي قبل كل شيء، مهما تكن جنسيته، ومهما يعتنق من عقائد ومبادئ في الظاهر، وإذا تعارضت جنسيته مع يهوديته ناصر يهوديته، وحاول أن يشيع الخراب والدمار في الأمة التي هو فرد من أفرادها خصوصا إذا أمن العقاب والصهيونية العالمية تأمر اليهود في كل مكان أن يجعلوا ولاءهم لإسرائيل وليس للدولة التي يعيشون فيها.تقول جولدامايير وزيرة خارجية إسرائيل سابقا: (إن اليهود المقيمين خارج إسرائيل طوائف مشتتة تعيش في المنفي، وأنهم مواطنون إسرائيليون قبل كل شيء، ويتحتم عليهم الولاء المطلق لهذه الدولة الجديدة مهما تكن جنسيتهم الرسمية التي يسبغونها على أنفسهم، وإن اليهودي الإنجليزى الذي ينشد بحكم إنجليزيته نشيد (حفظ الله الملكة) لا يمكن أن يكون في نفس الوقت صهيونيا) .وما أكثر الحوادث التي قام فيها اليهود بدور العيون والجواسيس على الأوطان التي يعيشون فيها لحساب أعدائها، واظهر مثل على ذلك ما قام به اليهود المقيمون في ألمانيا من خيانات لها خلال الحرب العالمية الأولى، وكان ثمرة هذه الخيانات هزيمة ألمانيا، ومنح اليهود جزاء غدرهم الوطنى وعد (بلفور) من الحكومة البريطانية سنة 1917 م.وقد عدد (هتلر) خيانات اليهود لألمانيا فذكر منها استنزاف أموال الشعب بالربا الفادح وإفساد التعليم والسيطرة لصالحهم على المصارف والبورصة والشركات التجارية، والسيطرة على دور النشر، والتدخل في سياسة الدولة لغير مصلحة ألمانيا وفي القمة من خياناتهم التجسس ضد ألمانيا الذي احترفه عدد كبير منهم.ويختم هتلر حديثه الطويل عن اليهود بقوله (وإذا قيض لليهودي أن يتغلب على شعوب هذا العالم، فسيكون تاجه إكليل جنازة البشرية، وعند ما يستأنف كوكبنا السيار طوافه في الأثير كما فعل منذ ملايين السنين لن يكون هناك بشر على سطحه.. لهذا أعتقد أنى تصرفت معهم حسبما شاء خالقنا، لأنى بدفاعى عن نفسي ضد اليهودي، أنما أناضل في سبيل الدفاع، عن عمل الخالق) .وإذن فعزلة اليهود، وعصبيتهم، وخيانتهم للأوطان التي آوتهم، كان جزاؤها العادل ما حل بهم من دمار وتشريد خلال العصور المختلفة.رابعا: اضطهادهم لغيرهم متى ملكوا القدرة الظاهرة أو الخفية لذلك وتاريخ اليهود ملطخ بجراثم القتل والذبح والنهب والسلب والغدر والبطش بغيرهم وملئ بالمجاز التي قاموا بها ضد الشعوب التي كان لهم النصر عليها، وقد ساعدهم على ذلك ما أمرتهم به كتبهم من قتل وإذلال لغيرهم متى واتتهم الفرصة عليه، ففي سفر الخروج ما نصه.(حين تقترب من مدينة لكي تحاربها استدعها إلى الصلح، فإن إجابتك فكل الشعب الموجود فيها يكون للتسخير، ويستعبد لك، وإن لم تسالمك بل عملت معك حربا فحاصرها، وإذا دفعها الرب إلهك إلى يدك فاضرب جميع ذكورها بحد السيف، هكذا تفعل بجميع المدن البعيدة منك جدا، وأما مدن هؤلاء الشعوب التي يعطيك الرب إياها فلا تستبق منها نسمة ما)   .ولقد طبق اليهود هذه التعاليم أسوأ تطبيق في كل أدوار تاريخهم فلقد قتلوا في روما وحدها مائة ألف مسيحى سنة 214 م بإيعاز من الإمبراطور (مارك أوريل) .وما لنا نذهب بعيدا في الاستشهاد على إجرامهم، ومعارك فلسطين ما زالت ماثلة في أذهاننا، يقول أحد الكتاب المعاصرين: (إن مذبحة دير ياسين كانت من أبشع المذابح التي ارتكبها اليهود. فقد قتلوا مائتين وخمسين إنسانا في قرية صغيرة ومثلوا بأجسامهم، وذبحوا الأطفال في أحضان أمهاتهم وأمام أعينهن) . وحدث ما يشبه هذه المذابح في كثير من مدن فلسطين كحيفا ويافا وقبية وكفر قاسم.والحق، أن مفاهيم اليهود الباطلة، وأنانيتهم الطاغية، وطباعهم اللئيمة وأخلاقهم الفاسدة، وعصبيتهم الذميمة، وقلوبهم القاسية، واستباحتهم لقتل غيرهم، وإهدار كرامته، كل ذلك جعلهم محل نقمة العالم وغضبه، وبسبب هذه الأخلاق المرذولة سلط الله عليهم من يسومهم سوء العذاب إلى يوم القيامة، ومن يمزقهم شر ممزق.ويعجبني في هذا المقام قول المؤرخ اليهودي «يوسيفوس» «لا توجد أمة في الأرض في كل أجيال التاريخ منذ بدء الخليقة إلى الآن تحملت ما تحمل بنو إسرائيل من الكوارث والآلام، على أن هذه الكوارث والآلام لم تكن إلا من صنع بنى إسرائيل أنفسهم» .والآن، بعد سرد هذه العقوبات التي حلت ببني إسرائيل في مختلف العصور تأييدا لقوله- تعالى- لَيَبْعَثَنَّ عَلَيْهِمْ إِلى يَوْمِ الْقِيامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذابِ بسبب أعمالهم السيئة نعود إلى السورة الكريمة فنراها تحدثنا عن لون من ألوان الدعاوى الباطلة التي حكاها القرآن عنهم، وهو زعمهم أن ذنوبهم مغفورة لهم، وأنهم مهما فعلوا من ذنوب، وارتكبوا من موبقات، واستحلوا من أموال حرام، فلن يحاسبهم الله على ذلك إلا حسابا يسيرا لأنهم أبناؤه وأحباؤه، واستمع إلى السورة الكريمة وهي تحكى ذلك عنهم فتقول:"
}