{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/164/",
    "ayah_number": 164,
    "text": "ثم بين- سبحانه- طوائف هذه القرية وحال كل طائفة فقال تعالى وَإِذْ قالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْماً اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذاباً شَدِيداً، قالُوا مَعْذِرَةً إِلى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ.والذي يفهم من الآية الكريمة، - وعليه جمهور المفسرين- أن أهل القرية كانوا ثلاث فرق.1- فرقة المعتدين في السبت، المتجاوزين حدود الله عن تعمد وإصرار.2- فرقة الناصحين لهم بالانتهاء عن تعديهم وفسوقهم.3- فرقة اللائمين للناصحين ليأسهم من صلاح العادين في السبت.وهذه الفرقة الثالثة هي التي عبر القرآن الكريم عنها بقوله: وَإِذْ قالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْماً اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذاباً شَدِيداً أى: قالت فرقة من أهل القرية، لإخوانهم الذين لم يألوا جهدا في نصيحة العادين في السبت، لم تعظون قوما لا فائدة من وعظهم ولا جدوى من تحذيرهم، لأن الله تعالى قد قضى باستئصالهم وتطهير الأرض منهم، أو بتعذيبهم عذابا شديدا، جزاء تماديهم في الشر، وصممهم عن سماع الموعظة فكان رد الناصحين عليهم مَعْذِرَةً إِلى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ.فهم قد عللوا نصيحتهم للعادين بعلتين:الأولى: الاعتذار إلى الله- تعالى- من مغبة التقصير في واجب الأمر بالمعروف والنهى عن المنكر.والثانية: الأمل في صلاحهم وانتفاعهم بالموعظة حتى ينجو من العقوبة، ويسيروا في طريق المهتدين.وقيل: إن أهل القرية كانوا فرقتين، فرقه أقدمت على الذنب فاعتدت في السبت، وفرقة أحجمت عن الأقدام، ونصحت المعتدين بعدم التجاوز لحدود الله- تعالى- فلما داومت الفرقة الواعظة على نصيحتها للفرقة العادية، قالت لها الفرقة العادية على سبيل التهكم والاستهزاء: لم تعظون قوما الله مهلكهم أو معذبهم عذابا شديدا في زعمكم؟ فاجابتهم الناصحة بقولها. معذرة إلى ربكم ولعلهم يتقون.والذي نرجحه أن أهل القرية كانوا ثلاث فرق كما قال جمهور المفسرين- لأن هذا هو الظاهر من الضمائر في الآية الكريمة، إذ لو كانوا فرقتين لقالت الناهية للعاصية (ولعلكم تتقون) بكاف الخطاب، بدل قولهم (ولعلهم يتقون) الذي يدل على أن المحاورة قد دارت بين الفرقة اللائمة، والفرقة الناصحة.قال الإمام القرطبي عند تفسيره الآية الكريمة: إن بنى إسرائيل افترقت ثلاث فرق «فرقة عصت وصدت، وكانوا، نحوا من سبعين ألفا، فرقة نهت واعتزلت، وكانوا نحوا من اثنى عشر ألفا، وفرقة اعتزلت ولم تنه ولم تعص، وأن هذه الطائفة هي التي قالت للناهية، لم تعظون قوما- عصاة- الله مهلكهم، أو معذبهم على غلبة الظن. وما عهد حينئذ من فعل الله تعالى بالأمم العاصية؟) .وقوله مَعْذِرَةً بالنصب على أنها مفعول لأجله أى: وعظناهم لأجل المعذرة، أو منصوبة على أنها مصدر لفعل مقدر من لفظها أى: نعتذر معذرة وقرئت «معذرة» بالرفع على أنها خبر لمبتدأ محذوف أى: موعظتنا معذرة وقد اختار سيبويه هذا الوجه وقال في تعليله: لأنهم لم يريدوا أن يعتذروا اعتذارا مستأنفا ولكنهم قيل لهم لم تعظون؟ فقالوا موعظتنا معذرة."
}