{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/137/",
    "ayah_number": 137,
    "text": "ثم بين- سبحانه- مظاهر فضله وكرمه على بنى إسرائيل بعد أن بين نهاية فرعون وآله فقال: وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا يُسْتَضْعَفُونَ مَشارِقَ الْأَرْضِ وَمَغارِبَهَا الَّتِي بارَكْنا فِيها.أى: وأعطينا القوم الذين كانوا يستضعفون في مصر من فرعون وملئه بالاستعباد وقتل الأبناء، وسوء العذاب، أعطيناهم من طريق الاستخلاف- قبل أن يزيغوا ويضلوا- مشارق أرض الشام ومغاربها التي باركنا فيها بالخصوبة وسعة الأرزاق، وبكونها مساكن الأنبياء والصالحين ليكون ذلك امتحانا لهم، واختبارا لنفوسهم.وجمع- سبحانه- بين صيغتي الماضي والمستقبل للدلالة على استمرار الاستضعاف وتجدده، والمراد بهم بنو إسرائيل، وذكروا بعنوان القوم، إظهارا لكمال اللطف بهم، وعظيم الإحسان إليهم، حيث رفعوا من حضيض المذلة إلى أوج العزة.وقوله: وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنى عَلى بَنِي إِسْرائِيلَ بِما صَبَرُوا، أى: ونفذت كلمة الله الحسنى ومضت عليهم تامة كاملة، حيث رزقهم- سبحانه- النصر على أعدائهم. والتمكين في الأرض بسبب صبرهم على ظلم فرعون وملئه.قال الزمخشري: وحسبك به حاثا على الصبر. ودالا على أن من قابل البلاء بالجزع وكله الله إليه. ومن قابله بالصبر، وانتظار النصر، ضمن الله له الفرج.وعن الحسن: عجبت ممن خف كيف خف وقد سمع قوله- تعالى- ثم تلا هذه الآية وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا ... ومعنى «خف» طاش جزعا وقلة صبر، ولم يرزق رزانة أولى الصبر» .ثم ختمت الآية بقوله- تعالى- وَدَمَّرْنا ما كانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ من بناء القصور الشاهقة والمنازل القوية، وما كانوا يرفعونه من البساتين، والصروح المشيدة، كصرح هامان وغيره.ويَعْرِشُونَ بكسر الراء وضمها- أى يرفعون من العرش وهو الشيء المسقف المرفوع.قال الجمل: وقوله وَدَمَّرْنا ما كانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ في إعرابه أوجه:أحدها: أن يكون فرعون اسم كان ويصنع خبر مقدم، والجملة الكونية صلة والعائد محذوف. والتقدير: ودمرنا الذي كان فرعون يصنعه.والثاني: أن اسم كان ضمير عائد على ما الموصولة، ويصنع مسند لفرعون. والجملة خبر عن كان، والعائد محذوف، والتقدير: ودمرنا الذي كان هو يصنعه فرعون.الثالث: أن تكون كان زائدة وما مصدرية والتقدير ودمرنا ما يصنع فرعون أى:صنعه» .وهكذا تنهى السورة الكريمة هذا الدرس بذكر ما أصاب الظالمين والغادرين من دمار وخراب، وما أصاب المستضعفين الصابرين من خير واستخلاف في الأرض.ثم بدأت السورة بعد ذلك مباشرة حديثا طويلا عن هؤلاء المستضعفين من بنى إسرائيل بينت فيه ألوانا من جحودهم لنعم الله، ونسيانهم لما كانوا فيه من ذل واستعباد، وتفضيلهم عبادة الأصنام على عبادة الخالق- عز وجل وغير ذلك من أنواع كفرهم ومعاصيهم، واستمع إلى القرآن وهو يحكى لونا من رذائلهم فيقول:"
}