{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/140/",
    "ayah_number": 140,
    "text": "وبعد أن أبطل القرآن الكريم محاجة أهل الكتاب في دين الله بغير حق وأنكر عليهم ذلك، عقبه بإبطال دعواهم أن أسلافهم من الأنبياء كانوا هودا أو نصارى فقال تعالى: أَمْ تَقُولُونَ إِنَّ إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ وَيَعْقُوبَ وَالْأَسْباطَ كانُوا هُوداً أَوْ نَصارى، قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ، وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغافِلٍ عَمَّا تَعْمَلُونَ.وقوله تعالى: أَمْ تَقُولُونَ إِنَّ إِبْراهِيمَ وَإِسْماعِيلَ وَإِسْحاقَ وَيَعْقُوبَ وَالْأَسْباطَ حرف «أم» فيه معادل للهمزة في قوله تعالى في الآية السابقة أَتُحَاجُّونَنا فِي اللَّهِ على أحد الوجوه بمعنى أى الأمرين تأتون؟ المحاجة في حكمة الله أم ادعاء اليهودية والنصرانية على الأنبياء المذكورين فيهذه الآية والمراد من الاستفهام عنهما إنكارهما معا، إنكار حجاجهم في دين الله، وإنكار قولهم إن إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط كانوا هودا أو نصارى.فكأنه- سبحانه- يقول لنبيه صلّى الله عليه وسلّم قل لهم: لا تجادلوننا في دين الله بغير حق، ولا تقولوا إن الأنبياء كانوا على دينكم، فإن مجادلتكم وأقوالكم من قبيل المزاعم الباطلة التي لا سند لها من عقل أو نقل.وقوله تعالى: قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ معناه قل لهم يا محمد إن زعموا أن الأنبياء المذكورين في الآية كانوا هودا أو نصارى: إن ما زعمتموه من أن إبراهيم وإسماعيل وإسحاق ويعقوب كانوا هودا أو نصارى هو على خلاف ما يعلمه الله، لأنه- سبحانه- قد أخبرنا بأنهم كانوا مسلمين مبرئين عن اليهودية والنصرانية، وأن يعقوب- عليه السلام- عند ما حضرته الوفاة أوصى بنيه بأن يموتوا على الإسلام، وأن التوراة والإنجيل ما أنزلا إلا من بعد أولئك الأنبياء جميعا، هكذا أخبرنا الله فهل أنتم أعلم بديانتهم أم الله ولا شك أنهم لن يستطيعوا أن يقولوا نحن أعلم، وإنما سيقولون الله اعلم، فإذا لزمهم هذا القول: قلنا لهم إذا فدعواكم لا أساس لها من الصحة وبذلك تكون الجملة الكريمة قد قطعت حجتهم بأجمع بيان وأحكمه.وقوله تعالى: وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهادَةً عِنْدَهُ مِنَ اللَّهِ معناه لا أحد أشد ظلما ممن يكتم شهادة ثبتت عنده عن الله، تخبر بأن هؤلاء الأنبياء كانوا على الإسلام ولم يكونوا هودا أو نصارى.قال فضيلة أستاذنا السيد محمد الخضر حسين- رحمه الله- ما ملخصه: ولما أنزل قوله تعالى: الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ: مَكْتُوباً عِنْدَهُمْ فِي التَّوْراةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهاهُمْ عَنِ الْمُنْكَرِ، وَيُحِلُّ لَهُمُ الطَّيِّباتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبائِثَ.. إلى آخر الآية الكريمة، كان من أهل الكتاب من آمن به وأخبر بما في كتبهم من ذكره بصفته وعلاماته، وكان منهم من لا ينكر أن يكون قد ذكر في الكتابين. ولكنه يكابر ويقول: المقصود نبي لم يأت بعد وقد تصدى لجمع هذه البشائر من كتابي التوراة والإنجيل طائفة من أهل البحث والعلم في القديم والحديث، وبينوا وجه انطباقها على حال النبي صلّى الله عليه وسلّم بحيث لا تأخذ الناظر الطالب للحق ريبة في أنه الرسول الذي بشرت الأنبياء بمبعثه وعموم رسالته، ومن هذه البشائر ما جاء في سفر التثنية من التوراة (أقيم لهم من وسط إخوتهم مثلك، وأجعل كلامي في فمه فيكلمهم بكل ما أوصيه به) .والنبي المماثل لموسى- عليه السلام- في الرسالة والشريعة المستأنفة هو النبي محمد صلّى الله عليه وسلّم وإخوة بنى إسرائيل هم العرب، لأنهما يجتمعان في إبراهيم- عليه السلام- وقوله: «وأجعل كلامي في فمه، يوافق حال النبي صلّى الله عليه وسلّم من الأمية وعدم تعاطى الكتابة»  .ثم ختمت الآية بالوعيد الشديد لهم على مزاعمهم الباطلة، فقال تعالى وَمَا اللَّهُ بِغافِلٍ عَمَّا تَعْمَلُونَ.الغفلة: السهو والنسيان، والمراد أنه- سبحانه- محيط بأعمال هؤلاء الذين كتموا الحق، لا تخفى عليه منها خافية وسيحاسبهم عليها حسابا عسيرا، ويعاقبهم على مزاعمهم الباطلة عقابا أليما، فالجملة الكريمة تهديد ووعيد لأهل الكتاب."
}