{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/220/",
    "ayah_number": 220,
    "text": "أما السؤال الثالث والأخير الذي ورد في هاتين الآيتين فهو قوله تعالى وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ، وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ.أخرج أبو داود والحاكم والنسائي وغيرهم عن ابن عباس قال:لما نزل قوله- تعالى-: وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُوقوله- تعالى-:إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً وَسَيَصْلَوْنَ سَعِيراً انطلق من كان عنده يتيم فعزل طعامه من طعامه. وشرابه من شرابه، فجعل يفضل له الشيء من طعامه وشرابه، فيحبس له حتى يأكله أو يفسد، فاشتد ذلك عليهم فذكروا ذلك لرسول الله صلّى الله عليه وسلّم فأنزل الله- تعالى- وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ فخلطوا طعامهم وشرابهم بشرابهم «1» .والمعنى: ويسألونك يا محمد عن القيام بأمر اليتامى أو التصرف في أموالهم أو عن أموالهم وكيف يكونون معهم فقل لهم: إن المطلوب هو إصلاحهم بالتهذيب والتربية الرشيدة.والمعاملة الحسنة، وإصلاح أموالهم بالمحافظة عليها وعدم إنفاقها إلا في الوجوه المشروعة فهذا الإصلاح المفيد لهم ولأموالهم خير من مجانبتهم، وتركهم، ولذا قال- تعالى- بعد ذلك:وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ أى: وإن تعاشروهم وتضموهم إليكم فاعتبروهم إخوانكم في العقيدة والإنسانية، وعاملوهم بمقتضى ما تفرضه الأخوة من تراحم وتعاطف ومساواة.والجملة الكريمة معطوفة على ما قبلها. و «إصلاح» مبتدأ وسوغ الابتداء به مع أنه نكرة وصفه بالجار والمجرور «لهم» و «خير» خبره، وقوله: فَإِخْوانُكُمْ الفاء واقعة في جواب الشرط، وإخوانكم خبر لمبتدأ محذوف والتقدير فهم إخوانكم، والجملة في محل جزم على أنها جواب الشرط.وقوله: وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وعد ووعيد، وترغيب في الإصلاح وترهيب من الإفساد، أى: والله يعلم المفسد لشئون هؤلاء اليتامى من المصلح لها، كما أنه- سبحانه- لا يخفى عليه شيء في الأرض ولا في السماء، وسيجازى كل إنسان على حسب عمله، فاحذروا الإفساد ولا تتحروا غير الإصلاح.ثم قال- تعالى-: وَلَوْ شاءَ اللَّهُ لَأَعْنَتَكُمْ العنت: الشدة والمشقة والتضييق. يقال:أعنته في كذا يعنته إعناتا، إذا أجهده وألزمه ما يشق عليه.أى: ولو شاء الله لضيق عليكم وأحرجكم بتحريم مخالطة هؤلاء اليتامى، وبغير ذلك مما يشرع لكم، ولكنه- سبحانه- وسع عليكم وخفف فأباح لكم مخالطتهم بالتي هي أحسن، فاشكروه على ذلك.ثم ختم- سبحانه- الآية بقوله: إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ أى: إن الله- تعالى- غالب على أمره لا يعجزه أمر من الأمور التي من جملتها إعناتكم قادر على أن يعز من أعز اليتامى ويذل من أذلهم، حكيم في كل تصرفاته وأفعاله، فلا يضع الأشياء إلا في مواضعها.وقد استدل العلماء بهذه الآية على جواز التصرف في أموال اليتامى على وجه الإصلاح، وعلى أن للولي أن يخالط اليتيم بنفسه في المصاهرة والمشاركة وغير ذلك مما تقتضيه المصلحة.وقد وردت أحاديث متعددة في رعاية اليتيم وإصلاح أحواله ومن ذلك ما رواه البخاري عن سهل بن سعد قال: قال رسول الله صلّى الله عليه وسلّم «أنا وكافل اليتيم في الجنة هكذا، وأشار بالسبابة والوسطى وفرق بينهما» .وروى الطبراني عن أبى الدرداء. قال: أتى النبي صلّى الله عليه وسلّم رجل يشكو قسوة قلبه، فقال له النبي صلّى الله عليه وسلّم أتحب أن يلين وتدرك حاجتك؟ ارحم اليتيم، وامسح رأسه، وأطعمه من طعامك يلن قلبك وتدرك حاجتك.وبذلك نرى أن هاتين الآيتين الكريمتين قد اشتملتا على أفضل ألوان الإصلاح للأفراد والجماعات في مطاعمهم ومشاربهم ونفقتهم وعلاقتهم بغيرهم ولا سيما اليتامى الذين فقدوا الأب الحانى، والقلب الرحيم، ومن شأن الأمة التي تعمل بهذا التوجيه السامي الحكيم أن تنال السعادة في دنياها. ورضاه الله- في أخراها.ثم تحدثت السورة بعد ذلك في اثنتين وعشرين آية  عن بعض أحكام وآداب الزواج والمعاشرة، والإيلاء والطلاق، والعدة، والنفقة، والرضاعة، والخطبة، والمتعة، وغير ذلك مما يتعلق بصيانة الأسرة وتقويتها، وبنائها على أفضل الدعائم، وأحكم الروابط، إذ الأسرة هي اللبنة الأساسية في بناء المجتمع، ومن مجموعها يتكون، فإذا صلحت الوحدات والمكونات صلح البنيان، وإذا تصدعت تصدع.ولقد ابتدأت الآيات التي معنا حديثها عن الأسرة بالحديث عن الزواج لأنه أعمق الروابط وأقواها ومنه تتأتى الذرية، لذا جعل أساس الاختيار فيه هو التدين السليم، والخلق القويم، الذي يسعد ولا يشقى، ويبنى ولا يهدم، ويحفظ ولا يضيع.. ولا يتأتى ذلك إلا باختيار المسلمة الصالحة والإعراض عن المشركة الكافرة.استمع إلى القرآن الكريم وهو يبين ذلك فيقول:"
}