{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/80/",
    "ayah_number": 80,
    "text": "ثم حكى القرآن بعد ذلك لونا من ألوان دعاواهم الباطلة، وأقاويلهم الفاسدة، ورد عليهم بما يخرس ألسنتهم ويقطع حجتهم، فقال تعالى:روى المفسرون في سبب نزول هذه الآيات آثارا، منها ما روى عن ابن عباس- رضي الله عنهما- قال: «إن اليهود كانوا يقولون إن هذه الدنيا سبعة آلاف سنة، وإنما نعذب بكل ألف سنة يوما في النار، وإنما هي سبعة أيام معدودة» ، فأنزل الله تعالى: وَقالُوا لَنْ تَمَسَّنَا النَّارُ ...الآيات .وأخرج ابن جرير عن ابن زيد قال: «حدثني أبى أن الرسول صلّى الله عليه وسلّم قال لليهود أنشدكم بالله وبالتوراة التي أنزلها الله على موسى يوم طور سيناء، من أهل النار الذين أنزلهم الله في التوراة؟قالوا: إن ربنا غضب علينا غضبة، فنمكث في النار أربعين ليلة، ثم نخرج فتخلفوننا فيها، فقال رسول الله صلّى الله عليه وسلّم كذبتم والله لا نخلفكم فيها أبدا، فنزل القرآن تصديقا لقول النبي صلّى الله عليه وسلّم وتكذيبا لهم- نزل قوله تعالى- وَقالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّاماً مَعْدُودَةً.. إلى قوله تعالى:هُمْ فِيها خالِدُونَ .وأخرج ابن جرير- أيضا- عن ابن عباس أنه قال في قوله تعالى: وَقالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّاماً مَعْدُودَةً ذلك أعداء الله اليهود، قالوا: لن يدخلنا الله النار إلا تحلة القسم. الأيام التي أصبنا فيها العجل أربعين يوما، فإذا انقضت عنا تلك الأيام انقطع عنا العذاب والقسم .هذه بعض الآثار التي وردت في سبب نزول الآيات الكريمة، والمعنى:وقالت اليهود- يا محمد- إن النار لن تصيبنا، ولن نذوق حرها، إلا أياما قلائل- قل لهم- يا محمد- ردا على دعواهم الكاذبة هل اتخذتم من الله عهدا بذلك حتى يكون الوفاء به متحققا؟ أم تقولون على الله الباطل جهلا وجراءة عليه؟ثم أبطل القرآن الكريم دعواهم بأصل عام يشملهم ويشمل غيرهم فقال. ليس الأمر كما تدعون، بل الحق أنه من كسب سيئة وأحاطت به خطيئته ومات عليها دون أن يتوب إلى الله- تعالى- منها فَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ، وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ أَصْحابُ الْجَنَّةِ هُمْ فِيها خالِدُونَ.وقوله تعالى: وَقالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّاماً مَعْدُودَةً بيان لضرب من ضروب غرورهم وكذبهم، معطوف على رذائلهم السابقة التي حكاها القرآن الكريم، إذ الضمير في قوله تعالى (وقالوا) يعود على اليهود الذين مر الحديث عنهم ولما ينته بعد.والمس: اتصال أحد الشيئين بآخر على وجه الإحساس والإصابة..والمراد من النار: نار الآخرة. والمراد من المعدودة: المحصورة القليلة، يقال: شيء معدود أى قليل. وشيء غير معدود أى كثير فهم يدعون أن النار لن تمسهم إلا مدة يسيرة قد تكون سبعة أيام، وقد تكون أربعين يوما، وبعدها يخرجون إلى الجنة لأن كل معدود منقض.ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يرد عليهم فيما زعموه فقال تعالى: قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْداً فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللَّهِ ما لا تَعْلَمُونَ أى: قل لهم- يا محمد- إن مثل هذا الإخبار الجازم بأن النار لن تمسكم إلا أياما معدودة، لا يكون إلا ممن اتخذ عهدا من الله بذلك، فهل تقدم لكم من الله عهد بأن النار لن تمسكم إلا أياما معدودة، فكان الوفاء متحققا، لأن الله- تعالى- لا يخلف وعده، أم تقولون على الله شيئا لا علم لكم به.فالاستفهام للإنكار، وهو متوجه إلى زعمهم أن النار لن تمسهم إلا أياما معدودة، فكأنه- سبحانه- يقول لهم. إن قولكم هذا يحتمل أمرين لا ثالث لهما: إما اتخاذ عهد عند الله به، وإما القول عليه- سبحانه- بدون علم، وما دام قد ثبت أن اتخاذ العهد لم يحصل، إذا أنتم- يا معشر اليهود- كاذبون فيما تدعون من أن النار لن تمسكم إلا أياما معدودة.قال الإمام الرازي: قوله تعالى: أَتَّخَذْتُمْ ليس باستفهام بل هو إنكار لأنه لا يجوز أن يجعل الله- تعالى- حجة رسوله في إبطال قولهم أن يستفهمهم بل المراد التنبيه على طريقة الاستدلال، وهي أنه لا سبيل إلى معرفة هذا التقدير إلا بالسمع، فلما لم يوجد الدليل السمعي وجب ألا يجوز الجزم بهذا التقدير .وإنما ساق القرآن الكريم الرد عليهم في صورة الاستفهام، لما فيه من ظهور القصد إلى تقريرهم بأنهم قالوا على الله ما لا يعلمون، إذ هم لا يستطيعون أن يثبتوا أن الله وعدهم بما ادعوه من أن النار لن تمسهم إلا أياما معدودة، ولا يوجد عندهم نص صحيح من كتابهم يؤيد مدعاهم.وبذلك تكون الآية الكريمة قد أبطلت مدعاهم إبطالا يحمل طابع الإنكار والتوبيخ."
}