{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/94/",
    "ayah_number": 94,
    "text": "ثم أمر الله- تعالى- نبيه «صلّى الله عليه وسلّم» أن يرد على اليهود في دعواهم أن الجنة لن يدخلها إلا من كان على ملتهم فقال- تعالى-:( قُلْ إِن كَانَتْ لَكُمُ الدار الآخرة . . . )ومعنى الآيات الكريمة إجمالا:قل- يا محمد- لأولئك اليهود الذين ادعوا أن الجنة لن يدخلها إلا من كان هودا: إن كانت الجنة مختصة بكم، وسالمة لكم دون غيركم، وليس لأحد سواكم فيها حق. فتمنوا الموت إن كنتم صادقين في دعواكم، لأن من أيقن أنه من أهل الجنة اشتاق إليها وأحب الوصول إليها.ثم أخبر الله أن هذا التمني لن يحصل منهم فقال: وَلَنْ يَتَمَنَّوْهُ أَبَداً أى الموت بِما قَدَّمَتْ أَيْدِيهِمْ أى بسبب ما ارتكبوه من كفر ومعصية وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ الذين وضعوا الأمور في غير موضعها، فادعوا ما ليس لهم، ونفوه عمن هو لهم.ثم أخبر القرآن بأن حرصهم على الحياة لا نظير له ولا مثيل فقال: وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلى حَياةٍ متطاولة وَمِنَ الَّذِينَ أَشْرَكُوا أى: وأحرص عليها- أيضا- من الذين أشركوا الذين لا يعرفون إلا الحياة الدنيا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ أى يتمنى الواحد من هؤلاء اليهود أن يعيش السنين الكثيرة ولو تجاوزت الحدود المعقولة لعمر الإنسان والحال أنه ما أحد منهم بمزحزحه ومنجيه تعميره من العذاب وَاللَّهُ بَصِيرٌ بِما يَعْمَلُونَ أى: لا يخفى عليه أعمالهم، فهو محاسبهم عليها، ومجازيهم بما يستحقونه من عقاب.وقوله تعالى: قُلْ إِنْ كانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ رد على زعمهم الباطل أن الجنة لا يدخلها إلا من كان هودا، والمراد بالدار الآخرة: الجنة ونعيمها، ومعنى «خالصة» سالمة لكم مختصة بكم، لا يشارككم فيها أحد من الناس.قال الإمام ابن جرير: «يقال: خلص لي فلان بمعنى صار لي وحدي وصفا لي، ويقال منه خلص هذا الشيء، فهو يخلص خلوصا وخالصة، والخالصة مصدر مثل العافية..»وقوله تعالى: فَتَمَنَّوُا الْمَوْتَ التمني هو ارتياح النفس ورغبتها القوية في الشيء. بحيث توده وتحب المصير إليه، وهو يستعمل في المعنى القائم بالقلب كما بينا، ويستعمل في اللفظ الدال على هذا المعنى، كأن يقول الإنسان بلسانه، ليتني أحصل على كذا.والاستعمال الثاني هو المراد بقوله تعالى: فَتَمَنَّوُا الْمَوْتَ أى اذكروا بألسنتكم لفظا يدل على أنكم تحبون الموت وترغبون فيه. وإنما قلنا إن ذلك هو المراد من الآية لأن المعنى الكائن بالقلب لا يعرفه أحد سوى الله- تعالى- والتحدي لا يقع بتحصيل المعاني القائمة بالضمائر والقلوب.ومعنى الآية الكريمة. قل يا محمد لليهود: إن كانت الجنة خاصة بكم، ولا منازع لكم فيها ولا مزاحم كما تزعمون، فتمنوا الموت بألسنتكم لكي تظفروا بنعيمها الدائم، إن كنتم صادقين في دعواكم أنها خالصة لكم، وإلا فإنكم لا تكونون صادقين في دعواكم، إذ لا يعقل أن يرغب الإنسان عن السعادة المحضة الدائمة المضمونة له في الآخرة، إلى سعادة ممزوجة بالشقاء في الدنيا.قال الإمام الرازي: (وبيان هذه الملازمة أن نعم الدنيا قليلة حقيرة بالقياس إلى نعم الآخرة. ثم إن نعم الدنيا على قلتها كانت منغصة عليهم بسبب ظهور محمد صلّى الله عليه وسلّم ومنازعته معهم، بالجدال والقتال، ومن كان في النعم القليلة المنغصة. ثم تيقن أنه بعد الموت لا بد أن ينتقل إلى تلك النعم العظيمة، فإنه لا بد أن يكون راغبا في الموت، لأن تلك النعم العظيمة مطلوبة ولا سبيل إليها إلا بالموت وحيث كان الموت يتوقف عليه المطلوب وجب أن يكون هذا الإنسان راضيا بالموت متمنيا له، فثبت أن الدار الآخرة لو كانت خالصة لهم، لوجب أن يتمنوا الموت. ثم إن الله- تعالى- أخبر أنهم ما تمنوا الموت، بل لن يتمنوه أبدا، وحينئذ يلزم قطعا بطلان ادعائها في قولهم: «إن الدار الآخرة خالصة لهم من دون الناس» .وتحديهم بتمني الموت يكون بأن يقولوا بألسنتهم ليتنا نموت، أو يقولوا ما في معنى هذه الكلمة كما أشرنا إلى ذلك سابقا، وهذا رأى جمهور المفسرين.وروى عن ابن عباس- رضي الله عنهما- أن ذلك يكون عن طريق المباهلة، بأن يحضروا مع المؤمنين في صعيد واحد، ثم يدعو الفريقان بالموت على الكاذب منهما.ويبدو لنا أن الرأى الأول أرجح لأنه أقرب إلى موافقة اللفظ الذي نطقت به الآية وأقرب أيضا إلى معناها. إذ ليس في الآية إشارة ما إلى طلب المباهلة، والقرآن حينما دعا إليها نصارى نجران، جاء اللفظ بها صريحا في قوله تعالى: فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ ما جاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعالَوْا نَدْعُ أَبْناءَنا وَأَبْناءَكُمْ، وَنِساءَنا وَنِساءَكُمْ وَأَنْفُسَنا وَأَنْفُسَكُمْ، ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكاذِبِينَ ."
}