{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/223/",
    "ayah_number": 223,
    "text": "ثم قال- تعالى-: نِساؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ.روى الشيخان عن جابر قال: كانت اليهود تقول: إذا أتى الرجل امرأته من دبرها في قبلها ثم حملت كان ولدها أحول. فأنزل الله- تعالى- قوله: نِساؤُكُمْ حَرْثٌ لَكُمْ الآية.والحرث في الأصل: تهيئة الأرض بالحراثة لإلقاء البذر فيها. وقد تطلق كلمة الحرث على الأرض المزروعة كما في قوله- تعالى- أَنِ اغْدُوا عَلى حَرْثِكُمْ أى على حديقتكم لجمع ما فيها من ثمار.وشبهت المرأة بالأرض لأن كليهما يمد الوجود الإنسانى بأسباب بقائه، فالزوجة تمده بعناصر تكوينه، والأرض تمده بأسباب حياته.وأَنَّى شِئْتُمْ بمعنى كيف شئتم، أو متى شئتم في غير وقت الحيض.والمعنى: نساؤكم هن مزرع لكم ومنبت للولد، أعدهن الله لذلك كما أعد الأرض للزراعة والإنبات، فأتوهن إذا تطهرن من الحيض في موضع الحرث كيف شئتم مستلقيات على ظهورهن أو غير ذلك ما دمتم تؤدون شهوتكم في صمام واحد وهو الفرج.وفي هذه الجملة الكريمة إشعار بأن المقصد الأول من الزواج إنما هو النسل، ويشير إلى ذلك قوله نِساؤُكُمْ حَرْثٌ لَكُمْ إذ من شأن الحرث الصالح الإنتاج وإشعار كذلك بما شرعه الله للزوجين من مؤانسة ومباسطة ويشير إلى ذلك قوله- تعالى-: فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ.ويرى صاحب الكشاف أن التشبيه بين ما يلقى في الأرحام من النطفة وبين البذر الذي يلقى في الأرض من حيث إن كلا منهما ينمو في مستودعه ويكون به البقاء والتوالد، فقد قال- رحمه الله-:نِساؤُكُمْ حَرْثٌ لَكُمْ مواضع الحرث لكم. وهذا مجاز شبهن بالمحارث تشبيها لما يلقى في أرحامهن من النطف التي منها النسل بالبذور، وقوله: فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ تمثيل، أى فأتوهن كما تأتون أراضيكم التي تحرثونها من أى جهة شئتم، لا تحظر عليكم جهة دون جهة.والمعنى: جامعوهن من أى شق أردتم بعد أن يكون المأتى واحدا وهو موضع الحرث.ثم قال: وقوله- تعالى-: هُوَ أَذىً، فَاعْتَزِلُوا النِّساءَ وقوله مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ وقوله فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ من الكنايات اللطيفة والتعريضات الحسنة. وهذه وأشباهها في كلام الله آداب حسنة على المؤمنين أن يتعلموها ويتأدبوا بها ويتكلفوا مثلها في محاورتهم ومكاتبتهم.فإن قلت: ما موقع قوله نِساؤُكُمْ حَرْثٌ لَكُمْ مما قبله؟ قلت: موقعه موقع البيان والتوضيح لقوله: فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ يعنى أن المأتى الذي أمركم الله به هو مكان الحرث ترجمة له وتفسيرا، أو إزالة للشبهة ودلالة على أن الغرض الأصيل في الإتيان هو طلب النسل لا قضاء الشهوة فلا تأتوهن إلا من المأتى الذي يتعلق به هذا الغرض»  .ثم ختم الله- تعالى- الآية بقوله: وَقَدِّمُوا لِأَنْفُسِكُمْ، وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ.أى: عليكم أيها المؤمنون أن تقدموا في حاضركم لمستقبلكم من الأعمال الصالحة ما ينفعكم في دنياكم وآخرتكم، بأن تختاروا في زواجكم ذات الدين، وأن تسيروا في حياتكم الزوجية على الطريقة التي رسمها لكم خالقكم وعليكم كذلك أن تتقوه بأن تصونوا أنفسكم عن كل ما نهاكم عنه، وأن تعلموا علم اليقين أنكم ستلقونه فيحاسبكم على أعمالكم ويجازيكهم عليها بما تستحقون.وقوله: وَبَشِّرِ الْمُؤْمِنِينَ بشارة طيبة لمن آمن وعمل صالحا، وتلقى ما كلفه الله- تعالى- بالطاعة والامتثال.وبذلك نرى أن هاتين الآيتين قد أرشدتا المسلّم إلى أفضل الوسائل، وأقوى الدعائم التي يقوم عليها صرح الحياة الزوجية السعيدة، والتي عن طريقها تأتى الذرية الصالحة الرشيدة، وأن الإسلام في تعاليمه لا يحاول أن ينكر أو يحطم غرائز الإنسان وضرورياته، وإنما الإسلام يعترف بغرائز الإنسان وضرورياته ثم يعمل على تهذيبها وتقويمها بالطرق التي من شأنه إذا ما اتبعها أن يظفر بالسعادة والطمأنينة في دنياه وأخراه.وبعد أن بينت لنا السورة الكريمة حكم المباشرة في فترة الحيض تابعت حديثها عن شئون الأسرة فذكرت حكم الإيلاء أى الحلف بالامتناع عن المباشرة بعد أن قدمت له بالحديث عن الحلف في ذاته. استمع إلى السورة الكريمة وهي تحكى ذلك فتقول:"
}