{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/195/",
    "ayah_number": 195,
    "text": "ثم أمر الله- تعالى- المؤمنين ببذل المال من أجل إعلاء كلمته، ونصرة دينه، فقال:وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ.قال الإمام الرازي: الإنفاق هو صرف المال إلى وجوه المصالح فلذلك لا يقال في المضيع:إنه منفق. فإذا قيد الإنفاق بذكر سبيل الله، فالمراد به طريق الدين، لأن السبيل هو الطريق، وسبيل الله هو دينه، فكل ما أمر الله به في دينه من الإنفاق فهو داخل في الآية سواء أكان إنفاقا في حج أو في صلة رحم أو غير ذلك، إلا أن الأقرب في هذه الآية- وقد تقدم ذكر الجهاد- أنه يراد به الإنفاق في الجهاد، وقوله فِي سَبِيلِ اللَّهِ كالتنبيه على العلة في وجوب هذا الإنفاق، وذلك لأن المال مال الله فيجب إنفاقه في سبيله، ولأن المؤمن إذا سمع ذكر الله اهتز ونشط فيسهل عليه إنفاق المال   .وتُلْقُوا من الإلقاء وهو طرح الشيء من اليد.قال الجمل: والباء في قوله: بِأَيْدِيكُمْ تحتمل وجهين:أحدهما: أنها زائدة في المفعول به لأن ألقى يتعدى بنفسه، قال- تعالى-: فَأَلْقى عَصاهُ.والثاني: أن يضمن ألقى معنى فعل يتعدى بالباء فيتعدى تعديته فيكون المفعول به في الحقيقة هو المجرور بالباء تقديره، ولا تفضوا بأيديكم إلى التهلكة كقوله: أفضيت بجنبي إلى الأرض أى: طرحته على الأرض»  .والمراد بالأيدى: الأنفس، من باب ذكر الجزء وإرادة الكل، لأن أكثر ظهور أفعال النفس تكون عن طريق اليد.والتهلكة: الهلاك والموت. أو كل شيء تصير عاقبته إليه. مصدر هلك يهلك هلكا وهلاكا وتهلكة.والجملة الكريمة معطوفة على جملة وَقاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ.. ألخ، لأنهم لما أمروا بقتال عدوهم، وكان أوفر منهم عدة وعددا، كلفهم بالاستعداد له عن طريق إنفاق الكثير من أموالهم في سبيل إعلاء كلمة الله لأن هذا الإنفاق من أقوى الوسائل التي توصل إلى النصر.والمعنى: عليكم، أيها المؤمنون- أن تقاتلوا في سبيل الله من قاتلكم، وأن تنفقوا من أجل إعلاء كلمة الله أموالكم، ولا تلقوا أنفسكم فيما فيه هلاككم في دين أو دنيا، بسبب ترككم الجهاد وبخلكم عن الإنفاق فيه مع القدرة على ذلك.ويشهد لهذا المعنى ما أخرجه الترمذي وغيره عن أبى عمران قال: كنا بمدينة الروم القسطنطينية- فأخرجوا إلينا صفا عظيما من الروم. فخرج إليهم من المسلمين مثلهم فحمل وبعد هذا الحديث المحكم عن القتال في سبيل الله، وبيان أحكامه بالنسبة للأشهر الحرم وللبيت الحرام، ساق القرآن في بضع آيات جملة من الأحكام والآداب التي تتعلق بفريضة الحج، إذ القتال جهاد لحماية الأمة الإسلامية من الخارج، والحج جهاد لتهذيب النفس وحماية الأمة من الداخل عن طريق تجميع أبنائها على اختلاف ديارهم في مكان واحد ليشهدوا منافع لهم، وليتعاونوا على البر والتقوى لا على الإثم والعدوان. استمع إلى سورة البقرة وهي تحدثك عن بعض أحكام الحج وآدابه فتقول:"
}