{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/145/",
    "ayah_number": 145,
    "text": "والمعنى: ولئن جئت- يا محمد- اليهود ومن على طريقتهم في الكفر بكل برهان وحجة، بأن الحق هو ما جئتهم به، من فرض التحول من قبلة بيت المقدس في الصلاة إلى قبلة المسجد الحرام، ما صدقوا به، لأن تركهم اتباعك ليس عن شبهة يزيلها الدليل، وإنما هو عن مكابرة وعناد مع علمهم بما في كتبهم من أنك على الحق المبين.وما أنت- يا محمد- بتابع قبلتهم، لأنك على الهدى وهم على الضلال وفي هذه الجملة الكريمة حسم لأطماعهم، وتقرير لحقية القبلة إلى الكعبة، بعد أن أشاعوا بأن النبي صلّى الله عليه وسلّم لو ثبت على قبلتهم لكانوا يرجون أنه النبي المنتظر، فقطع القرآن الكريم آمالهم في رجوع النبي صلّى الله عليه وسلّم إلى قبلتهم، وأخبر بأنه ليس يتابع لها.ثم ذكر القرآن الكريم اختلاف أهل الكتاب في القبلة، وأن كل طائفة منهم لا تتبع قبلة الطائفة الأخرى فقال تعالى: وَما بَعْضُهُمْ بِتابِعٍ قِبْلَةَ بَعْضٍ أى: ما اليهود بمتبعين لقبلة النصارى ولا النصارى بمتبعين لقبلة اليهود، فهم مع اتفاقهم على مخالفتك، مختلفون في باطلهم وذلك لأن اليهود تستقبل بيت المقدس، والنصارى تستقبل مطلع الشمس.ثم ساق القرآن الكريم بعد ذلك تحذيرا للأمة كلها من اتباع أهل الكتاب، وجاء هذا التحذير في شخص النبي صلّى الله عليه وسلّم فقال تعالى: وَلَئِنِ اتَّبَعْتَ أَهْواءَهُمْ مِنْ بَعْدِ ما جاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذاً لَمِنَ الظَّالِمِينَ.أى: لئن اتبعت- يا محمد- قبلتهم- على سبيل الفرض، والتقدير من بعد وضوح البرهان وإعلامى إياك بإقامتهم على الباطل، إنك إذا لمن الظالمين لأنفسهم، المخالفين لأمري.فالآية الكريمة: وعيد وتحذير للأمة الإسلامية من اتباع آراء اليهود المنبعثة عن الهوى والشهوة، وسيق الوعيد والتحذير في صورة الخطاب للرسول صلّى الله عليه وسلّم الذي لا يتوقع منه أن يتبع أهواء أهل الكتاب، تأكيدا للوعيد والتحذير، فكأنه يقول:لو اتبع أهواءهم أفضل الخليقة، وأعلاهم منزلة عندي، لجازيته مجازاة الظالمين، وأحق بهذه المجازاة وأولى من كانوا دونه في الفضل وعلو المنزلة إن اتبعوا أهواء المبطلين وهم اليهود ومن كان على شاكلتهم من المشركين.قال صاحب الكشاف: «فإن قلت: كيف قال وما أنت بتابع قبلتهم ولهم قبلتان، لليهود قبلة وللنصارى قبلة؟.قلت: كلتا القبلتين باطلة، مخالفة لقبلة الحق، فكانتا بحكم الاتحاد في البطلان قبلة واحدة» ."
}