{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/126/",
    "ayah_number": 126,
    "text": "ثم ساق القرآن بعد ذلك نماذج من الدعوات التي تضرع بها إبراهيم إلى ربه فقال:وَإِذْ قالَ إِبْراهِيمُ رَبِّ اجْعَلْ هذا بَلَداً آمِناً أى: أضرع إليك يا إلهى أن تجعل الموضع الذي فيه بيتك مكانا يأنس إليه الناس، ويأمنون فيه من الخوف، ويجدون فيه كل ما يرجون من أمان واطمئنان.والمشار إليه بقوله: هذا مكة المكرمة. والبلد كل قطعة من الأرض عامرة أو غامرة.والمقصود بالدعاء إنما هو أمن أهله لأن الأمن والخوف لا يلحقان البلد، وإنما يلحقان أهل البلد.قال الإمام الرازي: وإنما قال هنا بَلَداً آمِناً على التنكير، وقال في سورة إبراهيم رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِناً على التعريف لوجهين:الأول: أن الدعوة الأولى وقعت ولم يكن المكان قد جعل بلدا، كأنه قال: اجعل هذا الوادي بلدا آمنا. والدعوة الثانية وقعت وقد جعل بلدا، فكأنه قال: اجعل هذا المكان الذي صيرته بلدا ذا أمن وسلامة.الثاني: أن تكون الدعوتان وقعتا بعد ما صار المكان بلدا، فقوله: اجْعَلْ هذا بَلَداً آمِناً تقديره: أجعل هذا البلد بلدا آمنا كقولك: كان اليوم يوما حارا، وهذا إنما تذكره للمبالغة في وصفه بالحرارة، لأن التنكير يدل على المبالغة فقوله: رب اجعل هذا البلد بلدا آمنا معناه:اجعله من البلدان الكاملة في الأمن. وأما قوله: رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِناً فليس فيه إلا طلب الأمن لا طلب المبالغة .أما الدعوة الثانية التي توجه بها إبراهيم إلى ربه من أجل أهل مكة فقد حكاها القرآن في قوله:وَارْزُقْ أَهْلَهُ مِنَ الثَّمَراتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ.أى: كما أسألك يا إلهى أن تجعل هذا لبلد بلدا آمنا. أسألك كذلك أن ترزق المؤمنين من أهله من الثمرات ما يسد حاجاتهم، ويغنيهم من الاحتياج إلى غيرك.وقوله: «ارزق» مأخوذ من رزقه يرزقه إذا أعطاه ما ينتفع به من مأكول وغيره.والثمرات: جمع ثمرة، وهي ما يحمله شجر أو زرع أو غيره من النبات. وإنما طلب ابراهيم- عليه السلام- من الله أن يجعل مكة بلدا آمنا، وأن يرزق أهلها من الثمرات بما يغنيهم لأن البلد إذا امتدت إليه ظلال الأمن، وكانت مطالب الحياة فيه ميسرة، أقبل أهله على طاعة الله بقلوب مطمئنة وتفرغوا لذلك بنفوس مستقرة.وقال في دعائه: مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ لأن أهل مكة قد يكون من بينهم كافرون، فأراد تخصيص المؤمنين منهم بدعائه، لذا أتبع قوله: وَارْزُقْ أَهْلَهُ بقوله: مَنْ آمَنَ مِنْهُمْ على وجه البدل فصار المعنى وارزق المؤمنين من أهله على ما تقتضيه القاعدة العربية من أن البدل وهو هنا مَنْ آمَنَ هو المقصود بطلب الرزق.وخص إبراهيم المؤمنين بطلب الرزق لهم حرصا على شيوع الإيمان بين سكان مكة، لأنهم إذا علموا أن دعوة إبراهيم إنما هي خاصة بالمؤمنين تجنبوا ما يبعدهم عن الإيمان، أو أنه خص المؤمنين بذلك تأدبا مع الله- تعالى- إذ سأله سؤالا أقرب إلى الإجابة، ولعله استشعر من رد الله عليه عموم دعائه السابق إذ قال: وَمِنْ ذُرِّيَّتِي فقال: لا يَنالُ عَهْدِي الظَّالِمِينَ أن غير المؤمنين ليسوا أهلا لإجراء رزق الله عليهم.واقتصر على ذكر الإيمان بالله واليوم الآخر في التعبير عن المؤمنين لأن الإيمان بالله واليوم الآخر لا يقع على الوجه الحق إلا إذا صاحبه الإيمان بكتب الله ورسله وملائكته.ثم بين- سبحانه- مصير الكافرين فقال: قالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلى عَذابِ النَّارِ وَبِئْسَ الْمَصِيرُ.الضمير في قالَ يعود إلى الله- تعالى- ومن في قوله وَمَنْ كَفَرَ منصوب بفعل مقدر دل عليه «فأمتعه» . والمعنى: قال الله وأرزق من كفر وإيراد المتكلم قولا من عنده معطوفا على قول متكلم آخر مألوف في اللغة العربية، ويحسن موقعه عند ما يقتضى المقام إيجازا في القول، ولولا هذا العطف لكان المعنى متطلبا لأن يقال: قال الله أرزق من آمن ومن كفر.وفَأُمَتِّعُهُ: من التمتع وهو إعطاء ما ينتفع به. وقَلِيلًا: وصف لمصدر محذوف في النظم، والمعنى: أمتعه تمتيعا قليلا. ووصف التمتع في الدنيا بالقلة، لأنه صائر إلى نفاد وانقطاع.وأَضْطَرُّهُ أى ألجئه وأسوقه بعد متاعه في الدنيا إلى عذاب لا يمكنه الانفكاك عنه وجملة «ثم أضطره إلى عذاب النار» احتراس من أن يغتر الكافر بأن تخويله النعم في الدنيا يؤذن برضا الله فلذلك ذكر العذاب هنا.وَبِئْسَ فعل يستعمل لذم المرفوع بعده، وهو ما يسميه النحاة بالمخصوص بالذم، ووردت هنا لذم النار المقدرة في الجملة، والمعنى: بئس المصير النار. أى أنها مصير سىء كما قال تعالى في آية أخرى.إِنَّها ساءَتْ مُسْتَقَرًّا وَمُقاماً.وقد أفادت الآية الكريمة أن الله يرزق الكافر في الدنيا كما يرزق المؤمن وإذا كان إمتاع المؤمن بالرزق لأنه أهل لأن ينعم عليه بكل خير، فإمتاع الكافر بالرزق له حكم منها استدراجه المشار إليه بقوله تعالى:سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ ولو خص الله المؤمنين بالتوسعة في الرزق وحرم منها الكافرين لكان هذا التخصيص سائقا للكافرين إلى الإيمان على وجه يشبه الإلجاء. وقد قضت حكمته- تعالى- أن يكون الإيمان اختياريا حتى ينساق الإنسان من طريق النظر في أدلة عقلية يبصر بها أقوام ولا يبصر بها آخرون."
}