{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/120/",
    "ayah_number": 120,
    "text": "ثم بين القرآن موقف أهل الكتاب من الدعوة الإسلامية فقال: وَلَنْ تَرْضى عَنْكَ الْيَهُودُ وَلَا النَّصارى حَتَّى تَتَّبِعَ مِلَّتَهُمْ.الملة: الطريقة المسلوكة، ثم جعلت اسما لما شرعه الله لعباده على لسان نبيه ليتوصلوا إلى السعادة الدائمة، وقد تطلق على ما ليس حقا من الأديان المنحرفة أو الباطلة، كما حكى القرآن عن يوسف عليه السلام- أنه قال:إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كافِرُونَ.وأفرد القرآن الملة فقال- تعالى- ملتهم- «مع أن لكل من اليهود والنصارى ملة خاصة، لأن الملتين بالنظر إلى مخالفتهما لدين الإسلام وما طرأ عليهما من التحريف بمنزلة واحدة، فاتباع إحداهما كاتباع الأخرى في قلة الانتفاع به.ومعنى الغاية في قوله: «حتى تتبع ملتهم الكناية عن اليأس من اتباع أهل الكتاب لشريعة الإسلام، لأنهم لما كانوا لا يرضون إلا باتباعه صلّى الله عليه وسلّم ملتهم وكان اتباع النبي صلّى الله عليه وسلّم لملتهم مستحيلا، فقد صار رضاهم عنه كذلك مستحيلا، فالجملة الكريمة مبالغة في الإقناط من إسلامهم، وتنبيه على أنه لا يرضيهم إلا ما لا يجوز وقوعه منه.ثم لقن الله- تعالى- نبيه صلّى الله عليه وسلّم الجواب فقال: قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدى.وهدى الله: دينه والهدى، بمعنى الهادي إلى طريق الفلاح في الدنيا والآخرة. أى: ما أنت عليه يا محمد من هدى الله الحق الذي يضعه في قلب من يشاء هو الهدى الحقيقي لا ما يدعيه هؤلاء من الأهواء.وإيراد الهدى معرفا بأل مع اقترانه بضمير الفصل «هو» يفيد قصر الهداية على دين الله، وينفى أن يكون في دين غير دين الله هدى. وإذا كانت الهداية مقصورة على الدين الذي جاء به محمد صلّى الله عليه وسلّم فكيف يطمع أهل الكتاب في أن يتبع ملتهم؟ثم حذر القرآن من اتباع أهل الكتاب فقال: وَلَئِنِ اتَّبَعْتَ أَهْواءَهُمْ بَعْدَ الَّذِي جاءَكَ مِنَ الْعِلْمِ، ما لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ.اللام في قوله: وَلَئِنِ تشعر بأن في الجملة قسما مقدرا روعي في صدرها ليفيد تأكيد ما تضمنته من أن متبع أهواء أهل الكتاب لا يجد من الله وليا ولا نصيرا.والأهواء: جمع هوى، والمراد بها آراؤهم المنحرفة عن الحق الصادرة من شهوات في أنفسهم. والعلم: الدين: وسمى علما لأنه يعلم بالأدلة القاطعة.والولي: القريب والحليف. والنصير: كل من يعين غيره على من يناوئه ويبسط إليه يده بسوء.والمعنى: ولئن اتبعت- يا محمد- آراءهم الزائفة، بعد الذي جاءك من العلم بأن دين الله هو الإسلام، أو من الدين المعلوم صحته بالبراهين الواضحة، مالك من الله من ولى يلي أمرك ولا نصير يدفع عنك عقابه.وإنما أوثر خطابه صلّى الله عليه وسلّم بذلك ليدخل دخولا أوليا من اتبع أهواءهم بعد الإسلام من المنافقين تمسكا بولايتهم، وطمعا في نصرتهم."
}