{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/124/",
    "ayah_number": 124,
    "text": "والابتلاء: الاختبار. أى. اختبره ربه- تعالى- بما كلفه به من الأوامر والنواهي، ومعنى اختبار الله- تعالى- لعبده، أن يعامله معاملة المختبر مجازا، إذ حقيقة الاختبار محالة عليه- تعالى- لعلمه المحيط بالأشياء والله- تعالى- تارة يختبر عباده بالضراء ليصبروا. وتارة بالسراء ليشكروا وفي كلتا الحالتين تبدو النفس البشرية على حقيقتها.وفي إسناد الابتلاء إلى الرب إشعار للتالي أو للسامع بأنه ابتلاه بما ابتلاه به تربية له، وتقوية لعزمه، حتى يستطيع النهوض بعظائم الأمور.وقد اختلف المفسرون في تعيين المراد بالكلمات التي اختبر الله بها نبيه إبراهيم- عليه السلام- على أقوال كثيرة.قال ابن جرير: «ولا يجوز الجزم بشيء مما ذكروه منها أنه المراد على التعيين إلا بحديث أو إجماع. قال: ولم يصح في ذلك خبر بنقل الواحد ولا بنقل الجماعة الذي يجب التسليم له، ولعل أرجح الآراء في المراد بهذه الكلمات، أنها الأوامر التي كلفه الله بها، فأتى بها على أتم وجه» .وقوله: فَأَتَمَّهُنَّ أى أتى بهن على الوجه الأكمل، وأداهن أداء تاما يليق- به- عليه السلام- ولذا مدحه الله بقوله: وَإِبْراهِيمَ الَّذِي وَفَّى.وجيء بالفاء في فَأَتَمَّهُنَّ للدلالة على الفور والامتثال. وذلك من شدة العزم، وقوة اليقين.وفي إجمال القرآن لتلك الكلمات التي امتحن الله بها إبراهيم، وفي وصفه له بأنه أتمهن، إشعار بأنها من الأعمال التي لا ينهض بها الا ذو عزم قوى يتلقى أوامر ربه بحسن الطاعة وسرعة الامتثال.وقدم المفعول وهو لفظ إبراهيم لأن المقصود تشريف إبراهيم بإضافة اسم الرب إلى اسمه مع مراعاة الإيجاز، فلذلك لم يقل وإذ ابتلى الله ابراهيم.وجملة قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً مستأنفة لبيان ما من الله به على إبراهيم من الكرامة ورفعة المقام، بعد أن ذكر- سبحانه- أنه عامله معاملة المختبر له، إذ كلفه بأمور شاقة فأحسن القيام بها.جاعلك: من جعل بمعنى صير. والإمام: القدوة الذي يؤتم به في أقواله وأفعاله.والمراد بالإمامة هنا: الرسالة والنبوة، فإنهما أكمل أنواع الإمامة، والرسول أكمل أفراد هذا النوع، وقد كان إبراهيم- عليه السلام- رسولا يقتدى به الناس في أصول الدين ومكارم الأخلاق.وقال: إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً ولم يقل: «إنى جاعلك للناس رسولا، ليكون ذلك دالا على أن رسالته تنفع الأمة المرسل إليها بطريق التبليغ، وتنفع غيرهم من الأمم بطريق الاقتداء، فان إبراهيم- عليه السلام- قد رحل إلى آفاق كثيرة، فانتقل من بلاد الكلدان إلى العراق، وإلى الشام، وإلى الحجاز، وإلى مصر وكان في جميع منازله أسوة حسنة لغيره.وقد مدح القرآن إبراهيم في كثير من آياته، ومن ذلك قوله تعالى: ثُمَّ أَوْحَيْنا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْراهِيمَ حَنِيفاً.وجملة قالَ وَمِنْ ذُرِّيَّتِي واقعة موقع الجواب عما من شأنه أن يخطر في نفس السامع، فكأنه قال: وماذا كان من إبراهيم عند ما تلقى من ربه تلك البشارة العظمى؟ فكان الجواب أن إبراهيم قد التمس الإمامة لبعض ذريته أيضا.أى: قال إبراهيم: واجعل يا رب من ذريتي أئمة يقتدى بهم.وقد رد الله- تعالى- على قول إبراهيم بقوله: قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ.وإنما قال إبراهيم ومن ذريتي ولم يقل وذريتي، لأنه يعلم أن حكمة الله من هذا العالم لم تجر بأن يكون جميع نسل أحد ممن يصلحون لأن يقتدى بهم فلم يسأل ما هو غير مألوف عادة، لأن سؤال ذلك ليس من آداب الدعاء.أى: قال الله لإبراهيم: قد أجبتك وعاهدتك بأن أحسن إلى ذريتك لكن لا يصيب عهدي الذي عهدته إليك بالإمامة الذين ظلموا منهم، فالعهد هنا بمعنى الإمامة المشار إليها في قوله:جاعِلُكَ لِلنَّاسِ إِماماً.وفي هذه الجملة الكريمة إيجاز بديع، إذ المراد منها إجابة طلب إبراهيم من الإنعام على بعض ذريته بالإمامة كما قال- تعالى-:وَجَعَلْنا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتابَ ولكنها تدل صراحة على أن الظالمين من ذريته ليسوا أهلا لأن يكونوا أئمة يقتدى بهم، وتشير إلى أن غير الظالمين منهم قد تنالهم النبوة، وقد نالت من ذريته إسماعيل وإسحاق ويعقوب ويوسف وغيرهم من الأنبياء.قال- تعالى-: وَبارَكْنا عَلَيْهِ وَعَلى إِسْحاقَ وَمِنْ ذُرِّيَّتِهِما مُحْسِنٌ وَظالِمٌ لِنَفْسِهِ مُبِينٌ.ثم تحدث القرآن بعد ذلك عن مكانة البيت الحرام، وعن قصة بنائه، وعن الدعوات الخاشعات التي كان إبراهيم يتضرع بها إلى الله عند رفعه البيت فقال:"
}