{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/137/",
    "ayah_number": 137,
    "text": "ثم بين- سبحانه- أن أهل الكتاب إن آمنوا بما دعوتموهم إليه معشر المسلمين، فقد أصابوا الهدى، وإن نأوا وأعرضوا فهم معاندون مستكبرون فقال تعالى:فَإِنْ آمَنُوا بِمِثْلِ ما آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا، وَإِنْ تَوَلَّوْا فَإِنَّما هُمْ فِي شِقاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ.والفاء التي صدرت بها الآية الكريمة لترتيب ما بعدها على ما قبلها. لأن قول المؤمنين «آمنا بالله وما أنزل إلينا وما أنزل إلى إبراهيم إلخ.من شأنه أن يرقق القلوب الجاحدة، ويستميل النفوس الشاردة، لبعده عن التعصب والعناد، لأنه الحق الذي تؤيده العقول السليمة، وإذا لم يؤمنوا به فمرد ذلك إلى شدة عنادهم والتواء أفكارهم.وقوله تعالى: فَقَدِ اهْتَدَوْا ترغيب لهم في اتباع الحق الذي اتبعه المؤمنون، أى: فإن آمنوا مثل إيمانكم فقد اهتدوا ورشدوا.وكلمة: (مثل) في الآية الكريمة معناها، نفس الشيء وحقيقته. المراد فإن آمنوا بنفس ما آمنتم به فقد اهتدوا، ومنه قول العرب: «مثلك لا يبخل» والمراد أنت لا تبخل. ويرى بعض المفسرين أن كلمة «مثل» هنا على حقيقتها وهي الشبيه والنظير، وأن المماثلة وقعت بين الإيمانيين، وأنها لا تقتضي تعدد ما أمرنا الله أن نؤمن به.قال الإمام القرطبي: «المعنى: فإن آمنوا مثل إيمانكم، وصدقوا مثل تصديقكم فقد اهتدوا» .وقال ابن جرير: فإن صدقوا مثل تصديقكم بجميع ما أنزل عليكم من كتب الله وأنبيائه، فقد اهتدوا فالتشبيه إنما وقع بين التصديقين والاقرارين اللذين هما إيمان هؤلاء وإيمان هؤلاء، كقول القائل: (مر عمرو بأخيك مثل ما مررت به) يعنى ذلك (مر عمرو بأخيك مثل مرورى به) والتمثيل إنما دخل تمثيلا بين المرورين لا بين عمرو وبين المتكلم، فكذلك قوله: فَإِنْ آمَنُوا بِمِثْلِ ما آمَنْتُمْ بِهِ إنما وقع التمثيل بين الإيمانين لا بين المؤمن به» «2» .وقوله تعالى: وَإِنْ تَوَلَّوْا فَإِنَّما هُمْ فِي شِقاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ بيان لحالهم عند إعراضهم عن دعوة الحق، ووعد من الله- تعالى- للنبي صلّى الله عليه وسلّم والمؤمنين بالنصر عليهم، والعصمة من شرورهم.والشقاق: المنازعة والمخالفة والتعادي وأصله من الشق وهو الجانب فكأن كل واحد من الفريقين في شق غير شق صاحبه.وقيل: إن الشقاق مأخوذ من فعل ما يشق ويصعب فكأن كل واحد من الفريقين يحرص على ما يشق على صاحبه.والمعنى: وإن أعرض هؤلاء الذين زعموا أن الهداية ميلهم عن الإيمان الذي تدعوهم إليه- يا محمد- فاعلم أن إعراضهم سببه المخالفة والمعاندة والمعاداة إذ لا حجة أوضح من حجتك، وما داموا هم كذلك فسيقيك الله شرهم، وينصرك عليهم، فهو سميع لما يقولونهفيك، عليم بما يبيتونه لك ولأتباعك من مكر وكيد، وهو الكفيل بكف بأسهم، وقطع دابرهم.وعبر- سبحانه- عن شدة مخالفتهم بقوله: «فإنما هم في شقاق» مبالغة في وصفهم بالشقاق حيث جعله مستوليا عليهم استيلاء الظرف على ما يوضع فيه.ورتب قوله: فَسَيَكْفِيكَهُمُ اللَّهُ على قوله فَإِنَّما هُمْ فِي شِقاقٍ تثبيتا للنبي صلّى الله عليه وسلّم والمؤمنين لأن إعلامهم أن أهل الكتاب في مخالفة ومعاداة لهم قد يحملهم على الخوف منهم بسبب كثرتهم وقوتهم، فبشر الله- تعالى- نبيه صلّى الله عليه وسلّم بأنهم مهما بلغت قوتهم فلن يستطيعوا أن يصلوا إليك بأذى. وأنه- سبحانه- سيكفيك شرهم.وقد أوفى الله- تعالى- بوعده، فنصر نبيه صلّى الله عليه وسلّم عليهم وعصمه من كيدهم بإلقاء العداوة بينهم وطرد من يستحق الطرد منهم، وقتل من لا بد من قتله بسبب خيانته وغدره. فالآية الكريمة قد تضمنت وعدا للمؤمنين بالنصر، ووعيدا لليهود ومن على شاكلتهم بالهزيمة والخيبة."
}