{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/19/",
    "ayah_number": 19,
    "text": "ذكر المفسرون في سبب نزول هذه الآيات روايات منها: ما رواه مسلم وأبو داود وابن جرير وابن المنذر عن النعمان بن بشير قال: كنت عند منبر النبي. صلى الله عليه وسلم في نفر من أصحابه فقال رجل: ما أبالى أن لا أعمل عملا بعد الإسلام إلا أن أسقى الحاج. وقال آخر: بل عمارة المسجد الحرام وقال آخر بل الجهاد في سبيل الله خير مما قلتم، فزجرهم عمر وقال: لا ترفعوا أصواتكم عند منبر النبي صلى الله عليه وسلم وذلك يوم الجمعة ولكن إذا صليتم الجمعة دخلت على رسول الله صلى الله عليه وسلم فاستفتيته فيما اختلفتم فيه. فأنزل الله. تعالى.:أَجَعَلْتُمْ سِقايَةَ الْحاجِّ.. الآية  وأخرج ابن جرير عن عبيد بن سليمان قال: سمعت الضحاك يقول في قوله: أَجَعَلْتُمْ سِقايَةَ الْحاجِّ..: أقبل المسلمون على العباس وأصحابه الذين أسروا يوم بدر يعيرونهم بالشرك. فقال العباس: أما والله لقد كنا نعمر المسجد الحرام. ونفك العاني، ونحجب البيت، ونسقى الحاج فأنزل الله. تعالى.: أَجَعَلْتُمْ سِقايَةَ الْحاجِّ...وقال صاحب المنار، بعد أن ساق عددا من الروايات في سبب نزول هذه الآيات.:والمعتمد من هذه الروايات حديث النعمان لصحة سنده، وموافقة متنه لما دلت عليه الآيات من كون موضوعها في المفاضلة أو المساواة بين خدمة البيت وحجابه. من أعمال البر الهينة المستلذة. وبين الإيمان والجهاد بالمال والنفس والهجرة وهي أشق العبادات البدنية والمالية .والسقاية والعمارة: مصدران من سقى وعمر. بتخفيف الميم.والمراد بسقاية الحاج ما كانت قريش تسقيه للحجاج من الزبيب المنبوذ في الماء، وكان العباس. رضى الله عنه. هو الذي يتولى إدارة هذا العمل.قال الجمل: السقاية هي المحل الذي يتخذ فيه الشراب في الموسم. كان يشترى الزبيب فينبذ في ماء زمزم ويسقى للناس، وكان يليها العباس جاهلية وإسلاما، وأقرها النبي صلى الله عليه وسلم له.. ويظهر أن المراد بها هنا المصدر. أى: إسقاء الحجاج وإعطاء الماء لهم «2» .والمراد بعمارة المسجد الحرام: ما يشمل العبادة فيه، وإصلاح بنائه، وخدمته، وتنظيفه.. كما سبق أن بينا.والهمزة في قوله. أَجَعَلْتُمْ للاستفهام الإنكارى المتضمن معنى النهى.والكلام على حذف مضاف، لأن العمارة والسقاية مصدران ولا يتصور تشبيههما بالأعيان، فلا بد من تقدير مضاف في أحد الجانبين حتى يتأتى التشبيه والمعنى: أجعلتم أهل سقاية الحاج وأهل عمارة المسجد الحرام كمن آمن بالله واليوم الآخر، وجاهد في سبيل الله؟ ويؤيده قراءة أجعلتم سقاة الحاج بضم السين. جمع ساق. وعمرة المسجد الحرام بفتح العين والميم جمع عامر.وعلى هذا المعنى يكون التقدير في جانب الصفة، ويجوز أن يكون التقدير في جانب الذات فيكون المعنى. أجعلتموهما، أى السقاية والعمارة. كإيمان من آمن وجهاد من جاهد؟والخطاب يشمل بعض المؤمنين الذين آثروا السقاية والعمارة على الجهاد كما جاء في حديث النعمان. كما يشمل المشركين الذين كانوا يتفاخرون بأنهم سقاة الحجيج، وعمار المسجد الحرام.والمقصود من الجملة الكريمة إنكار التسوية بين العملين وبين الفريقين. وقد جاء هذا الإنكار صريحا في قوله تعالى. لا يَسْتَوُونَ عِنْدَ اللَّهِ.أى: لا يساوى الفريق الأول الفريق الثاني في حكم الله، إذ أن الفريق الثاني له بفضل إيمانه الصادق. وجهاده الخالص الأجر الجزيل عند الله.فالجملة الكريمة مستأنفة لتقرير الإنكار المذكور وتأكيده ثم ختم- سبحانه. الآية الكريمة بقوله. وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ.أى. والله تعالى. لا يوفق القوم الظالمين إلى معرفة الحق، وتمييزه من الباطل، لأنهم قد آثروا الشر على الخير والضلالة على الهداية."
}