{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/112/",
    "ayah_number": 112,
    "text": "قال الجمل ما ملخصه: ذكر الله- تعالى- في هذه الآية تسعة أوصاف للمؤمنين، الستة الأولى منها تتعلق بمعاملة الخالق، والوصفان السابع والثامن يتعلقان بمعاملة المخلوق، والوصف التاسع يعم القبيلين.وقوله: التَّائِبُونَ فيه وجوه من الإعراب منها: أنه مرفوع على المدح. فهو خبر لمبتدأ محذوف وجوبا للمبالغة في المدح أى: المؤمنون المذكورون التائبون، ومنها أن الخبر هنا محذوف، أى: التائبون الموصوفون بهذه الأوصاف من أهل الجنة....» .والمعنى: «التائبون» عن المعاصي وعن كل ما نهت عنه شريعة الله، «العابدون» لخالقهم عبادة خالصة لوجهه، «الحامدون» له- سبحانه- في السراء والضراء، وفي المنشط والمكره، وفي العسر واليسر، «السائحون» في الأرض للتدبر والاعتبار وطاعة الله.والعمل على مرضاته «الراكعون الساجدون» لله- تعالى- عن طريق الصلاة التي هي عماد الدين وركنه الركين «الآمرون» غيرهم «بالمعروف» أى: بكل ما حسنه الشرع «والناهون» له «عن المنكر» الذي تأباه الشرائع والعقول السليمة، «والحافظون لحدود الله» أى: لشرائعه وفرائضه وأحكامه وآدابه.. هؤلاء المتصفون بتلك الصفات الحميدة، بشرهم. يا محمد. بكل ما يسعدهم ويشرح صدورهم، فهم المؤمنون حقا، وهم الذين أعد الله- تعالى- لهم الأجر الجزيل، والرزق الكريم.ولم يذكر- سبحانه- المبشر به في قوله: «وبشر المؤمنين» ، للإشارة إلى أنه أمر جليل لا يحيط به الوصف، ولا تحده العبارة.ولم يذكر- سبحانه- في الآية لهذه الأوصاف متعلقا، فلم يقل «التائبون» من كذا، لفهم ذلك من المقام، لأن المقام في مدح المؤمنين الصادقين الذين أخلصوا نفوسهم لله، تعالى.فصاروا ملتزمين طاعته في كل أقوالهم وأعمالهم.وعبر عن كثرة صلاتهم وخشوعهم فيها بقوله. «الراكعون الساجدون» للإشارة إلى أن الصلاة كأنها صفة ثابتة من صفاتهم، وكأن الركوع والسجود طابع مميز لهم بين الناس. وإنما عطف النهى عن المنكر على الأمر بالمعروف للإيذان بأنهما فريضة واحدة لتلازمهما في الغالب، أو لما بينهما من تباين إذ الأمر بالمعروف طلب فعل، والنهى عن المنكر طلب ترك أو كف.وكذلك جاء قوله. «والحافظون لحدود الله» بحرف العطف ومما قالوه في تعليل ذلك. أن سر العطف هنا التنبيه على أن ما قبله مفصل للفضائل وهذا مجمل لها، لأنه شامل لما قبله وغيره، ومثله يؤتى به معطوفا، نحو زيد وعمرو وسائر قبيلتهما كرماء، فلمغايرته لما قبله بالإجمال والتفصيل والعموم والخصوص عطف عليه .هذا، وما ذكرناه من أن المراد بقوله: «السائحون» أى: السائرون في الأرض للتدير والاعتبار والتفكر في خلق الله، والعمل على مرضاته.. هذا الذي ذكرناه رأى لبعض العلماء.ومنهم من يرى أن المراد بهم الصائمون ومنهم من يرى أن المراد بهم: المجاهدون.قال الآلوسى: وقوله: «السائحون» أى الصائمون. فقد أخرج ابن مردويه عن أبى هريرة أن النبي صلى الله عليه وسلم سئل عن ذلك فأجاب بما ذكر، وإليه ذهب جماعة من الصحابة والتابعين. وجاء عن عائشة: «سياحة هذه الأمة الصيام» .وأخرج ابن أبى حاتم عن ابن زيد أن السائحين هم المهاجرون، وليس في أمة محمد صلى الله عليه وسلم سياحة إلا الهجرة.وعن عكرمة أنهم طلبة العلم، لأنهم يسيحون في الأرض لطلبه.وقيل: هم المجاهدون في سبيل الله، لما أخرج الحاكم وصححه والطبراني وغيرهما، عن أبى أمامة أن رجلا استأذن رسول الله صلى الله عليه وسلم في السياحة فقال: إن سياحة أمتى الجهاد في سبيل الله والذي نراه أقرب إلى الصواب أن المراد بالسائحين هنا: السائرون في الأرض لمقصد شريف، وغرض كريم. كتحصيل العلم، والجهاد في سبيل الله، والتدبر في ملكوته- سبحانه- والتفكر في سنته في كونه، والاعتبار بما اشتمل عليه هذا الكون من عجائب.ولعل مما يؤيد ذلك أن لفظ «السائحون» معناه السائرون، لأنه مأخوذ من السيح وهو الجري على وجه الأرض، والذهاب فيها. وهذه المادة تشعر بالانتشار، يقال: ساح الماء أى جرى وانتشر.وما دام الأمر كذلك فمن الأولى حمل اللفظ على ظاهره، مادام لم يمنع مانع من ذلك، وهنا لا مانع من حمل اللفظ على حقيقته وظاهره.أما الأحاديث والآثار التي استشهد بها من قال بأن المراد بالسائحين الصائمون فقد ضعفها علماء الحديث.قال صاحب المنار: وأقول: وروى ابن جرير من حديث أبى هريرة مرفوعا وموقوفا حديث: «السائحون هم الصائمون» لا يصح رفعه.. .وفضلا عن كل هذا، فإن تفسير السائحين بأنهم السائرون في الأرض لكل مقصد شريف، وغرض كريم.. يتناول الجهاد في سبيل، كما يتناول الرحلة في طلب العلم، وغير ذلك من وجوه الخير.وما أكثر الآيات القرآنية التي حضت على السير في الأرض، وعلى التفكر في خلق الله، ومن ذلك قوله تعالى: قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ .وقوله تعالى. أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِها، أَوْ آذانٌ يَسْمَعُونَ بِها، فَإِنَّها لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ .قال الإمام الرازي: للسياحة أثر عظيم في تكميل النفس لأن الإنسان يلقى الأكابر من الناس، فيحتقر نفسه في مقابلتهم، وقد يصل إلى المرادات الكثيرة فينتفع بها، وقد يشاهد اختلاف أحوال الدنيا بسبب ما خلق الله. تعالى. في كل طرف من الأحوال الخاصة بهم فتقوى معرفته. وبالجملة فالسياحة لها آثار قوية في الدين  .ثم بين- سبحانه- أنه لا يصح للنبي صلى الله عليه وسلم ولا للمؤمنين أن يستغفروا للمشركين مهما بلغت درجة قرابتهم، لأن رابطة العقيدة هي الوشيجة الأساسية فيما بينهم فقال- تعالى:"
}