{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/8/",
    "ayah_number": 8,
    "text": "وقوله- سبحانه- كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لا يَرْقُبُوا فِيكُمْ إِلًّا وَلا ذِمَّةً ...لاستبعاد ثبات المشركين على العهد، ولاستنكار ان يكون لهم عهد حقيق بالمراعاة، وبيان لما يكون عليه أمرهم عند ظهورهم على المؤمنين.وفائدة هذا التكرار للفظ كَيْفَ: التأكيد والتمهيد لتعداد الأسباب التي تدعو المؤمنين إلى مجاهدتهم والإغلاظ عليهم، والحذر منهم.قال الآلوسى: وحذف الفعل بعد كيف هنا لكونه معلوما من الآية السابقة، وللإيذان بأن النفس مستحضرة له، مترقبة لورود ما يوجب استنكاره.وقد كثر الحذف للفعل المستفهم عنه مع كيف ويدل عليه بجملة حالية بعده. ومن ذلك قول كعب الغنوي يرثى أخاه أبا المغوار:وخبرتماني أنما الموت بالقرى ... فكيف وماتا هضبة وقليبيريد فكيف مات والحال ما ذكر.والمراد هنا: كيف يكون لهم عهد معتد به عند الله وعند رسوله وحالهم أنهم إِنْ يَظْهَرُوا عَلَيْكُمْ لا يَرْقُبُوا فِيكُمْ إِلًّا وَلا ذِمَّةً  .وقوله: يَظْهَرُوا عَلَيْكُمْ يظفروا بكم ويغلبوكم. يقال: ظهرت على فلان أى:غلبته ومنه قوله- تعالى- فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلى عَدُوِّهِمْ فَأَصْبَحُوا ظاهِرِينَ أى:غالبين.وقوله: لا يَرْقُبُوا فِيكُمْ أى: لا يراعوا في شأنكم. يقال: رقب فلان الشيء يرقبه إذا رعاه وحفظه.. ورقيب القوم حارسهم.والإل: يطلق على العهد، وعلى القرابة، وعلى الحلف.قال ابن جرير- بعد أن ساق أقوالا في معنى الإل- وأولى الأقوال في ذلك بالصواب أن يقال: والإل: اسم يشتمل على معان ثلاثة: وهي العهد والعقد، والحلف، والقرابة.. ومن الدلالة على أنه يكون بمعنى القرابة قول ابن مقبل:أفسد الناس خلوف خلفوا ... قطعوا الإل وأعراق الرحمأى قطعوا القرابة.ومن الدلالة على أنه يكون بمعنى العهد قول القائل:وجدناهم كاذبا إلّهم ... وذو الإل والعهد لا يكذبوإذا كانت الكلمة تشمل هذه المعاني الثلاثة، ولم يكن الله خص من ذلك معنى دون معنى، فالصواب أن يعم ذلك كما عم بها- جل ثناؤه- معانيها الثلاثة ...والذمة: كل أمر لزمك بحيث إذا ضيعته لزمك مذمة أو هي ما يتذمم به أى يجتنب فيه الذم.والمعنى: بأية صفة أو بأية كيفية يكون للمشركين عهد عند الله وعند رسوله، والحال المعهود منهم أنهم إن يظفروا بكم ويغلبوكم، لا يراعوا في أمركم لا عهدا ولا حلفا ولا قرابة ولا حقا من الحقوق.وقوله- تعالى-: يُرْضُونَكُمْ بِأَفْواهِهِمْ وَتَأْبى قُلُوبُهُمْ، وَأَكْثَرُهُمْ فاسِقُونَ زيادة بيان للأحوال القبيحة الملازمة لهؤلاء المشركين.أى: أن هؤلاء المشركين إن غلبوكم- أيها المؤمنون- فعلوا بكم الأفاعيل، وتفتنوا في إيذائكم من غير أن يقيموا ووزنا لما بينكم وبينهم من عهود ومواثيق، وقرابات وصلات ... أما إذا كانت الغلبة لكم فإنهم في هذه الحالة يُرْضُونَكُمْ بِأَفْواهِهِمْ أى: يعطونكم من ألسنتهم كلاما معسولا إرضاء لكم، وهم في الوقت نفسه تَأْبى قُلُوبُهُمْ المملوءة حقدا عليكم وبغضا لكم تصديق ألسنتهم، فهم كما وصفهم- سبحانه- في آية أخرى: يَقُولُونَ بِأَفْواهِهِمْ ما لَيْسَ فِي قُلُوبِهِمْ .وتقييد الإرضاء بالأفواه، للإشعار بأن كلامهم مجرد ألفاظ يتفوهون بها من غير أن يكون لها مصداق في قلوبهم.وقوله: وَأَكْثَرُهُمْ فاسِقُونَ أى: خارجون عن حدود الحق، منفصلون عن كل فضيلة ومكرمة، إذ الفسق هو الخروج والانفصال. يقال: فسقت الرطبة إذا خرجت عن قشرتها وفسق فلان إذا خرج عن حدود الشرع.وإنما وصف أكثرهم بالفسوق، لأن هؤلاء الأكثرين منهم، هم الناقضون لعهودهم، الخارجون على حدود ربهم، أما الأقلون منهم فهم الذين وفوا بعهودهم، ولم ينقصوا المؤمنين شيئا، ولم يظاهروا عليهم أحدا.وبذلك نرى أن الآية الكريمة قد وصفت هؤلاء المشركين وصفا في نهاية الذم والقبح، لأنهم إن كانوا أقوياء فجروا وأسرفوا في الإيذاء، نابذين كل عهد وقرابة وعرف ... أما إذا شعروا بالضعف فإنهم يقدمون للمؤمنين الكلام اللين الذي تنطق به ألسنتهم، وتأباه قلوبهم الحاقدة الغادرة.أى أن الغدر ملازم لهم في حالتي قوتهم وضعفهم، لأنهم في حالة قوتهم لا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلا ذِمَّةً.وفي حالة ضعفهم يخادعون ويداهنون حتى تحين لهم الفرصة للانقضاض على المؤمنين."
}