{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/40/",
    "ayah_number": 40,
    "text": "ثم ذكرهم، سبحانه، بما يعرفونه من حال الرسول صلى الله عليه وسلم حيث نصره الله. تعالى، على أعدائه بدون عون منهم، وأيده بجنود لم يروها فقال، إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ.قال ابن جرير. هذا إعلام من الله لأصحاب رسوله صلى الله عليه وسلم أنه المتوكل بنصر رسوله على أعداء دينه، وإظهاره عليهم دونهم، أعانوه أو لم يعينوه، وتذكير منه لهم بأنه فعل ذلك به، وهو من العدد في قلة، والعدو في كثرة فكيف به وهو من العدد في كثرة والعدو في قلة .والمعنى: إنكم، أيها المؤمنون، إن آثرتم القعود والراحة على الجهاد وشدائده، ولم تنصروا رسولكم الذي استنفركم للخروج معه. فاعلموا أن الله سينصره بقدرته النافذة، كما نصره، وأنتم تعلمون ذلك، وقت أن أخرجه الذين كفروا من مكة ثانِيَ اثْنَيْنِ أى: أحد اثنين.والثاني: أبو بكر الصديق، رضى الله عنه.يقال. فلان ثالث ثلاثة، أو رابع أربعة.. أى: هو واحد من الثلاثة أو من الأربعة.فإذا قيل: فلان رابع ثلاثة أو خامس أربعة، فمعناه أنه صير الثلاثة أربعة بإضافة ذاته إليهم، أو صير الأربعة خمسة.وأسند سبحانه الإخراج إلى المشركين مع أن الرسول صلى الله عليه وسلم قد خرج بنفسه بإذن من الله، تعالى، لأنهم السبب في هذا الخروج حيث اضطروه إلى ذلك، بعد أن تآمروا على قتله.قيل: وجواب الشرط في قوله، إِلَّا تَنْصُرُوهُ محذوف وقوله فَقَدْ نَصَرَهُ اللَّهُ تعليل لهذا المحذوف.والتقدير: إلا تنصروه ينصره الله في كل حال. فَقَدْ نَصَرَهُ سبحانه وقت أن أخرجه الكافرون من بلده ولم يكن معه سوى رجل واحد.وقال صاحب الكشاف: فإن قلت. كيف يكون قوله فَقَدْ نَصَرَهُ اللَّهُ جوابا للشرط؟.قلت «فيه وجهان» أحدهما: إلا تنصروه فسينصره من نصره حين لم يكن معه إلا رجل واحد. ولا أقل من الواحد، فدل بقوله. فَقَدْ نَصَرَهُ اللَّهُ على أنه ينصره في المستقبل كما نصره في ذلك الوقت.والثاني. أنه أوجب له النصرة وجعله منصورا في ذلك الوقت، فلن يخذل من بعده، .وقوله: ثانِيَ اثْنَيْنِ حال من الهاء في قوله أَخْرَجَهُ أى أخرجه الذين كفروا حال كونه منفردا عن جميع الناس إلا أبا بكر الصديق- رضى الله عنه-.وقوله: إِذْ هُما فِي الْغارِ بدل من قوله إِذْ أَخْرَجَهُ.والغار: النقب العظيم يكون في الجبل. والمراد به هنا: غار جبل ثور. وهو جبل في الجهة الجنوبية لمكة، وقد مكثا فيه ثلاثة أيام.وقوله: إِذْ يَقُولُ لِصاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنا بدل ثان من قوله إِذْ أَخْرَجَهُ.أى. إلا تنصروه فقد نصره الله وقت أن أخرجه الذين كفروا من مكة، ووقت أن كان هو وصاحبه أبو بكر في الغار، ووقت أن كان صلى الله عليه وسلم يقول لصاحبه الصديق: لا تحزن إن الله معنا بتأييده ونصره وحمايته.وذلك أن أبا بكر وهو مع النبي صلى الله عليه وسلم في الغار، أحس بحركة المشركين من فوق الغار، فخاف خوفا شديدا لا على حياته هو، وإنما على حياة النبي صلى الله عليه وسلم فلما رأى النبي صلى الله عليه وسلم منه ذلك، أخذ في تسكين روعه وجزعه وجعل يقول له: لا تحزن إن الله معنا.أخرج الشيخان عن أبى بكر قال. نظرت إلى أقدام المشركين ونحن في الغار، وهم على رءوسنا، فقلت. يا رسول الله، لو أن أحدهم نظر إلى قدميه لأبصرنا تحت قدميه، فقال:«يا أبا بكر ما ظنك باثنين الله ثالثهما، لا تحزن إن الله معنا» .وقوله: فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْها.. بيان لما أحاط الله به نبيه- صلى الله عليه وسلم- من مظاهر الحفظ والرعاية.والسكينة: من السكون، وهو ثبوت الشيء بعد التحرك. أو من السكن- بالتحريك- وهو كل ما سكنت إليه نفسك، واطمأنت به من أهل وغيرهم.والمراد بها هنا: الطمأنينة التي استقرت في قلب النبي صلى الله عليه وسلم فجعلته لا يبالى بجموع المشركين المحيطين بالغار، لأنه واثق بأنهم لن يصلوا إليه.والمراد بالجنود المؤيدين له. الملائكة الذين أرسلهم- سبحانه- لهذا الغرض: والضمير في قوله: عَلَيْهِ يعود إلى النبي صلى الله عليه وسلم.أى. فأنزل الله سكينته وطمأنينته وأمنه على رسوله صلى الله عليه وسلم وأيده وقواه بجنود من الملائكة لم تروها أنتم، كان من وظيفتهم حراسته وصرف أبصار المشركين عنه.ويرى بعضهم أن الضمير في قوله عَلَيْهِ يعود إلى أبى بكر الصديق، لأن الأصل في الضمير أن يعود إلى أقرب مذكور، وأقرب مذكور هنا هو الصاحب ولأن الرسول لم يكن في حاجة إلى السكينة. وإنما الذي كان في حاجة إليها هو أبو بكر، بسبب ما اعتراه من فزع وخوف.وقد رد أصحاب الرأى الأول على ذلك بأن قوله وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْها الضمير فيه لا يصح إلا للنبي صلى الله عليه وسلم وهو معطوف على ما قبله فوجب أن يكون الضمير في قوله عَلَيْهِ عائدا إلى النبي صلى الله عليه وسلم حتى لا يحصل تفكك في الكلام.أما نزول السكينة فلا يلزم منه أن يكون لدفع الفزع والخوف، بل يصح أن يكون لزيادة الاطمئنان، وللدلالة على علو شأنه صلى الله عليه وسلم.قال ابن كثير قوله فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ أى. تأييده ونصره عليه أى. على الرسول صلى الله عليه وسلم في أشهر القولين. وقيل. على أبى بكر.قالوا: لأن الرسول صلى الله عليه وسلم لم تزل معه سكينة. وهذا لا ينافي تجدد سكينة خاصة بتلك الحال، ولهذا قال: وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْها أى: الملائكة .وقوله: وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيا بيان لما ترتب على إنزال السكينة والتأييد بالملائكة.والمراد بكلمة الذين كفروا. كلمة الشرك، أو كلمتهم التي اجتمعوا عليها في دار الندوة وهي اتفاقهم على قتل رسول الله صلى الله عليه وسلم.والمراد بكلمة الله: دينه الذي ارتضاه لعباده، وهو دين الإسلام، وما يترتب على اتباع هذا الدين من نصر وحسن عاقبة، أى: كانت نتيجة إنزال السكينة والتأييد بالملائكة، أن جعل كلمة الشرك هي السفلى، أى. المقهورة الذليلة. وكلمة الحق والتوحيد المتمثلة في دين الإسلام هي العليا أى: هي الثابتة الغالبة النافذة.وقراءة الجمهور برفع. كَلِمَةَ على الابتداء. وقوله هِيَ مبتدأ ثان: وقوله:الْعُلْيا خبرها، والجملة خبر المبتدأ الأول.ويجوز أن يكون الضمير هِيَ ضمير فصل، وقوله الْعُلْيا هو الخبر وقرأ الأعمش ويعقوب وَكَلِمَةُ اللَّهِ بالنصب عطفا على مفعول جعل وهو كَلِمَةَ الَّذِينَ كَفَرُوا.أى: وجعل كلمة الذين كفروا السفلى، وجعل كلمة الله هي العليا.قالوا: وقراءة الرفع أبلغ وأوجه، لأن الجملة الاسمية تدل على الدوام والثبوت، ولأن الجعل لم يتطرق إلى الجملة الثانية وهي قوله: وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيا لأنها في ذاتها عالية ثابتة، بدون جعلها كذلك في حادثة معينة. بخلاف علو غيرها فهو غير ذاتى، وإنما هو علو مؤقت في حالة معينة، ثم مصيرها إلى الزوال والخذلان بعد ذلك.وقوله: وَاللَّهُ عَزِيزٌ حَكِيمٌ تذييل مقرر لمضمون ما قبله.أى: والله- تعالى- عَزِيزٌ لا يغلبه غالب، ولا يقهره قاهر، ولا ينصر من عاقبه ناصر، حَكِيمٌ في تصريفه شأن خلقه، لا قصور في تدبيره، ولا نقص في أفعاله.هذا، ومن الأحكام التي أخذها العلماء من هذه الآية: الدلالة على فضل أبى بكر الصديق- رضى الله عنه- وعلى علو منزلته، وقوة إيمانه، وشدة إخلاصه لله- تعالى- ولرسوله صلى الله عليه وسلم.ومما يشهد لذلك، أن الرسول صلى الله عليه وسلم عند ما أذن الله له بالهجرة، لم يخبر أحدا غيره لصحبته في طريق هجرته إلى المدينة.ولقد أظهر الصديق- رضى الله عنه- خلال مصاحبته للرسول صلى الله عليه وسلم الكثير من ألوان الوفاء والإخلاص وصدق العقيدة .قال الآلوسى ما ملخصه: واستدل بالآية على فضل أبى بكر.. فإنها خرجت مخرج العتاب للمؤمنين ما عدا أبا بكر.. فعن الحسن قال: عاتب الله جميع أهل الأرض غير أبى بكر فقال:إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ الآية.ولأن فيها النص على صحبته للرسول صلى الله عليه وسلم ولم يثبت ذلك لأحد من الصحابة: لأنه هو المراد بالصاحب في قوله إِذْ يَقُولُ لِصاحِبِهِ وهذا مما وقع عليه الإجماع.ومن هنا قالوا: من أنكر صحبة أبى بكر فقد كفر، لإنكار كلام الله، وليس ذلك لسائر الصحابة  .وقد ساق الإمام الرازي، والشيخ رشيد رضا، عند تفسيرهما لهذه الآية اثنى عشر وجها في فضل أبى بكر الصديق- رضى الله عنه-، فارجع إليهما إن شئت ."
}