{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/92/",
    "ayah_number": 92,
    "text": "وقوله: وَلا عَلَى الَّذِينَ إِذا ما أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ ما أَحْمِلُكُمْ عَلَيْهِ ... معطوف على ما قبله، من عطف الخاص على العام، اعتناء بشأنهم، وجعلهم كأنهم لتميزهم جنس آخر، مع أنهم مندرجون مع الذين وصفهم الله قبل ذلك «لا يجدون ما ينفقون» .أى: لا حرج ولا إثم على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون، إذا ما تخلفوا عن الجهاد، وكذلك لا حرج ولا إثم- أيضا- على فقراء المؤمنين، الذين إذا ما أتوك لتحملهم على الرواحل التي يركبونها لكي يخرجوا معك إلى هذا السفر الطويل قلت لهم يا محمد «لا أجد ما أحملكم عليه» .وفي هذا التعبير ما فيه من تطييب قلوب هؤلاء السائلين فكأنه صلى الله عليه وسلم يقول لهم إن ما تطلبونه أنا أسأل عنه، وأفتش عليه فلا أجده، ولو وجدته لقدمته إليكم.وقوله: تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَناً أَلَّا يَجِدُوا ما يُنْفِقُونَ بيان للآثار التي ترتبت على عدم وجود ما يحملهم من رواحل: لكي يخرجوا مع الرسول صلى الله عليه وسلم إلى تبوك.أى: أن هؤلاء المؤمنين الفقراء، عند ما اعتذرت لهم بقولك: «لا أجد ما أحملكم عليه» انصرفوا من مجلسك، وأعينهم تسيل بالدموع من شدة الحزن لأنهم لا يجدون المال الذي ينفقونه في مطالب الجهاد، ولا الرواحل التي يركبونها في حال سفرهم إلى تبوك.فالجملة الكريمة تعطى صورة صادقة مؤثرة للرغبة الصادقة في الجهاد، وللألم الشديد للحرمان من نعمة أدائه.وبمثل هذه الروح ارتفعت راية الإسلام، وعزت كلمته، وانتشرت دعوته.هذا، ومن الأحكام والآداب التي نستطيع أن نأخذها من هاتين الآيتين ما يأتى:1- أن التكاليف الإسلامية تقوم على اليسر ورفع الحرج، ومن مظاهر ذلك: أن الجهاد. وهو ذروة سنام الإسلام، قد أعفى الله- تعالى- منه الضعفاء والمرضى والذين لا يجدون وسائله ومتطلباته.قال الإمام القرطبي : قوله تعالى: لَيْسَ عَلَى الضُّعَفاءِ وَلا عَلَى الْمَرْضى.. هذه الآية أصل في سقوط التكليف عن العاجز، فكل من عجز عن شيء مسقط عنه، ولا فرق بين العجز من جهة القوة أو العجز من جهة المال. ونظير هذه الآية قوله. تعالى-:لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها  وقوله: لَيْسَ عَلَى الْأَعْمى حَرَجٌ، وَلا عَلَى الْأَعْرَجِ حَرَجٌ، وَلا عَلَى الْمَرِيضِ حَرَجٌ .2- أنه متى وجدت النية الصادقة في فعل الخير. حصل الثواب وإن لم يكن هناك عمل، بدليل أن المؤمنين الذين لم يخرجوا للجهاد لعذر شرعي، بشرهم النبي صلى الله عليه وسلم بأنهم مشاركون لمن خرج في الأجر.قال الإمام ابن كثير: في الصحيحين من حديث أنس أن رسول الله صلى الله عليه وسلم قال. «إن بالمدينة أقواما ما قطعتم واديا، ولا سرتم سيرا إلا وهم معكم قالوا: وهم بالمدينة قال نعم حبسهم العذر» .وروى الإمام أحمد عن جابر قال: قال رسول الله صلى الله عليه وسلم: «لقد خلفتم بالمدينة رجالا، ما قطعتم واديا، ولا سلكتم طريقا، إلا شاركوكم في الأجر، حبسهم المرض» .3- أن الصحابة- رضى الله عنهم- ضربوا أروع الأمثال في الحرص على الجهاد والاستشهاد وأن أعذارهم الشرعية لم تمنع بعضهم من المشاركة في القتال ...فهذا عبد الله بن أم مكتوم وكان يخرج إلى غزوة أحد ويطلب أن يحمل اللواء. وهذا عمرو ابن الجموح- وكان أعرج- يخرج في مقدمة الجيوش فيقول له الرسول صلى الله عليه وسلم: «إن الله قد عذرك» فيقول: «والله لأحفرن بعرجتي هذه الجنة» - أى لأتركن آثار أقدامى فيها.ومن كان يؤتى به وهو يمشى بين الرجلين معتمدا عليهما من شدة ضعفه» ومع ذلك يقف في صفوف المجاهدين.وبهذه القلوب السليمة، والعزائم القوية والنفوس النقية التي خالط الإيمان شغافها..ارتفعت كلمة الحق، وعزت كلمة الإسلام.وبعد أن بين- سبحانه- أحكام أصحاب الأعذار المقبولة، أتبع ذلك ببيان أحكام الأعذار الكاذبة، والصفات القبيحة، فقال تعالى."
}