{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/34/",
    "ayah_number": 34,
    "text": "قال الفخر الرازي: اعلم أنه- تعالى- لما وصف رؤساء اليهود والنصارى بالتكبر والتجبر وادعاء الربوبية والترفع على الخلق، وصفهم في هذه الآية بالطمع والحرص على أخذ أموال الناس، تنبيها على أن المقصود من إظهار تلك الربوبية والتجبر والفخر، أخذ أموال الناس بالباطل.ولعمري من تأمل أحوال أهل الناموس والتزوير في زماننا وجد هذه الآيات كأنها ما أنزلت إلا في شأنهم، وفي شرح أحوالهم، فترى الواحد منهم يدعى أنه لا يلتفت إلى الدنيا، ولا يتعلق خاطره بجميع المخلوقات، وأنه في الطهارة والعصمة مثل الملائكة المقربين حتى إذا آل الأمر إلى الرغيف الواحد تراه يتهالك عليه ويتحمل نهاية الذل والدناءة في تحصيله .والمراد بالأكل في قوله لَيَأْكُلُونَ مطلق الأخذ والانتفاع.وعبر عن ذلك بالأكل، لأنه المقصود الأعظم من جمع الأموال، فسمى الشيء باسم ما هو أعظم مقاصده، على سبيل المجاز المرسل، بعلاقة العلية والمعلولية. وأكلهم أموال الناس بالباطل، يتناول ما كانوا يأخذونه من سفلتهم عن طريق الرشوة والتدليس أو التحايل أو الفتاوى الباطلة. كما يتناول ما سوى ذلك مما كانوا يأخذونه بغير وجه حق.وأسند- سبحانه- هذه الجريمة- وهي أكل أموال الناس بالباطل- إلى كثير من الأحبار والرهبان ولم يسندها إلى جميعهم، إنصافا للعدد القليل منهم الذي لم يفعل ذلك، فإن كل طائفة أو جماعة لا تخلو من وجود أفراد من بينها يتعففون عن الحرام، ويقيدون أنفسهم بالحلال.قال صاحب المنار: وإسناد هذه الجريمة المزرية إلى الكثيرين منهم دون جميعهم من دقائق تحرى الحق في عبارات الكتاب العزيز، فهو لا يحكم على الأمة الكبيرة بفساد جميع أفرادها أو فسقهم أو ظلمهم، بل يسند ذلك إلى الكثير أو الأكثر، أو يطلق اللفظ العام ثم يستثنى منه.فمن الأول قوله- تعالى- في اليهود: وَتَرى كَثِيراً مِنْهُمْ يُسارِعُونَ فِي الْإِثْمِ وَالْعُدْوانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ ما كانُوا يَعْمَلُونَ لَوْلا يَنْهاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ ما كانُوا يَصْنَعُونَ .ومن الثاني قوله- تعالى- في اليهود أيضا: قُلْ يا أَهْلَ الْكِتابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَما أُنْزِلَ إِلَيْنا وَما أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فاسِقُونَ.ومن الثالث قوله- سبحانه- في شأن المحرفين للكلم الطاعنين في الإسلام من اليهود- أيضا-: مِنَ الَّذِينَ هادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَواضِعِهِ وَيَقُولُونَ سَمِعْنا وَعَصَيْنا، وَاسْمَعْ غَيْرَ مُسْمَعٍ، وَراعِنا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدِّينِ وَلَوْ أَنَّهُمْ قالُوا سَمِعْنا وَأَطَعْنا وَاسْمَعْ وَانْظُرْنا لَكانَ خَيْراً لَهُمْ وَأَقْوَمَ، وَلكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلا يُؤْمِنُونَ إِلَّا قَلِيلًا .وقد نبهنا في تفسير هذه الآيات وأمثالها على العدل الدقيق في أحكام القرآن على البشر وإنما نكرره لعظيم شأنه ... » .وقوله: وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ جريمة من جرائمهم الكثيرة.والصد: المنع والصرف عن الشيء.. وسبيل الله: دينه وشريعته.أى، أن هؤلاء الكثيرين من الأحبار والرهبان لا يكتفون بأكل أموال الناس بالباطل، بل إنهم يضيفون إلى ذلك جريمة ثانية من جرائمهم المتعددة وهي أنهم ينصرفون عن الدين الحق وهو دين الإسلام انقيادا لأحقادهم وشهواتهم، ويصرفون أتباعهم عنه بشتى الوسائل، كأن يصفوه لهم بأنه دين باطل، أو بأن رسوله صلى الله عليه وسلم ليس هو الرسول الذي بشرت به الكتب السماوية السابقة ... إلى غير ذلك من وسائلهم المتنوعة في صرف الناس عن الحق.والاسم الموصول في قوله: وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَها فِي سَبِيلِ اللَّهِ.. يرى بعضهم أن المراد به أولئك الأحبار والرهبان، لأن الكلام مسوق في ذمهم، وتكون هذه الجملة ذما لهم على رذيلة ثالثة هي الحرص والبخل، بعد ذمهم على رذيلتي أكل أموال الناس بالباطل والصد عن سبيل الله.ويرى آخرون أن المراد بهم البخلاء من المسلمين، وأن الجملة مستأنفة لذم مانعي الزكاة بقرينة قوله: وَلا يُنْفِقُونَها فِي سَبِيلِ اللَّهِ ويكون نظمهم مع أهل السوء من الأحبار والرهبان من باب التحذير والوعيد والإشارة إلى أن الأشحاء المانعين لحقوق الله، مصيرهم كمصير الأحبار والرهبان في استحقاق البشارة بالعذاب.وترى طائفة ثالثة من العلماء أن المراد به كل من كنز المال، ولم يخرج الحقوق الواجبة فيه، سواء أكان من المسلمين أم من غيرهم، لأن اللفظ مطلق، فيجب إجراؤه على إطلاقه وعمومه، إذ لم يرد ما يقيده أو يخصصه.وقوله: يَكْنِزُونَ من الكنز، وأصله في اللغة العربية: الضم والجمع.يقال: كنزت التمر في الوعاء إذا جمعته فيه. وكل شيء مجموع بعضه إلى بعض في بطن الأرض أو على ظهرها فهو كنز، وجمعه كنوز.وخص الذهب والفضة بالذكر، لأنهما الأصل الغالب في الأموال ولأنهما اللذان يقصدان بالكنز أكثر من غيرهما.وقال الفخر الرازي ما ملخصه: ذكر- سبحانه- شيئين هما الذهب والفضة ثم قال:وَلا يُنْفِقُونَها- وكان الظاهر أن يقول «ولا ينفقونهما» والجواب من وجهين:الأول: أن الضمير عائد إلى المعنى دون اللفظ، لأن كل واحد منهما جملة وافية وعدة كثيرة ودنانير ودراهم فهو كقوله- تعالى- وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا..أو أن يكون التقدير: والذين يكنزون الكنوز ولا ينفقونها في سبيل الله، فيكون الضمير عائد إلى الكنوز المدلول عليها بالفعل يَكْنِزُونَ.الثاني: أن يكون الضمير عائد إلى اللفظ، ويكون ذكر أحدهما يغنى عن ذكر الآخر،كقوله- تعالى- وَإِذا رَأَوْا تِجارَةً أَوْ لَهْواً انْفَضُّوا إِلَيْها جعل الضمير للتجارة ...  .وقوله: فَبَشِّرْهُمْ بِعَذابٍ أَلِيمٍ خبر الموصول.والتعبير بالبشارة من باب التهكم بهم، والسخرية منهم، فهو كقولهم: تحيتهم الضرب وإكرامهم الشتم.وقوله: يَوْمَ يُحْمى عَلَيْها فِي نارِ جَهَنَّمَ فَتُكْوى بِها جِباهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ..تفصيل لهذا العذاب الأليم، وبيان لميقاته، حتى يقلع البخلاء عن بخلهم، والأشحاء عن شحهم ...والظرف يَوْمَ منصوب بقوله: بِعَذابٍ أَلِيمٍ أو بفعل محذوف يدل عليه هذا القول.أى: يعذبون يوم يحمى عليها، أو بفعل مقدر أى: اذكر يوم يحمى عليها."
}