{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/17/",
    "ayah_number": 17,
    "text": "قال الجمل: وسبب نزول هذه الآية أن جماعة من رؤساء قريش أسروا يوم بدر، منهم العباس بن عبد المطلب، فأقبل عليهم نفر من أصحاب رسول الله صلى الله عليه وسلم يعيرونهم بالشرك. وجعل على بن أبى طالب يوبخ العباس بسبب قتال رسول الله صلى الله عليه وسلم وقطيعة الرحم.فقال العباس: ما لكم تذكرون مساوئنا وتكتمون محاسننا؟ فقيل له: وهل لكم محاسن؟قال: نعم. ونحن أفضل منكم. إنا لنعمر المسجد الحرام. ونحجب الكعبة- أى نخدمها-، ونسقى الحجيج، ونفك العاني- أى الأسير- فنزلت هذه الآية .وقال صاحب المنار: والمراد أن هذه الآية تتضمن الرد على ذلك القول الذي كان يقوله ويفخر به العباس وغيره من كبراء المشركين، لا أنها نزلت عند ما قال ذلك القول لأجل الرد عليه في أيام بدر من السنة الثانية من الهجرة، بل نزلت في ضمن السورة بعد الرجوع من غزوة تبوك كما تقدم .وقوله: يَعْمُرُوا من العمارة التي هي نقيض الخراب. يقال: عمر فلان أرضه يعمرها عمارة إذا تعهدها بالخدمة والإصلاح والزراعة.والمراد بعمارة المساجد، هنا: ما يشمل إقامة العبادة فيها، وإصلاح بنائها وخدمتها، ونظافتها، واحترامها، وصيانتها عن كل مالا يتناسب مع الغرض الذي بنيت من أجله.وقوله: مَساجِدَ اللَّهِ قرأ أبو عمرو وابن كثير مسجد الله بالإفراد، فيكون المراد به المسجد الحرام: لأنه أشرف المساجد في الأرض، ولأنه قبلة المساجد كلها..فلا يجوز للمشركين دخوله أو الخدمة فيه.وقرأ الجمهور مَساجِدَ اللَّهِ بالجمع، فيكون المراد من المساجد جميعها لأنها جمع مضاف في سياق النفي فيعم سائر المساجد، ويدخل فيها المسجد الحرام دخولا أوليا، لأن تعميره مناط افتخارهم، وأهم مقاصدهم. وهذه القراءة آكد في النفي، لأن نفى الجمع يدل على النفي عن كل فرد، فيلزم نفيه عن الفرد المعين بطريق الكناية، كما لو قلت: فلان لا يقرأ كتب الله، فإن قولك هذا أنفى لقراءته القرآن من تصريحك بذلك.قوله: شاهِدِينَ عَلى أَنْفُسِهِمْ بِالْكُفْرِ حال من الواو في قوله يَعْمُرُوا.وفائدة المجيء بهذه الجملة: الإشعار بأن كفرهم كفر صريح، وأنهم يعترفون به اعترافا لا يملكون إنكاره، ولا يسعهم إلا إقراره.والمعنى: لا ينبغي ولا يصح للمشركين أن يعمروا مساجد الله التي بنيت لعبادته وحده سبحانه. وذلك لأن هؤلاء المشركين قد شهدوا على أنفسهم بالكفر شهادة نطقت بها ألسنتهم، وأيدتها أعمالهم.فهم لا ينطقون بكلمة التوحيد، وإنما ينطقون بالكفر والإشراك. وهم لا يعملون أعمال المؤمنين، وإنما يعملون الأعمال القبيحة التي تدل على إصرارهم على باطلهم كسجودهم للأصنام عقب الطواف بالكعبة.قال الفخر الرازي: وذكروا في تفسير هذه الشهادة وجوها:الأول- وهو الأصح: أنهم أقروا على أنفسهم بعبادة الأوثان، وتكذيب القرآن، وإنكار نبوة محمد- عليه الصلاة والسلام- وكل ذلك كفر فمن يشهد على نفسه بكل هذه الأشياء فقد شهد على نفسه بما هو كفر في نفس الأمر، وليس المراد أنهم شهدوا على أنفسهم بأنهم كفرة.الثاني. قال السدى: شهادتهم على أنفسهم بالكفر هو أن يقول عابد الوثن أنا عابد الوثن.الثالث: أنهم كانوا يطوفون عراة وكلما طافوا شوطا سجدوا للأصنام. وكانوا يقولون:لبيك لا شريك لك إلا شريك هو لك تملكه وما ملك  .ثم بين- سبحانه: في ختام الآية سوء عاقبتهم فقال أُولئِكَ حَبِطَتْ أَعْمالُهُمْ وَفِي النَّارِ هُمْ خالِدُونَ:أى: أولئك المشركون الشاهدون على أنفسهم بالكفر قد فسدت أعمالهم التي كانوا يفتخرون بها مثل العمارة والحجابة والسقاية لأنها مع الكفر لا قيمة لها، وَفِي النَّارِ هُمْ خالِدُونَ يوم القيامة بسبب كفرهم وإصرارهم على باطلهم."
}