{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/129/",
    "ayah_number": 129,
    "text": "ثم انتقل- سبحانه- من خطاب المؤمنين إلى خطابه صلى الله عليه وسلم فقال: فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ ...أى: فإن أعرضوا عن الإيمان بك، وتركوا طاعتك، فلا تبتئس ولا تيأس، بل قل «حسبي الله» أى: هو كافينى ونصيرى «لا إله إلا هو» - سبحانه- «رب العرش العظيم» الذي لا يعلم مقدار عظمته إلا الله- عز وجل-.ففي هاتين الآيتين الكريمتين بيان للصفات التي منحها- سبحانه- لرسوله محمد صلى الله عليه وسلم، ودعوة له صلى الله عليه وسلم إلى أن يفوض أمره إلى خالقه فهو- سبحانه- كافيه وناصره.وبعد فهذه سورة التوبة.السورة التي احتوت على بيان الأحكام النهائية في العلاقات الدائمة بين المجتمع الإسلامى، والمجتمعات الأخرى.السورة التي حرضت المؤمنين على الجهاد في سبيل الله، وساقت لهم من وسائل الترغيب في ذلك، ما يجعلهم يقدمون على قتال أعدائهم بصبر وثبات واستبشار.السورة التي أوجبت على المؤمنين أن تكون محبتهم لله ولرسوله، ولإعلاء كلمة الحق، فوق محبة الآباء والأبناء والإخوان والأزواج والعشيرة والأموال.السورة التي ذكرت المؤمنين بنصر الله لهم في مواطن كثيرة، وحذرتهم من الغرور بأنفسهم.والعجب بقوتهم، وأمرتهم بنصرة رسوله في السراء والضراء والعسر واليسر، والمنشط والمكره.السورة التي أمرت المؤمنين بأن يخلصوا في دفاعهم عن دين الله وعن حرماته وعن مقدساته. وبشرتهم بأنهم إذا فعلوا ذلك، فسوف يغنيهم الله من فضله.السورة التي فضحت المنافقين، وكشفت عن أساليبهم الخبيثة، ومسالكهم القبيحة، وأقوالهم المنكرة، وأفعالهم الأثيمة، وسجلت عليهم الخزي والعار وحذرت المؤمنين من شرورهم ...السورة التي رسمت أسس التكافل الاجتماعى بين أفراد الأمة الإسلامية، عن طريق مشروعية الزكاة، ووجوب أدائها لمستحقيها.السورة التي ساقت ألوانا من فضل الله على عباده المؤمنين، حيث تقبل سبحانه توبتهم، وغسل حوبتهم، وتجاوز عن خطئهم.السورة التي صنفت المجتمع الإسلامى في أواخر العهد النبوي تصنيفا دقيقا.فهناك السابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان وهناك الذين خلطوا عملا صالحا وآخر سيئا.وهناك المرجون لأمر الله إما يعذبهم وإما يتوب عليهم.وهناك الأعراب المنافقون، وهناك الذين مردوا على النفاق من أهل المدينة.وقد بينت السورة الكريمة ما يستحقه كل قسم من الأقسام من ثواب أو عقاب.السورة التي أوجبت على المؤمنين أن يقيموا علاقاتهم على أساس العقيدة الدينية لا على أساس القرابة الجسدية، فنهتهم أن يستغفروا للمشركين ولو كانوا أولى قربى.هذا جانب من المقاصد الإجمالية التي اشتملت عليها هذه السورة الكريمة ونسأل الله- تعالى- أن يجعل القرآن ربيع قلوبنا، وأنس نفوسنا وأن يرزقنا الإخلاص والتوفيق في القول والعمل.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
}