{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/61/",
    "ayah_number": 61,
    "text": "روى المفسرون في سبب نزول هذه الآية روايات منها ما أخرجه ابن أبى حاتم عن السدى أنها نزلت في جماعة من المنافقين منهم الجلاس بن سويد بن صامت ورفاعة ابن عبد المنذر،ووديعة بن ثابت وغيرهم، قالوا مالا ينبغي في حقه صلى الله عليه وسلم.فقال رجل منهم لا تفعلوا فإنا نخاف أن يبلغ محمدا ما تقولونه فيقع فينا. فقال الجلاس:بل نقول ما شئنا، ثم نأتيه فيصدقنا بما نقول فإن محمدا أذن .فمرادهم بقولهم «هو أذن» أى: كثير الاستماع والتصديق لكل ما يقال له.قال صاحب الكشاف: الأذن: الرجل الذي يصدق كل ما يسمع، ويقبل قول كل أحد، سمى بالجارحة التي هي آلة السماع كأن جملته أذن سامعة ونظيره قولهم للربيئة- أى الطليعة- عين» .وقال بعضهم: «الأذن» الرجل المستمع القابل لما يقال له. وصفوا به الذكر والأنثى والواحد والجمع. فيقال: رجل أذن، وامرأة أذن ورجال ونساء أذن، فلا يثنى ولا يجمع. إنما سموه باسم العضو تهويلا وتشنيعا فهو مجاز مرسل أطلق فيه الجزء على الكل مبالغة بجعل جملته- لفرط استماعه- آلة السماع، كما سمى الجاسوس عينا لذلك» .والمعنى: ومن هؤلاء المنافقين قوم يؤذون النبي صلى الله عليه وسلم فيقولون عنه أنه كثير السماع والتصديق لكل ما يقال له بدون تمييز بين الحق والباطل.وقوله: قُلْ أُذُنُ خَيْرٍ لَكُمْ رد عليهم بما يخرس ألسنتهم ويكبت أنفسهم وهو من قبيل إضافة الموصوف إلى الصفة على سبيل المبالغة في المدح كقولهم رجل صدق أى قد بلغ النهاية في الصدق والاستقامة.والمعنى: قل لهم يا محمد على سبيل التوبيخ والتبكيت: سلمنا. كما تزعمون. أنى كثير السماع والتصديق لما يقال، لكن هذه الكثرة ليست للشر والخير بدون تمييز وإنما هي للخير ولما وافق الشرع فحسب.ويجوز أن تكون الإضافة فيه على معنى «في» ، أى هو أذن في الخير والحق، وليس بأذن في غير ذلك من وجوه الباطل والشر.وهذه الجملة الكريمة من أسمى الأساليب وأحكمها في الرد على المرجفين والفاسقين، لأنه- سبحانه- صدقهم في كونه صلى الله عليه وسلم أذنا، وذلك بما هو مدح له، حيث وصفه بأنه أذن خير لا شر.قال صاحب الإنصاف: لا شيء أبلغ من الرد عليهم بهذا الوجه، لأنه في الأول إطماع لهم بالموافقة ثم كر على طمعهم بالحسم، وأعقبهم في تنقصه باليأس، منه، ولا شيء أقطع من الإطماع ثم اليأس يتلوه ويعقبه .وقوله: يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ، وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ تفسير وتوضيح لكونه صلى الله عليه وسلم أذن خير لهم لا أذن شر عليهم.أى: أن من مظاهر كونه صلى الله عليه وسلم أذن خير، أنه «يؤمن بالله» إيمانا حقا لا يحوم حوله شيء من الرياء، أو الخداع أو غيرهما من ألوان السوء «ويؤمن للمؤمنين» أى: يصدقهم فيما يقولونه من أقوال توافق الشرع لأنهم أصحابه الذين أطاعوه، واتبعوا النور الذي أنزل معه، فهم أهل للتصديق والقبول. دون غيرهم من المنافقين والفاسقين.قال الفخر الرازي: فإن قيل لماذا عدى الإيمان إلى الله بالباء، وإلى المؤمنين باللام؟قلنا: لأن الإيمان المعدى إلى الله المراد منه التصديق الذي هو نقيض الكفر فعدى بالباء.والإيمان المعدى إلى المؤمنين المراد منه الاستماع منهم، والتسليم لقولهم فعدى باللام، كما في قوله وَما أَنْتَ بِمُؤْمِنٍ لَنا. أى بمصدق لنا. وقوله: أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ وقوله: قالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ  .وقوله: وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ معطوف على قوله: أُذُنُ خَيْرٍ لَكُمْ.أى: أن هذا الرسول الكريم بجانب أنه أذن خير لكم هو رحمة للذين آمنوا منكم- أيها المنافقون- إيمانا صحيحا، لأنه عن طريق إرشاده لهم إلى الخير، واتباعهم لهذا الإرشاد يصلون إلى ما يسعدهم في دنياهم وآخرتهم.وعلى هذا يكون المراد بالذين آمنوا من المنافقين: أولئك الذين صدقوا في إيمانهم، وأخلصوا لله قلوبهم، وتركوا النفاق والرياء.أو أن المراد بالذين آمنوا منهم: أولئك الذين أظهروا الإيمان، فيكون المعنى:أن هذا الرسول الكريم رحمة للذين أظهروا الإيمان منكم- أيها المنافقون- حيث إنه صلى الله عليه وسلم عاملهم بحسب الظاهر، دون أن يكشف أسرارهم، أو يهتك أستارهم لأن الحكمة تقتضي ذلك.وعلى هذا المعنى سار صاحب الكشاف فقد قال: وهو رحمة لمن آمن منكم، أى: أظهر الإيمان- أيها المنافقون-، حيث يسمع منكم، ويقبل إيمانكم الظاهر، ولا يكشف أسراركم، ولا يفضحكم، ولا يفعل بكم ما يفعل بالمشركين، مراعاة لما رأى الله من المصلحة في الإبقاء عليكم ...  .وقوله: وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذابٌ أَلِيمٌ تذييل قصد به تهديدهم وزجرهم عن التعرض لرسول الله صلى الله عليه وسلم بأية إساءة.أى: والذين يؤذون رسول الله بأى لون من ألوان الأذى، لهم عذاب أليم في دنياهم وآخرتهم لأنهم بإيذائهم له يكونون قد استهانوا بمن أرسله الله رحمة للعالمين.ثم حكى القرآن بعد ذلك لونا من جبنهم وعجزهم عن مصارحة المؤمنين بالحقائق، فقال- سبحانه-:"
}