{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/75/",
    "ayah_number": 75,
    "text": "قال الإمام ابن كثير ما ملخصه: وقد ذكر كثير من المفسرين منهم ابن عباس والحسن البصري، أن سبب نزول هذه الآيات أن ثعلبة بن حاطب الأنصارى قال لرسول الله صلى الله عليه وسلم يا رسول الله، ادع الله أن يرزقني مالا. فقال له الرسول صلى الله عليه وسلم: «ويحك يا ثعلبة، قليل تؤدى شكره خير من كثير لا تطيقه. ثم قال له مرة أخرى: «أما ترضى أن تكون مثل نبي الله؟ فو الذي نفسي بيده لو شئت أن تصير الجبال معى ذهبا وفضة لصارت» .فقال ثعلبة، والذي بعثك بالحق لئن دعوت الله فرزقني مالا لأعطين كل ذي حق حقه.فقال رسول الله صلى الله عليه وسلم: «اللهم ارزق ثعلبة مالا» .فاتخذ ثعلبة غنما فنمت، ثم ضاقت عليه المدينة فتنحى عنها ونزل واديا من أوديتها حتى جعل يصلى الظهر والعصر في جماعة ويترك ما سواهما. ثم نمت وكثرت فتنحى حتى ترك الصلوات إلا الجمعة، ثم ترك الجمعة..وأنزل الله- تعالى- قوله: خُذْ مِنْ أَمْوالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِها فبعث الرسول صلى الله عليه وسلم رجلين على الصدقة من المسلمين.. وقال لهما: «مرا على ثعلبة وعلى فلان. رجل من بنى سليم. فخذا صدقاتهما» .فخرجا حتى أتيا ثعلبة فسألاه الصدقة، وأقرآه كتاب رسول الله. فقال: ما هذه إلا جزية، ما هذه إلا أخت الجزية، ما أدرى ما هذا؟ انطلقا حتى تفرغا ثم عودا إلى.فانطلقا وسمع بهما السلمى «فنظر إلى خيار أسنان إبله فعزلها للصدقة. ثم استقبلهم بها.فلما رأوها قالوا له: ما يجب عليك هذا، وما نريد أن نأخذ هذا منك. فقال: بل خذوها فإن نفسي بذلك طيبة، فأخذاها منه ومرا على ثعلبة فقال لهما: أرونى كتابكما فقرأه فقال: ما هذه إلا جزية ... انطلقا حتى أرى رأيى.فانطلقا حتى أتيا النبي صلى الله عليه وسلم، فلما رآهما قال: «يا ويح ثعلبة» قبل أن يكلمهما، ودعا للسلمى بالبركة. فأخبراه بالذي صنعه ثعلبة معهما..فأنزل الله تعالى: وَمِنْهُمْ مَنْ عاهَدَ اللَّهَ لَئِنْ آتانا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ.. الآيات.فسمع رجل من أقارب ثعلبة هذه الآيات فذهب إليه وأخبره بما أنزل فيه من قرآن.فخرج ثعلبة حتى أتى النبي صلى الله عليه وسلم وسأله أن يقبل منه صدقته فقال له: إن الله منعني أن أقبل منك صدقتك..ثم لم يقبلها منه بعد ذلك أبو بكر أو عمر أو عثمان، وهلك ثعلبة في خلافة عثمان .هذا، وقد ضعف بعض العلماء هذا الحديث، لأسباب تتعلق بسنده، وبصاحب القصة وهو ثعلبة بن حاطب.والذي نراه أن هذه الآيات الكريمة تحكى صورة حقيقية وواقعية لبعض المنافقين المعاصرين للعهد النبوي. والذين عاهدوا الله فنقضوا عهودهم معه، وقابلوا ما أعطاهم من نعم بالبخل والجحود..وتلك الصورة قد تكون لثعلبة بن حاطب وقد تكون لغيره، لأن المهم هو حصولها فعلا من بعض المنافقين.وهذه الآيات- أيضا- تنطبق في كل زمان ومكان على من يقابل نعم الله بالكفران، إذ العبرة بعموم اللفظ لا بخصوص السبب.وإلى هذا المعنى أشار صاحب المنار بقوله: هذا بيان لحال طائفة من أولئك المنافقين الذين أغناهم الله ورسوله من فضله بعد الفقر والإملاق، ويوجد مثلهم في كل زمان، وهم الذين يلجئون إلى الله- تعالى- في وقت العسرة والفقر، أو الشدة والضر، فيدعونه ويعاهدونه على الشكر له، والطاعة لشرعه، إذا هو كشف ضرهم، وأغنى فقرهم. فإذا استجاب لهم نكسوا على رءوسهم، ونكصوا على أعقابهم، وكفروا النعمة، وبطروا الحق، وهضموا حقوق الخلق وهذا مثل من شر أمثالهم» .ومعنى الآيات الكريمة: ومن المنافقين قوم «عاهدوا الله» وأكدوا عهودهم بالأيمان المغلظة فقالوا: «لئن آتانا» الله- تعالى- من فضله مالا وفيرا، لنصدقن منه على المحتاجين، ولنعطين كل ذي حق حقه ولنكونن من عباده «الصالحين» الذين يؤدون واجبهم نحو الله والناس، والذين يصلحون في الأرض ولا يفسدون.قال الجمل وقوله: مَنْ عاهَدَ اللَّهَ فيه معنى القسم، وقوله: لَئِنْ آتانا مِنْ فَضْلِهِ تفسير لقوله: عاهد الله. واللام موطئة لقسم مقدر. وقد اجتمع هنا قسم وشرط، فالمذكور وهو قوله: «لنصدقن» .. جواب القسم، وجواب الشرط محذوف ... واللام في قوله «لنصدقن» ... واقعة في جواب القسم ."
}