{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/9/13/",
    "ayah_number": 13,
    "text": "قال الآلوسى: قوله تعالى أَلا تُقاتِلُونَ قَوْماً ... تحريض على القتال بأبلغ وجه، لأن الاستفهام فيه للإنكار، والاستفهام الإنكارى في معنى النفي، وقد دخل هنا على نفى، ونفى النفي إثبات. وحيث كان الترك منكرا أفاد بطريق برهاني أن إيجاده أمر مطلوب مرغوب فيه، فيفيد الحث والتحريض عليه. بأقوى الأدلة، وأسمى الأساليب  .وقد ذكر- سبحانه- هنا ثلاثة أسباب كل واحد منها يحمل المؤمنين على قتال المشركين بغلظة وشجاعة.أما السبب الأول فهو قوله تعالى: نَكَثُوا أَيْمانَهُمْ أى: نقضوا عهودهم وحنثوا في أيمانهم التي حلفوها لتأكيد هذه العهود.ومن مظاهر ذلك أن هؤلاء المشركين الذين تعاهدوا معكم في صلح الحديبية على ترك القتال عشر سنين. قد نقضوا عهودهم بمساعدة حلفائهم بنى بكر على قتال حلفائكم بنى خزاعة عند أول فرصة سنحت لهم.والسبب الثاني قوله. سبحانه. وَهَمُّوا بِإِخْراجِ الرَّسُولِ والهم: المقاربة من الفعل من غير دخول فيه.أى: وهموا بإخراج الرسول صلى الله عليه وسلم من مكة التي ولد فيها وعاش بها زمنا طويلا..لكنهم لم يستطيعوا ذلك، بل خرج باختيار. وبإذن الله له في الهجرة.وقد فصل سبحانه. ما هموا به في قوله وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ، وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْماكِرِينَ  .وإنما اقتصر، سبحانه، في الآية التي معنا على همهم بإخراجه. صلى الله عليه وسلم. من مكة، مع أن آية الأنفال قد بينت أنهم قد هموا بأحد أمور ثلاثة- لأن الإخراج هو الذي وقع أثره في الخارج بحسب الظاهر، أما القتل والحبس فلم يكن لهما أثر في الخارج.وقيل: إنه. سبحانه. قد اقتصر على الأدنى وهو الهم بالإخراج، ليعلم غيره بالطريق الأولى، إذ الإخراج أهون من القتل والحبس.وأما السبب الثالث فهو قوله. سبحانه. وَهُمْ بَدَؤُكُمْ أَوَّلَ مَرَّةٍ أى: وهم الذين كانوا بادئين بقتالكم في أول لقاء بينكم وبينهم وهو يوم بدر، كما كانوا بادئين بالعدوان عليكم في كل قتال بعد ذلك، كما حدث منهم في أحد والخندق وكما حدث منهم مع حلفائكم من بنى خزاعة.قال صاحب الكشاف: قوله: وَهُمْ بَدَؤُكُمْ أَوَّلَ مَرَّةٍ أى: وهم الذين كانت منهم البداءة بالمقاتلة، لأن رسول الله صلى الله عليه وسلم جاءهم أولا بالكتاب المنير، وتحداهم به، فعدلوا عن المعارضة لعجزهم عنها إلى القتال. فهم البادئون بالقتال والبادئ أظلم، فما يمنعكم من أن تقابلوهم بمثله، وأن تصدموهم بالشر كما صدموكم؟ .فأنت ترى أن هذه الآية الكريمة قد ذكرت ثلاثة أمور كل واحد منها كفيل بحمل المؤمنين على قتال المشركين.. فكيف وقد توفرت هذه الأمور الثلاثة في هؤلاء المشركين؟.ولم تكتف الآية الكريمة بهذا التهييج والتحريض للمؤمنين على القتال، بل أمرتهم بأن تكون خشيتهم من الله وحده، فقال سبحانه أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ.أى: أتتركون- أيها المؤمنون- قتال هؤلاء المشركين الذين نَكَثُوا أَيْمانَهُمْ وَهَمُّوا بِإِخْراجِ الرَّسُولِ وَهُمْ بَدَؤُكُمْ أَوَّلَ مَرَّةٍ خشية منهم..؟ لا، إن هذا لا يليق بكم، وإنما الذي يليق بكم- إن كنتم مؤمنين حقا- أن تكون خشيتكم من الله وحده.قال الإمام الرازي: وهذا الكلام يقوى داعية القتال من وجوه:الأول: أن تعديد الموجبات القوية وتفصيلها مما يقوى هذه الداعية.الثاني: أنك إذا قلت للرجل: أتخشى خصمك؟ كان ذلك تحريكا لأن يستنكف أن ينسب إلى كونه خائفا من خصمه.الثالث: أن قوله: فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ يفيد ذلك كأنه قيل: إن كنت تخشى أحدا فالله أحق أن تخشاه، لكونه في غاية القدرة والكبرياء والجلالة..الرابع: أن قوله: إِنْ كُنْتُمْ مُؤْمِنِينَ معناه: إن كنتم مؤمنين إيمانا حقا، وجب عليكم أن تقدموا على هذه المقاتلة ومعناه: أنكم إذا لم تقدموا لا تكونوا كذلك، فثبت أن هذا الكلام مشتمل على سبعة أنواع من الأمور التي تحملهم على مقاتلة أولئك الكفار الناقضين للعهد  ."
}