{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/55/20/",
    "ayah_number": 20,
    "text": "والبرزخ: الحاجز الذي يحجز بينهما، بقدرة الله- تعالى-.والمعنى: خلق الله- تعالى- البحرين، وأرسلهما بقدرته في مجاريهما، بحيث يلتقيان ويتصل أحدهما بالآخر، ومع ذلك لم يختلطا، بل يبقى المالح على ملوحته. والعذب على عذوبته، لأن حكمة الله قد اقتضت أن يفصل بينهما، بحواجز من أجرام الأرض، أو بخواص في كل منهما، تمنعهما هذه الخواص وتلك الحواجز، من أن يختلطا، ولولا ذلك لاختلطا وامتزجا، وهذا من أكبر الأدلة على قدرة الله- تعالى-، ورحمته بعباده، إذ أبقى الله- تعالى- المالح على ملوحته، والعذب على عذوبته، لينتفع الناس بكل منهما في مجال الانتفاع به ...فالماء العذب ينتفع به في الشراب للناس والدواب والنبات.. والماء الملح ينتفع به في أشياء أخرى، كاستخراج الملح منه، وفي غير ذلك من المنافع..ومن بديع صنع الله في هذا الكون، أنك تشاهد البحار الهائلة على سطح الأرض، والأنهار الكثيرة، ومع ذلك فكل نوع منهما باق على خصائصه، مع أن كلا منهما قد يلتقى بالآخر.قال بعض العلماء: والمقصود بالبحرين ما يعرفه العرب من هذين النوعين وهما نهر الفرات. وبحر العجم، المسمى اليوم بالخليج الفارسي. والتقاؤهما: انصباب ماء الفرات في الخليج الفارسي، في شاطئ البصرة، والبلاد التي على الشاطئ العربي من الخليج الفارسي تعرف عند العرب ببلاد البحرين لذلك.والمراد بالبرزخ بينهما: الفاصل بين الماءين: الحلو والملح بحيث لا يغير أحد البحرين طعم الآخر بجواره وذلك بسبب ما في كل منهما من خصائص تدفع عنه اختلاط الآخر به وهذا من مسائل الثقل النوعي.وذكر البرزخ تشبيه بليغ، أى: بينهما مثل البرزخ، ومعنى لا يبغيان: أى لا يبغى أحدهما على الآخر، أى: لا يغلب عليه فيفسد طعمه، فاستعير لهذه الغلبة لفظ البغي..  .وقال صاحب الظلال- رحمه الله-: والبحران المشار إليهما هما البحر المالح، والبحر العذب، ويشمل الأول البحار والمحيطات، ويشمل الثاني الأنهار. ومرج البحرين: أرسلهما وتركهما يلتقيان. ولكنهما لا يبغيان، ولا يتجاوز كل منهما حده المقدر، ووظيفته المقسومة، وبينهما برزخ من طبيعتهما من صنع الله- تعالى-.وتصب جميع الأنهار- تقريبا- في البحار، وهي التي تنقل إليها أملاح الأرض، فلا تغير طبيعة البحار ولا تبغى عليها، ومستوى سطوح الأنهار أعلى- في العادة- من مستوى سطح البحر، ومن ثم لا يبغى البحر على الأنهار التي تصب فيه. ولا يغمر مجاريها بمائه الملح..وبينهما دائما هذا البرزخ من صنع الله، فلا يبغيان.فلا عجب أن يذكر- سبحانه- البحرين، وما بينهما من برزخ، في مجال الآلاء والنعم.. ."
}