{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/14/34/",
    "ayah_number": 34,
    "text": "تم ختم- سبحانه- هذه النعم بقوله وَآتاكُمْ مِنْ كُلِّ ما سَأَلْتُمُوهُ....أى: وأعطاكم- فضلا عما تقدم من النعم- بعضا من جميع ما سألتموه إياه من نعم، على حسب ما تقتضيه إرادته وحكمته التي لا تعلمونها كما قال- تعالى- وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبادِهِ لَبَغَوْا فِي الْأَرْضِ وَلكِنْ يُنَزِّلُ بِقَدَرٍ ما يَشاءُ، إِنَّهُ بِعِبادِهِ خَبِيرٌ بَصِيرٌ .قال الجمل ما ملخصه «قوله وَآتاكُمْ مِنْ كُلِّ ما سَأَلْتُمُوهُ أى: كل نوع أو كل صنف سألتموه أى: شأنكم أن تسألوه لاحتياجكم إليه، وإن لم تسألوه بالفعل.وفي «من» قولان: أحدهما أنها زائدة في المفعول الثاني، أى: آتاكم كل ما سألتموه.والثاني أن تكون تبعيضية أى: وآتاكم بعض جميع ما سألتموه وعلى هذا فالمفعول محذوف تقديره: وآتاكم شيئا من كل ما سألتموه، وهو رأى سيبويه..» .وجملة «وإن تعدوا نعمة الله لا تحصوها» مؤكدة لمضمون ما قبلها.أى: وإن تحاولوا عد نعم الله عليكم، وتحاولوا تحديد هذا العدد، لن تستطيعوا ذلك لكثرة هذه النعم، وخفاء بعضه عليكم.والإحصاء: ضبط العدد وتحديده، مأخوذ من الحصا وهو صغار الحجارة لأن العرب كانوا يعدون الأعداد الكثيرة بالحصى تجنبا للخطأ.قال ابن كثير: «يخبر- سبحانه- عن عجز العباد من تعداد نعمه فضلا عن القيام بشكرها، كما قال طلق بن حبيب- رحمه الله-: إن حق الله أثقل من أن يقوم به العباد، وإن نعم الله أكثر من يحصيها العباد ولكن أصبحوا توابين وأمسوا توابين.وفي صحيح البخاري أن رسول الله صلى الله عليه وسلم كان يقول: «لك الحمد غير مكفى- أى لم يكفه غيره بل هو- سبحانه- يكفى غيره- ولا مودع- أى متروك حمده-،ولا مستغنى عنه ربنا- أى هو الذي يحتاج إليه الخلق ... » .والمراد بالإنسان في قوله إِنَّ الْإِنْسانَ لَظَلُومٌ كَفَّارٌ نوع معين منه وهو الكافر كما في قوله- تعالى- وَيَقُولُ الْإِنْسانُ أَإِذا ما مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا.أى: إن الإنسان الكافر لشديد الظلم لنفسه بعبادته لغير الله- تعالى-، ولشديد الجحود والكفران لنعمه- عز وجل.ويرى بعضهم أن المراد بالإنسان هنا الجنس.قال الشوكانى: قوله- سبحانه-: إِنَّ الْإِنْسانَ لَظَلُومٌ أى لنفسه بإغفاله لشكر نعم الله عليه، وظاهره شمول كل إنسان. وقال الزجاج: إن الإنسان هنا اسم جنس يقصد به الكافر خاصة، كما في قوله- تعالى- وَالْعَصْرِ إِنَّ الْإِنْسانَ لَفِي خُسْرٍ «كفار» أى: شديد كفران نعم الله عليه، جاحد لها، غير شاكر لله عليها كما ينبغي ويجب عليه» .وبذلك نرى أن هذه الآيات الكريمة قد ابتدأت ببيان سوء عاقبة الذين بدلوا نعمة الله كفرا، وثنت بأمر النبي صلى الله عليه وسلم بأن يحض المؤمنين الصادقين على الاستزادة من إقامة الصلاة ومن الإنفاق في سبيل الله.ثم ساقت عشر نعم تدل دلالة واضحة على وحدانية الله- تعالى- وعلمه وقدرته، وهذه النعم هي خلق السموات والأرض، وإنزال المطر من السماء، وإخراج الثمرات به، وتسخير الفلك في البحار، وتسخير الأنهار، وتسخير الشمس والقمر دائبين، وتسخير الليل والنهار.ثم ختمت ببيان أنه- سبحانه- قد أعطى الناس- فضلا عن كل ذلك- جميع ما يحتاجون إليه في مصالحهم على حسب حكمته ومشيئته ولكن الناس- إلا من عصم الله- لا يقابلون نعمه- سبحانه- بما تستحقه من شكر، لشدة ظلمهم وكثرة جحودهم.ثم ساق- سبحانه- بعد ذلك بعض الدعوات التي تضرع بها إبراهيم- عليه السلام- إلى ربه، وهي دعوات تدل على شكره لخالقه، وحسن صلته به، ورجائه في فضله.. فقال- تعالى-:"
}