{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/14/24/",
    "ayah_number": 24,
    "text": "والخطاب في قوله أَلَمْ تَرَ ... للرسول صلى الله عليه وسلم أو لكل من يصلح للخطاب، والاستفهام للتقرير، والرؤية مستعملة في العلم الناشئ عن التأمل والتفكر في ملكوت السموات والأرض.قال الآلوسى ما ملخصه: قوله- تعالى-: أَلَمْ تَرَ ... هذا التعبير قد يذكر لمن تقدم علمه فيكون للتعجب، وقد يذكر لمن ليس كذلك، فيكون لتعريفه وتعجيبه، وقد اشتهر في ذلك حتى أجرى مجرى المثل في ذلك، بأن شبه من لم ير الشيء بحال من رآه في أنه لا ينبغي أن يخفى عليه، ثم أجرى الكلام معه كما يجرى مع من رأى، قصدا إلى المبالغة في شهرته وعراقته في التعجب» .والمثل: يطلق على القول السائر المعروف للماثلة مضربه لمورده.وقوله مَثَلًا انتصب على أنه مفعول به لضرب، وقوله كَلِمَةً بدل منه أو عطف بيان.والمراد بالكلمة الطيبة: كلمة الإسلام، وما يترتب عليها من عمل صالح، وقول طيب.قال الآلوسى ما ملخصه: «والمراد بالشجرة الطيبة- المشبه بها- النخلة عند الأكثرين وروى ذلك عن ابن عباس وابن مسعود ومجاهد وعكرمة والضحاك وابن زيد..وأخرج عبد الرزاق والترمذي وغيرهما عن شعيب بن الحجاب قال: كنا عند أنس، فأتينا بطبق عليه رطب، فقال أنس لأبى العالية: كل يا أبا العالية، فإن هذا من الشجرة التي ذكرها الله- تعالى- في كتابه أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ....وأخرج الترمذي- أيضا- والنسائي وابن حبان والحاكم وصححه عن أنس قال: أتى رسول الله صلى الله عليه وسلم بقناع من بسر- أى بطبق من تمر لم ينضج بعد فقال: «مثل كلمة طيبة كشجرة طيبة ... قال: هي النخلة» .وأخرج ابن مردويه عن ابن عباس أنها شجرة جوز الهند.وأخرج ابن حرير وابن ابى حاتم أنها شجرة في الجنة، وقيل كل شجرة مثمرة كالنخلة، وكشجرة التين والعنب والرمان وغير ذلك ثم قال:وأنت تعلم أنه إذا صح الحديث ولم يتأت حمل ما فيه على التمثيل لا ينبغي العدول عنه» .وكأن الإمام الآلوسى بهذا القول يريد أن يرجح أن المراد بالشجرة الطيبة النخلة، لتصريح الآثار بذلك.وقد رجح ابن جرير- أيضا- أن المراد بها النخلة فقال ما ملخصه: «واختلفوا في المراد بالشجرة الطيبة، فقال بعضهم: هي النخلة ... وقال آخرون: هي شجرة في الجنة ...وأولى القولين بالصواب في ذلك قول من قال هي النخلة، لصحة الخبر عن رسول الله صلى الله عليه وسلم في ذلك..»  .والمعنى: ألم تر- أيها المخاطب- كيف اختار الله- تعالى- مثلا، ووضعه في موضعه اللائق به، والمناسب له، وهذا المثل لكلمتى الإيمان والكفر، حيث شبه- سبحانه- الكلمة الطيبة وهي كلمة الإسلام، بالشجرة الطيبة، أى النافعة في جميع أحوالها، وهي النخلة.ثم وصف- سبحانه- هذه الشجرة بصفات حسنة فقال: أَصْلُها ثابِتٌ.أى: ضارب بعروقه في باطن الأرض فصارت بذلك راسخة الأركان ثابتة البنيان.وَفَرْعُها أى: أعلاها وما امتد منها من أغصان، مشتق من الافتراع بمعنى الاعتلاء فِي السَّماءِ أى: في جهة السماء من حيث العلو والارتفاع، وهذا مما يزيد الشجرة جمالا وحسن منظر."
}