{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/14/21/",
    "ayah_number": 21,
    "text": "ثم حكى- سبحانه- بعد ذلك جانبا من الحوار الذي يدور يوم القيامة بين الضعفاء والمستكبرين، بين الأتباع والمتبوعين ... فقال- تعالى-: وَبَرَزُوا لِلَّهِ جَمِيعاً، فَقالَ الضُّعَفاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعاً، فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذابِ اللَّهِ مِنْ شَيْءٍ....وقوله وَبَرَزُوا من البروز بمعنى الظهور، مأخوذ من البراز وهو الفضاء الواسع، الذي يظهر فيه الناس بدون استتار. أى: وخرج الكافرون جميعا من قبورهم يوم القيامة، وظهروا ظهورا لا خفاء معه، لكي يحاسبهم- سبحانه- على أعمالهم في الدنيا.وقال- سبحانه- وَبَرَزُوا بلفظ الفعل الماضي مع أن الحديث عن يوم القيامة، للتنبيه على تحقق وقوع هذا الخروج، وأنه كائن لا محالة.وعبر- سبحانه- بهذا التعبير، مع أنهم لا يخفون عليه سواء أبرزوا أم لم يبرزوا، لأنهم كانوا في الدنيا يستترون عن العيون عند اجتراحهم السيئات ويظنون أن ذلك يخفى على الله- عز وجل-.ثم بين- سبحانه- ما يقوله الضعفاء للمستكبرين في هذا الموقف العصيب فقال:فَقالَ الضُّعَفاءُ وهم العوام والأتباع الذين فقدوا نعمة التفكير، ونعمة حرية الإرادة، فهانوا وذلوا..قال هؤلاء الضعفاء لِلَّذِينَ اسْتَكْبَرُوا وهم السادة المتبوعون الذين كانوا يقودون أتباعهم إلى طريق الغي والضلال.إِنَّا كُنَّا لَكُمْ- أيها السادة- تَبَعاً جمع تابع كخادم وخدم.أى: إنا كنا في الدنيا تابعين لكم، ومنقادين لأمركم، في تكذيب الرسل، وفي كل ما تريدونه منا.والاستفهام في قوله- سبحانه- فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذابِ اللَّهِ مِنْ شَيْءٍ للتقريع والتفجع.ومغنون من الإغناء بمعنى الدفاع والنصرة.قال الشوكانى: «يقال: أغنى عنه إذا دفع عنه الأذى، وأغناه إذا أوصل إليه النفع» .أى: فهل أنتم- أيها المستكبرون- دافعون عنا شيئا من عذاب الله النازل بنا، حتى ولو كان هذا الشيء المدفوع قليلا؟ إن كان في إمكانكم ذلك فأظهروه لنا، فقد كنتم في الدنيا سادتنا وكبراءنا، وكنتم تزعمون أنكم أصحاب الحظوة يوم القيامة.قال صاحب الكشاف: «فإن قلت: أى فرق بين «من» في «من عذاب الله» وبينه في «من شيء» ؟قلت: الأولى للتبيين، والثانية للتبعيض، كأنه قيل: هل أنتم مغنون عنا بعض الشيء الذي هو عذاب الله؟ ويجوز أن يكونا للتبعيض معا بمعنى: هل أنتم مغنون عنا بعض شيء، هو بعض عذاب الله؟ أى: بعض بعض عذاب الله»  .ثم حكى- سبحانه- رد المستكبرين على المستضعفين فقال: قالُوا لَوْ هَدانَا اللَّهُ لَهَدَيْناكُمْ ...أى: قال المستكبرون- بضيق وتحسر- في ردهم على المستضعفين: لو هدانا الله- تعالى- إلى الإيمان الموصل إلى النجاة من هذا العذاب الأليم «لهديناكم» إليه، ولكن ضللنا عنه وأضللناكم معنا، واخترنا لكم ما اخترناه لأنفسنا، ولو كنا نستطيع النفع لنفعنا أنفسنا.ثم أضافوا إلى ذلك قولهم: سَواءٌ عَلَيْنا أَجَزِعْنا أَمْ صَبَرْنا ما لَنا مِنْ مَحِيصٍ.والجزع: حزن يصرف الإنسان عما هو بصدده لشدة اضطرابه وذهوله.يقال: جزع فلان يجزع جزعا وجزوعا، إذا ضعف عن حمل ما نزل به ولم يجد صبرا.والمحيص: المهرب والمنجى من العذاب. يقال: حاص فلان عن الشيء يحيص حيصا ومحيصا، إذا عدل عنه على جهة الهرب والفرار.أى: مستو عندنا الجزع مما نحن فيه من عذاب، والصبر على ذلك، وليس لنا من مهرب أو منجى من هذا المصير الأليم.فالآية الكريمة تحكى أقوال الضعفاء يوم القيامة، وهي أقوال يبدو فيها طابع الذلة والمهانة كما هو شأنهم في الدنيا، كما تحكى رد المستكبرين عليهم، وهو رد يبدو فيه التبرم والتفجع والتأنيب من طرف خفى لهؤلاء الضعفاء، والتسليم بالواقع الأليم الذي لا محيص لهم عنه.قال الإمام ابن كثير: «قال عبد الرحمن بن زيد بن أسلم: إن أهل النار قال بعضهم لبعض: تعالوا، فإنما أدرك أهل الجنة الجنة ببكائهم وتضرعهم إلى الله- تعالى-، تعالوا نبك ونتضرع إلى الله، فبكوا وتضرعوا، فلما رأوا ذلك لا ينفعهم قالوا: تعالوا، فإنما أدرك أهل الجنة الجنة بالصبر، تعالوا حتى نصبر، فصبروا صبرا لم ير مثله، فلم ينفعهم ذلك. فعند ذلك قالوا: سَواءٌ عَلَيْنا أَجَزِعْنا أَمْ صَبَرْنا ما لَنا مِنْ مَحِيصٍ  ."
}