{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/49/",
    "ayah_number": 49,
    "text": "ثم حكى- سبحانه- لونا آخر من قبائح اليهود فقال:أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ، بَلِ اللَّهُ يُزَكِّي مَنْ يَشاءُ وَلا يُظْلَمُونَ فَتِيلًا. انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَكَفى بِهِ إِثْماً مُبِيناً.روى المفسرون في سبب نزول هاتين الآيتين أن رجالا من اليهود أتوا النبي صلى الله عليه وسلم بأطفالهم فقالوا: يا محمد هل على هؤلاء ذنب؟ فقال: لا. فقالوا: والله ما نحن إلا كهيئتهم.ما عملناه بالنهار كفر عنا بالليل، وما عملنا بالليل كفر عنا بالنهار» .ولقد حكى القرآن عن اليهود أنهم قالوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّاماً مَعْدُودَةً.وحكى عنهم أنهم كانوا يَأْخُذُونَ عَرَضَ هذَا الْأَدْنى وَيَقُولُونَ سَيُغْفَرُ لَنا.وحكى عنهم وعن النصارى أنهم قالوا: نَحْنُ أَبْناءُ اللَّهِ وَأَحِبَّاؤُهُ.والاستفهام في قوله- تعالى- أَلَمْ تَرَ للتعجب من أحوالهم، والتهوين من شأنهم حيث بالغوا في مدح أنفسهم مع أنهم كاذبون في ذلك.وقوله يُزَكُّونَ أَنْفُسَهُمْ من التزكية بمعنى التطهير والتنزيه عن القبيح. والمراد بهذا التعبير هنا: أنهم يصفون أنفسهم بالأفعال الحسنة، ويمدحونها مدحا كثيرا، مع أنهم لا يستحقون إلا الذم بسبب سوء أقوالهم وأفعالهم.والمعنى: ألم ينته علمك يا محمد إلى حال هؤلاء اليهود الذين يمدحون أنفسهم ويثنون عليها مختالين متفاخرين مع ما هم عليه من الكفر وسوء الأخلاق؟ إن كنت لم تعلم أحوالهم أو لم تنظر إليهم فها نحن نكشف لك عن خباياهم لتتعجب من سوء أعمالهم وليتعجب منهم كل عاقل.وقوله بَلِ اللَّهُ يُزَكِّي مَنْ يَشاءُ إبطال لمعتقدهم بإثبات ضده، وهو أن التزكية شهادة من الله ولا ينفع أحدا أن يزكى نفسه، وإعلام منه- سبحانه- بأن تزكيته هي التي يعتد بها لا تزكية غيره، فإنه هو العالم بما ينطوى عليه الإنسان من حسن وقبح، وخير وشر.وقوله وَلا يُظْلَمُونَ فَتِيلًا بيان لكمال عدله- سبحانه- وأنه لا يظلم أحدا من خلقه لا قليلا ولا كثيرا.والفتيل: هو الخيط الذي يكون في شق النواة. وكثيرا ما يضرب به المثل في القلة والحقارة.أى أن هؤلاء الذين يزكون أنفسهم بغير حق يعاقبون على هذا الكذب بما يستحقون من عقاب عادل لا ظلم معه لأنه- سبحانه- لا يظلم أحدا من عباده شيئا بل يجازى كل إنسان بما هو أهل له من خير أو شر."
}