{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/5/",
    "ayah_number": 5,
    "text": "والسفهاء جمع سفيه. والسفه- كما يقول الراغب-: خفة في البدن، ومنه قيل: زمام سفيه أى كثير الاضطراب، وثوب سفيه رديء النسج، واستعمل في خفة النفس لنقصان العقل، ويكون في الأمور الدنيوية والأخروية، قال- تعالى- في السفه الدنيوي: وَلا تُؤْتُوا السُّفَهاءَ أَمْوالَكُمُ وقال في السفه الأخروى وَأَنَّهُ كانَ يَقُولُ سَفِيهُنا عَلَى اللَّهِ شَطَطاً والمراد من السفهاء هنا: ضعاف العقول والأفكار الذين لا يحسنون التصرف.والمراد من قوله قِياماً ما به القيام والتعيش. يقال فلان قيام أهله: أى يقيم شأنهم ويصلهم. وهو المفعول الثاني لجعل. أما المفعول الأول لجعل فمحذوف ويرجع إلى ضمير الأموال.وقرأ نافع وابن عامر الَّتِي جَعَلَ اللَّهُ لَكُمْ قِياماً على أنه مصدر مثل الحول والعوض.وقرأ ابن عمر قَواماً- بكسر القاف وبواو وألف- قال الآلوسى: وفيه وجهان:الأول: أنه مصدر قاومت قواما مثل لاوذت لواذا فصحت الواو في المصدر كما صحت في الفعل.والثاني: أنه اسم لما يقوم به الأمر وليس بمصدر» .هذا، وقد اختلف المفسرون في تعيين المخاطبين بقوله- تعالى- وَلا تُؤْتُوا السُّفَهاءَ أَمْوالَكُمُ كما اختلفوا في المراد من السفهاء على أقوال أشهرها:أن المخاطبين بهذه الآية هم أولياء اليتامى، وأن المراد من السفهاء هم اليتامى الذين لم يحسنوا التصرف في أموالهم لصغرهم أو لضعف عقولهم، واضطراب أفكارهم. وأن المراد بالأموال في قوله أَمْوالَكُمُ هي أموال هؤلاء اليتامى لا أموال الأولياء.فيكون المقصود من الآية الكريمة نهى الأولياء عن إيتاء السفهاء من اليتامى أموالهم التي جعلها الله مناط تعيشهم، خشية إساءة التصرف فيها لخفة أحلامهم.وإنما أضيفت الأموال في الآية الكريمة إلى ضمير المخاطبين وهم الأولياء، مع أن هذه الأموال في الحقيقة لليتامى:للتنبيه إلى أن أموال اليتامى كأنها عين أموالهم، مبالغة في حملهم على وجوب حفظها وصيانتها من أى إتلاف أو إضرار بها.قال الفخر الرازي ما ملخصه: والدليل على أن الخطاب في الآية الكريمة للأولياء قوله- تعالى- بعد ذلك وَارْزُقُوهُمْ فِيها وَاكْسُوهُمْ وأيضا فعلى هذا القول يحسن تعليق هذه الآية بما قبلها فكأنه- تعالى- يقول: إنى وإن كنت أمرتكم بإيتاء اليتامى أموالهم. فإنما قلت ذلك إذا كانوا عاقلين بالغين متمكنين من حفظ أموالهم، فأما إذا كانوا غير بالغين أو غير عقلاء، أو إن كانوا بالغين عقلاء إلا أنهم كانوا سفهاء مسرفين، فلا تدفعوا إليهم أموالهم وأمسكوها لأجلهم إلى أن يزول عنهم السفه. والمقصود من كل ذلك الاحتياط في حفظ أموال الضعفاء والعاجزين» .وقيل: إن الخطاب في الآية الكريمة للآباء، والمراد من السفهاء الأولاد الذين لا يستقلون بحفظ المال وإصلاحه، بل إذا أعطى لهم أفسدوه وأتلفوه.وعلى هذا الرأى تكون إضافة الأموال إلى المخاطبين على سبيل الحقيقة.ويكون المعنى: لا تؤتوا أيها الآباء أموالكم لأولادكم السفهاء لأن في إعطائكم إياها لهم إفسادا لهم مع أن فيها قوام حياتكم وصلاح أحوالكم.والذي نراه أن الخطاب في الآية الكريمة لجميع المكلفين حاكمين ومحكومين ليأخذ كل من يصلح لهذا الحكم حظه من الامتثال. وأن المراد بالسفهاء كل من لا يحسن المحافظة على ماله لصغره، أو لضعف عقله، أو لسوء تصرفاته سواء أكان من اليتامى أم من غيرهم لأن التعميم في الخطاب وفي الألفاظ- عند عدم وجود المخصص- أولى، لأنه أوفر معنى، وأوسع تشريعا.وفي إضافة الأموال إلى جميع المخاطبين المكلفين من المسلمين إشارة بديعة إلى أن المال المتداول بينهم هو حق لمالكيه المختصين به في ظاهر الأمر، ولكنه عند التأمل تلوح فيه حقوق الأمة جمعاء لأن وضعه في المواضع التي أمر الله بها منفعة للأمة كلها، وفي وضعه في المواضع التي نهى الله عنها مضرة بالأمة كلها، وتعاليم الإسلام التي تجعل المسلمين جميعا أمة واحدة متكافلة متراحمة تعتبر مصلحة كل فرد من أفرادها عين مصلحة الآخرين.وبعد أن نهى- سبحانه- عن إيتاء المال للسفهاء، أمر بثلاثة أشياء، أولها وثانيها قوله- تعالى- وَارْزُقُوهُمْ فِيها وَاكْسُوهُمْ.أى اجعلوا هذه الأموال مكانا لرزقهم وكسوتهم، بأن تتجروا فيها حتى تكون نفقاتهم من الأرباح لا من أصل المال لئلا يفنيه الإنفاق منه.وإنما قال: وَارْزُقُوهُمْ فِيها ولم يقل «منها» لئلا يكون ذلك أمرا بأن يجعلوا بعض أموالهم رزقا لهم، بل أمرهم أن يجعلوا أموالهم مكانا لرزقهم بأن يتجروا فيها ويستثمروها فيجعلوا أرزاقهم من الأرباح لا من أصول الأموال.أما الأمر الثالث فهو قوله- تعالى-: وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفاً.والقول المعروف هو كل ما تسكن إليه النفس لموافقته للشرع وللعقول السليمة، كأن يكلموهم كلاما لينا تطيب به نفوسهم، وكأن يعدوهم عدة حسنة بأن يقولوا لهم: إذا صلحتم ورشدتم سلمنا إليكم أموالكم. وكأن ينصحوهم بما يصلحهم ويبعدهم عن السفه وسوء التصرف.وفي أمره- سبحانه- للمخاطبين بأن يقولوا لهؤلاء السفهاء قولا معروفا، بعد أمره لهم برزقهم وكسوتهم، إشعار بأن من الواجب عليهم أن يقدموا إليهم الرزق والكسوة مصحوبين بوجه طلق، وبقول جميل بعيد عن المن والأذى، فقد جرت عادة من تحت يده المال أن يستثقل إخراجه لمن سأله إياه.هذا، ومن الأحكام التي أخذها العلماء من هذه الآية الكريمة: وجوب المحافظة على الأموال وعدم تضييعها.قال صاحب الكشاف: وكان السلف يقولون: المال سلاح المؤمن. ولأن أترك ما لا يحاسبني الله عليه، خير من أن أحتاج إلى الناس. وعن سفيان- وكانت له بضاعة يقلبها-: لولاها لتمندل بي بنو العباس- أى لولاها لاتخذونى كالمنديل يسخروننى لمصالحهم-. وقيل لأبى الزناد: لم تحب الدراهم وهي تدنيك من الدنيا؟ فقال: لئن أدنتنى من الدنيا فقد صانتنى عنها.وكانوا يقولون: اتجروا واكتسبوا فإنكم في زمان إذا احتاج أحدكم كان أول ما يأكل دينه. وربما رأوا رجلا في جنازة، فقالوا له: اذهب إلى دكانك»  .وقال بعض العلماء: ولنقف عند قوله- تعالى- وَلا تُؤْتُوا السُّفَهاءَ أَمْوالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِياماً لنعلم ما يوحى به من تكافل الأمة ومسئولية بعضها عن بعض. ومن أن المال الذي في يد بعض الأفراد «قوام للجميع» ينتفعون به في المشروعات العامة، ويفرجون به أزماتهم وضائقاتهم الخاصة عن طريق الزكاة، وعن طريق التعاون وتبادل المنافع. وهذا هو الوضع المالى في نظر الشريعة الإسلامية، فليس لأحد أن يقول: مالي مالي. هو مالي وحدي لا ينتفع به سواي، ليس لأحد أن يقول هذا أو ذاك. فالمال مال الجميع، والمال مال الله، ينتفع به الجميع عن الطريق الذي شرعه الله في سد الحاجات ودفع الملمات. وهو ملك لصاحبه يتصرف فيه لا كما يشاء ويهوى بل كما رسم الله وبين في كتابه، حتى إذا ما أخل بذلك فأسرف وبذر أو ضن وقتر حجر عليه» .كذلك من الأحكام التي أخذها العلماء من هذه الآية الكريمة: وجوب الحجر على السفهاء، لأن الله- تعالى- قد أمر بذلك. ووجوب إقامة الوصي والولي والكفيل على الأيتام الصغار ومن في حكمهم ممن لا يحسنون التصرف.ثم بين- سبحانه- الوقت الذي يتم فيه تسليم أموال اليتامى إليهم، وكيف تجب حياطتهم والعناية بهم وبأموالهم فقال- تعالى-:"
}