{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/104/",
    "ayah_number": 104,
    "text": "وقوله وَلا تَهِنُوا فِي ابْتِغاءِ الْقَوْمِ تشجيع للمؤمنين على مواصلة قتال أعدائهم بصبر وعزيمة.وقوله تَهِنُوا من الوهن وهو الضعف والتخاذل. والابتغاء مصدر ابتغى بمعنى بغى المتعدى أى طلب.أى: ولا تضعفوا- أيها المؤمنون- في ابتغاء العدو وطلبه، ولا تقعد بكم الآلام عن متابعته وملاحقته حتى يتم الله لكم النصر عليه.ثم رغبهم- سبحانه- في مواصلة طلب أعدائهم بأسلوب منطقي رصين فقال: إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَما تَأْلَمُونَ، وَتَرْجُونَ مِنَ اللَّهِ ما لا يَرْجُونَ.أى: لا تتوانوا- أيها المؤمنون- عن ملاحقة أعدائكم ومقاتلتهم مهما تحملتم من آلام، وما أصبتم به من جراح، لأن ما أصابكم من آلام وجراح قد أصيب أعداؤكم بمثله أو أكثر منه، ولأن الآلام التي تحسونها هم يحسون مثلها أو أكثر منها. وفضلا عن ذلك فأنتم ترجون بقتالكم لهم رضا الله، وإعلاء كلمته، وحسن مثوبته، وإظهار دينه. أما هم فإنهم يقاتلونكم ولا رجاء لهم في شيء من ذلك. وإنما رجاؤهم في تحقيق شهواتهم، وإرضاء شياطينهم، وانتصار باطلهم على حقكم.وشتان بين من يقاتل وغايته ورجاؤه نصرة الحق. ومن يقاتل وغايته ورجاؤه نصرة الباطل.ومادام الأمر كذلك فانهضوا- أيها المؤمنون- لقتال أعداء الله وأعدائكم، دون أن يحول بينكم وبين قتالهم ما تحسون به من آلام، فإن الله- تعالى- قد جعل العاقبة لكم، والنصر في ركابكم..وقريب من هذه الآية قوله- تعالى- في سورة آل عمران: إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُداوِلُها بَيْنَ النَّاسِ.ثم ختم- سبحانه- الآية بقوله وَكانَ اللَّهُ عَلِيماً حَكِيماً أى: وكان الله وما زال عليما بكل شيء من أحوالكم وأحوالهم، حكيما في كل ما يقضيه ويأمر به أو ينهى عنه، فسيروا- أيها المؤمنون- في الطريق التي أمركم- سبحانه- بالسير فيها لتنالوا تأييده ورضاه.هذا، وقد روى المفسرون في سبب نزول هذه الآية الكريمة روايات منها ما ذكره القرطبي من أنها نزلت في أعقاب حرب أحد حيث أمر النبي صلى الله عليه وسلم المؤمنين بالخروج في آثار المشركين، وكان بالمسلمين جراحات. وكان قد أمر ألا يخرج معه إلا من كان قد حضر القتال في غزوة أحد .وهذا السبب الذي ذكره القرطبي في نزول الآية الكريمة لا يمنع عمومها إذ العبرة بعموم اللفظ لا بخصوص السبب، وعليه فإن الآيتين الكريمتين تأمران المسلمين في كل زمان ومكان بالمحافظة على فرائض الله ولا سيما الصلاة، وبالإكثار من ذكره في جميع أحوالهم، وبالإقدام على قتال أعدائهم بعزيمة صادقة، وهمة عالية، دون أن يحول بينهم وبين هذا القتال ما يشعرون به من آلام، فإن الله- تعالى- قد تكفل بنصر المؤمنين، ودحر المشركين.وبعد أن أمر الله- تعالى- المؤمنين بالمحافظة على فرائضه وبأخذ حذرهم من الأعداء.وبالاستعداد لإبطال مكرهم، وبمواصلة قتالهم حتى تعلو كلمة الحق، بعد كل هذا أمر- سبحانه- المؤمنين في شخص نبيهم صلى الله عليه وسلم بأن يلتزموا الحق في كل شئونهم وأحوالهم، لأن عدم التقيد بالحق والعدل يؤدى إلى ضعف الأمة واضمحلالها. وقد ساق- سبحانه- في آيات كريمة ما يهدى القلوب إلى صراطه المستقيم فقال- تعالى-:"
}