{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/70/",
    "ayah_number": 70,
    "text": "واسم الإشارة ذلِكَ في قوله ذلِكَ الْفَضْلُ مِنَ اللَّهِ يعود إلى ما ثبت للمطيعين من أجر جزيل، ومزيد هداية، وحسن رفقة. وهو مبتدأ. وقوله الْفَضْلُ صفته، والجار والمجرور متعلق بمحذوف خبره. أى: ذلك الفضل العظيم كائن من الله- تعالى- لا من غيره.وقوله وَكَفى بِاللَّهِ عَلِيماً تذييل قصد به الإشارة إلى أن أولئك الأخيار. الذين قدموا أحسن الأعمال، واستحقوا أفضل الجزاء، وإن لم يعلمهم الناس فإن الله- تعالى- يعلمهم، وقد كافأهم بما يستحقون.أى: كفى به- سبحانه- عليما بمن يستحق فضله وعطاءه وبمن لا يستحق، فهو- سبحانه- الذي لا تخفى عليه خافية من شئون خلقه.وفي هذه الجملة الكريمة حض للمسلم على التزود من العمل الصالح، لأنه- سبحانه- ما دام يعلم أحوال عباده وسيحاسبهم على أعمالهم، فجدير بالعاقل أن يرغب في الطاعة وأن ينفر من المعصية.هذا، وقد وردت أحاديث كثيرة تشير إلى أن المؤمنين الصادقين سيكونون يوم القيامة مع أولئك الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين.ومن هذه الأحاديث ما أخرجه الإمام مسلم في صحيحه عن ربيعة بن كعب الأسلمى أنه قال. كنت أبيت مع رسول الله صلى الله عليه وسلم فأتيته بوضوئه وحاجته فقال لي. (سل) : فقلت أسألك مرافقتك في الجنة. فقال أو غير ذلك؟ قلت: هو ذاك. قال: فأعنى على نفسك بكثرة السجود.ومنها ما رواه الإمام أحمد عن سهل بن معاذ بن أنس عن أبيه أن رسول الله صلى الله عليه وسلم قال: «من قرأ ألف آية في سبيل الله، كتب يوم القيامة مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا» .ومنها ما رواه الترمذي عن أبى سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم «التاجر الصدوق الأمين مع النبيين والصديقين والشهداء» قال ابن كثير: وأعظم من هذا كله بشارة، ما ثبت في الصحيح والمسانيد وغيرهما من طرق متواترة عن جماعة من الصحابة أن رسول الله صلى الله عليه وسلم سئل عن الرجل يحب القوم ولما يلحق بهم؟فقال «المرء مع من أحب» .وبذلك نرى أن هاتين الآيتين الكريمتين قد بشرتا المطيعين لله ولرسوله بأحسن البشارات، وأرفع الدرجات.ثم وجهت السورة الكريمة نداء إلى المؤمنين أمرتهم فيه بالاستعداد للجهاد في سبيل الله من أجل إعلاء كلمته، بعد أن أمرتهم قبل ذلك بطاعته وبطاعة رسوله صلى الله عليه وسلم فقال- تعالى-:"
}