{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/96/",
    "ayah_number": 96,
    "text": "ثم فصل- سبحانه- هذا الأجر العظيم فقال دَرَجاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكانَ اللَّهُ غَفُوراً رَحِيماً.أى فضل الله- تعالى- المجاهدين بأموالهم وأنفسهم على القاعدين عن الجهاد بغير عذر بالأجر العظيم الذي يرفعهم عند الله- تعالى- درجات عالية ويقربهم من مقامات قدسه، ويغفر لهم ما فرط منهم، ويتغمدهم بسابغ رحمته وكان الله كثير الغفران لأوليائه واسع الرحمة بأهل طاعته.وقوله دَرَجاتٍ مِنْهُ بدل أو عطف بيان من قوله أَجْراً عَظِيماً. وقوله مِنْهُ جار ومجرور متعلق بمحذوف وقع صفة لدرجات.ونكرت الدرجات للإشعار بأنها درجات عظيمة لا يحدها الحصر، ولا يعينها المقدار، بل هي شرف عظيم لا يناله إلا المقربون الأبرار.هذا، وما جرينا عليه من أن المجاهدين يمتازون عن القاعدين بعذر بدرجة، ويمتازون عن القاعدين بغير عذر بدرجات هو رأى كثير من المفسرين، وقد عبر عنه صاحب الكشاف بقوله:فإن قلت: قد ذكر الله- تعالى- مفضلين درجة ومفضلين درجات فمن هم؟ قلت: أما المفضلون درجة واحدة فهم الذين فضلوا على القاعدين الأضراء. وأما المفضلون درجات فالذين فضلوا على القاعدين الذين أذن لهم في التخلف اكتفاء بغيرهم، لأن الغزو فرض كفاية .ومن المفسرين من يرى أن الذين فضل الله عليهم المجاهدين بدرجة وبدرجات هم صنف واحد، وهم الذين قعدوا عن الجهاد بدون عذر. أما الذين قعدوا بعذر فهم متساوون في الأجر مع المجاهدين.وعلى هذا الرأى سار الآلوسى في تفسيره فقد قال ما ملخصه: «فضل الله المجاهدين» في سبيله «بأموالهم وأنفسهم على القاعدين» من المؤمنين غير أولى الضرر دَرَجَةً لا يقادر قدرها. وَكُلًّا أى: كل واحد من الفريقين المجاهدين والقاعدين (وعد الله الحسنى) . وقوله وَفَضَّلَ اللَّهُ الْمُجاهِدِينَ عَلَى الْقاعِدِينَ عطف على ما قبله أَجْراً عَظِيماً.ثم قال: ولعل تكرير التفضيل بطريق العطف المنبئ عن المغايرة. وتقييده تارة بدرجة وتارة بدرجات مع اتحاد المفضل والمفضل عليه. إما لتنزيل الاختلاف العنواني بين التفضيلين وبين الدرجة والدرجات منزلة الاختلاف الذاتي تمهيدا لسلوك طريق الإبهام ثم التفسير ... وإما للاختلاف بالذات بين التفضيلين والدرجة والدرجات.وقد حكى الإمام القرطبي هذين الوجهين فقال: قوله- تعالى- فَضَّلَ اللَّهُ الْمُجاهِدِينَ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقاعِدِينَ دَرَجَةً وقد قال بعد هذا: دَرَجاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً فقال قوم: التفضيل بالدرجة ثم بالدرجات إنما هو مبالغة وبيان وتأكيد.وقيل: فضل الله المجاهدين على القاعدين من أولى الضرر بدرجة واحدة. وفضل الله المجاهدين على القاعدين من غير عذر درجات.والذي نراه أولى من هذين القولين قول من قال بأن الله- تعالى- فضل المجاهدين على القاعدين بعذر بدرجة، وفضل المجاهدين على القاعدين بغير عذر بدرجات، وذلك لأن هذا التفسير هو المأثور عن ابن عباس وغيره من الصحابة. فقد قال ابن عباس في قوله- تعالى- فَضَّلَ اللَّهُ الْمُجاهِدِينَ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقاعِدِينَ دَرَجَةً أراد بالقاعدين هنا أولى الضرر ولأن القاعدين بعذر وإن كان لهم من حسن النية ما يرفع منزلتهم إلا أن المجاهدين الذين باشروا الجهاد وعرضوا أنفسهم لأخطار القتال يفوقونهم منزلة وأجرا.وهذا ما يقتضيه منطق العقول البشرية، أما عطاء الله بعد ذلك لكل فريق فمرجعه إليه وحده على حسب ما تقتضيه حكمته وسعة رحمته.هذا، وقد أخذ العلماء من هذه الآية الكريمة أن الجهاد من أفضل الأعمال وأن المجاهدين لهم عند الله- تعالى- منازل عالية. ومن الأحاديث التي وردت في هذا المعنى ما أخرجه الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «إن في الجنة مائة درجة أعدها الله للمجاهدين في سبيله. بين كل درجتين كما بين السماء والأرض. فإذا سألتم الله فاسألوه الفردوس فإنه أوسط الجنة ومنه تتفجر أنهار الجنة» .وبعد أن رفع- سبحانه- من شأن المجاهدين، وبين حال القاعدين عن الجهاد يعذر أو بغير عذر، أتبع ذلك ببيان حال القاعدين في دار الكفر بدون هجرة إلى دار الإسلام، ووعد المهاجرين في سبيل الله بحسن العاقبة فقال- تعالى-:"
}