{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/15/",
    "ayah_number": 15,
    "text": "وقوله: وَاللَّاتِي جمع التي. وهي تستعمل في جمع من يعقل. أما إذا أريد جمع ما لا يعقل من المؤنث فإنه يقال: التي. تقول: أكرمت النسوة اللاتي حضرن. وتقول: نزعت الأثواب التي كنت ألبسها. وهذا هو الرأى المختار.وبعضهم يسوى بينهما فيقول في الجمع المؤنث لغير العاقل: اللاتي.وقوله يَأْتِينَ من الإتيان ويطلق في الأصل على المجيء إلى شيء. والمراد به هنا الفعل.أى واللاتي يفعلن الْفاحِشَةَ مِنْ نِسائِكُمْ.والفاحشة: هي الفعلة القبيحة. وهي مصدر كالعافية. يقال فحش الرجل يفحش فحشا.وأفحش: إذا جاء بالقبح من القول أو الفعل.والمراد بها هنا: الزنا.وقوله: مِنْ نِسائِكُمْ متعلق بمحذوف وقع حالا من فاعل يَأْتِينَ أى: يأتين الفاحشة حال كونهن من نسائكم.والمراد بالنساء في قوله مِنْ نِسائِكُمْ: النساء اللاتي قد أحصن بالزواج سواء أكن ما زلن في عصمة أزواجهن أم لا. وهذا رأى جمهور الفقهاء.وبعضهم يرى أن المراد بالنساء هنا مطلق النساء سواء أكن متزوجات أم أبكارا.والمعنى: أن الله- تعالى- يبين لعباده بعض الأحكام المتعلقة بالنساء فيقول:أخبركم- أيها المؤمنون- بأن اللاتي يأتين فاحشة الزنا من نسائكم، بأن فعلن هذه الفاحشة المنكرة وهن متزوجات أو سبق لهن الزواج.فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ أى: فاطلبوا أن يشهد عليهن بأنهن أتين هذه الفاحشة المنكرة أربعة منكم أى من الرجال المسلمين الأحرار.وقوله: فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أى فإن شهد هؤلاء الأربعة بأن هؤلاء النسوة قد أتين هذه الفاحشة، فعليكم في هذه الحالة أن تحبسوا هؤلاء النسوة في البيوت ولا تمكنوهن من الخروج عقوبة لهن، وصيانة لهن عن تكرار الوقوع في هذه الفاحشة المنكرة، وليستمر الأمر على ذلك «حتى يتوفاهن الموت» أى حتى يقبض أرواحهن الموت. أو حتى يتوفاهن ملك الموت.وقوله: أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا أى: أو يجعل الله لهن مخرجا من هذا الإمساك في البيوت، بأن يشرع لهن حكما آخر.وقوله: وَاللَّاتِي في محل رفع مبتدأ. وجملة فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ خبره.وجاز دخول الفاء الزائدة في الخبر. لأن المبتدأ أشبه الشرط في كونه موصولا عاما صلته فعل مستقبل.وعبر- سبحانه- عن ارتكاب فاحشة الزنا بقوله: يَأْتِينَ لمزيد التقبيح والتشنيع على فاعلها: لأن مرتكبها كأنه ذهب إليها عن قصد حتى وصل إليها وباشرها.واشترط- سبحانه- شهادة أربعة من الرجال المسلمين الأحرار لأن الرمي بالزنا من أفحش ما ترمى به المرأة والرجل، فكان من رحمة الله وعدله أن شدد في إثبات هذه الفاحشة أبلغ ما يكون التشديد، فقرر عدم ثبوت هذه الجريمة إلا بشهادة أربعة من الرجال بحيث لا تقبل في ذلك شهادة النساء.قال: الزهري: مضت السنة من لدن رسول الله صلى الله عليه وسلم والخليفتين من بعده أن لا تقبل شهادة النساء في الحدود.وقرر أن تكون الشهادة بالمعاينة لا بالسماع، ولذا قال فَإِنْ شَهِدُوا أى إن ذكروا أنهم عاينوا ارتكاب هذه الجريمة من مرتكبيها. وشهدوا على ما عاينوه وأبصروه فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ.وحتى في قوله. حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ بمعنى إلى. والفعل بعدها منصوب بإضمار أن.وهي متعلقة بقوله فَأَمْسِكُوهُنَّ غاية له.والمراد بالتوفي أصل معناه أى الاستيفاء وهو القبض تقول: توفيت مالي الذي على فلان واستوفيته إذا قبضته. وإسناده إلى الموت باعتبار تشبيهه بشخص يفعل ذلك. والكلام على حذف مضاف أى: حتى يقبض أرواحهن الموت. أو حتى يتوفاهن ملائكة الموت و «أو» في قوله أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا، للعطف، فقد عطفت قوله يَجْعَلَ على قوله:يَتَوَفَّاهُنَّ فيكون الجعل غاية لإمساكهن أيضا.فيكون المعنى. أمسكوهن في البيوت إلى أن يتوفاهن الموت، أو إلى أن يجعل الله لهن سبيلا أى مخرجا من هذه العقوبة.وقد جعل الله- تعالى- هذا المخرج بما شرعه بعد ذلك من حدود بأن جعل عقوبة الزاني البكر: الجلد. وجعل عقوبة الزاني الثيب: الرجم وقد رجم النبي صلى الله عليه وسلم ماعز بن مالك الأسلمى، ورجم الغامدية، وكانا محصنين.قال الإمام ابن كثير ما ملخصه: كان الحكم في ابتداء الإسلام أن المرأة إذا ثبت زناها بالبينة العادلة حبست في بيت فلا تمكن من الخروج منه إلى أن تموت، ولهذا قال- تعالى-:وَاللَّاتِي يَأْتِينَ الْفاحِشَةَ مِنْ نِسائِكُمْ الآية. فالسبيل الذي جعله الله هو الناسخ لذلك- أى لإمساكهن في البيوت حتى يتوفاهن الموت-.قال ابن عباس: كان الحكم كذلك حتى أنزل الله سورة النور فنسخه بالجلد أو الرجم.وكذلك روى عن عكرمة وسعيد بن جبير والحسن وعطاء وقتادة وزيد بن أسلم والضحاك أنها منسوخة. وهو أمر متفق عليه.روى الإمام أحمد عن عبادة بن الصامت قال: «كان النبي صلى الله عليه وسلم إذا نزل عليه الوحى أثر عليه وكرب لذلك وتغير وجهه فأنزل الله عليه ذات يوم فلما سرى عنه قال: خذوا عنى خذوا عنى قد جعل الله لهن سبيلا، الثيب بالثيب. والبكر بالبكر. الثيب جلد مائة ورجم بالحجارة. والبكر جلد مائة ونفى سنة» .وقد رواه مسلم وأصحاب السنن من طرق عبادة بن الصامت» .هذا وما ذكره ابن كثير من أن هذا الحكم كان في ابتداء الإسلام، ثم نسخ بما جاء في سورة النور وبما جاء في حديث عبادة بن الصامت، هو مذهب جمهور العلماء.وقال صاحب الكشاف: ويجوز أن تكون غير منسوخة بأن يترك ذكر الحد لكونه معلوما بالكتاب والسنة، ويوصى بإمساكهن في البيوت بعد أن يحددن صيانة لهن عن مثل ما جرى عليهن بسبب الخروج من البيوت والتعرض للرجال. أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا هو النكاح الذي يستغنين به عن السفاح وقيل السبيل: الحد، لأنه لم يكن مشروعا في ذلك الوقت»  .وقال أبو سليمان الخطابي: هذه الآية ليست منسوخة، لأن قوله فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ ألخ، يدل على أن إمساكهن في البيوت ممتد إلى غاية أن يجعل الله لهن سبيلا، وذلك السبيل كان مجملا، فلما قال النبي صلى الله عليه وسلم خذوا عنى. ألخ، صار هذا الحديث بيانا لتلك الآية لا ناسخا لها»  ."
}