{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/47/",
    "ayah_number": 47,
    "text": "ثم وجه- سبحانه- نداء إلى اليهود أمرهم فيه باتباع طريق الحق، وأنذرهم بسوء المصير إذا لم يستمعوا إلى هذا النداء فقال- تعالى-: يا أَيُّهَا الَّذِينَ أُوتُوا الْكِتابَ آمِنُوا بِما نَزَّلْنا مُصَدِّقاً لِما مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهاً فَنَرُدَّها عَلى أَدْبارِها، أَوْ نَلْعَنَهُمْ كَما لَعَنَّا أَصْحابَ السَّبْتِ وَكانَ أَمْرُ اللَّهِ مَفْعُولًا.أخرج ابن جرير عن ابن عباس قال: كلم رسول الله صلى الله عليه وسلم رؤساء من أحبار يهود. منهم عبد الله بن صوريا، وكعب بن أسد فقال لهم: يا معشر يهود: اتقوا الله وأسلموا. فو الله انكم لتعلمون أن الذي جئتكم به الحق. فقالوا: ما نعرف ذلك يا محمد، وجحدوا ما عرفوا وأصروا على الكفر. فأنزل الله فيهم: يا أَيُّهَا الَّذِينَ أُوتُوا الْكِتابَ آمِنُوا بِما نَزَّلْنا مُصَدِّقاً لِما مَعَكُمْ.الآية .وفي ندائهم بقولهم يا أَيُّهَا الَّذِينَ أُوتُوا الْكِتابَ آمِنُوا تحريض لهم على الإيمان، لأن اعطاءهم علم الكتاب من شأنه أن يحملهم على المسارعة إلى تلبية دعوة النبي صلى الله عليه وسلم وألا تأخذهم العصبية الدينية كما أخذت أهل مكة العصبية الجاهلية، ولأن هذا الإيمان الذي يدعون إليه هو التصديق بما أنزله الله على نبيه صلى الله عليه وسلم من قرآن، إذ هو يطابق- في جوهره- ما أنزله- سبحانه- على الأنبياء السابقين الذين يزعم أهل الكتاب أنهم يؤمنون بهم. إذا فوحدة المنزل توجب عليهم أن يؤمنوا بجميع ما أنزله الله.ووصفهم هنا بأنهم أوتوا الكتاب، مع أنه وصفهم قبل ذلك بأنهم أوتوا نصيبا من الكتاب، لأن وصفهم هنا بذلك المقصود منه حضهم على الإيمان وترغيبهم فيه وإثارة هممهم للانقياد لتعاليم كتابهم الذي بشرهم بمبعث النبي صلى الله عليه وسلم وأمرهم بالإيمان به. أما وصفهم فيما سبق بأنهم أوتوا نصيبا من الكتاب فالمقصود منه التعجيب من أحوالهم، والتهوين من شأنهم.والمعنى: يا معشر اليهود الذين آتاهم الله التوراة لتكون هداية لهم، آمنوا ايمانا حقا بِما نَزَّلْنا من قرآن على محمد صلى الله عليه وسلم فإن هذا القرآن قد نزل مُصَدِّقاً لِما مَعَكُمْ وموافقا للتوراة التي بين أيديكم في الدعوة إلى وحدانية الله- تعالى- وإلى مكارم الأخلاق، وفي النهى عن الفواحش والمعاصي، ومؤيدا لها فيما ذكرته من صفات تتعلق بمحمد صلى الله عليه وسلم ومن آيات تدعو إلى تصديقه والإيمان به.وعبر عن القرآن بقوله: بِما نَزَّلْنا لأن في هذا التعبير تذكير بعظم شأن القرآن وأنه منزل بأمر الله وحفظه.وعبر عن التوراة بقوله لِما مَعَكُمْ لأن في هذا التعبير تسجيلا عليهم بأن التوراة كتاب مستصحب عندهم وقريب من أيديهم، وشهادته بصدق النبي صلى الله عليه وسلم ظاهرة جلية، فإذا ما تركوا شهادته مع وضوحها ومع استصحابهم له كان مثلهم كَمَثَلِ الْحِمارِ يَحْمِلُ أَسْفاراً.ثم أنذرهم- سبحانه- بعد ذلك بسوء العاقبة إذا ما أعرضوا عن الإيمان بدعوة الإسلام فقال- تعالى- مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهاً فَنَرُدَّها عَلى أَدْبارِها أَوْ نَلْعَنَهُمْ كَما لَعَنَّا أَصْحابَ السَّبْتِ وَكانَ أَمْرُ اللَّهِ مَفْعُولًا.والطمس إزالة الأثر بالمحو. قال الله- تعالى- فَإِذَا النُّجُومُ طُمِسَتْ أى: زالت ومحيت. ويقال: طمست الريح الأثر إذا محته وأزالته. وللمفسرين في المراد من معنى الطمس هنا اتجاهان:أما الاتجاه الأول فيرى أصحابه حمل اللفظ على حقيقته بمعنى إزالة ما في الوجه من أعضاء ومحو أثرها.فيكون المعنى: يا أَيُّهَا الَّذِينَ أُوتُوا الْكِتابَ آمِنُوا بِما نَزَّلْنا مُصَدِّقاً لِما مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهاً أى نمحو تخطيط صورها من عين وأنف وفم وحاجب فَنَرُدَّها عَلى أَدْبارِها أى فنجعلها على هيئة أدبارها وهي الأقفاء بحيث تكون الوجوه مطموسة مثل الأقفاء. وإلى هذا المعنى ذهب ابن عباس وقتادة وغيرهما.قال الإمام الرازي: وهذا المعنى إنما جعله الله عقوبة لما فيه من التشويه في الخلقة والمثلة والفضيحة لأن عند ذلك يعظم الغم والحسرة....»  .ومن المفسرين الذين رجحوا حمل اللفظ على حقيقته الإمام ابن جرير لقد قال: «وأولى الأقوال في ذلك بالصواب» قول من قال: معنى قوله مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهاً من قبل أن نطمس أبصارها، ونمحو آثارها، فنسويها كالأقفاء. فنردها على أدبارها، فنجعل أبصارها في أدبارها، يعنى بذلك: فنجعل الوجوه في أدبار الوجوه. فيكون معناه: فنحول الوجوه أقفاء، والأقفاء وجوها، فيمشوا القهقرى، كما قال ابن عباس ومن قال بذلك» .وأصحاب هذا الاتجاه منهم من يرى أن هذه العقوبة تكون في آخر الزمان ومنهم من يرى هذه العقوبة تكون في الآخرة. ومنهم من قال بأن هذه العقوبة مقيدة بعدم إيمان أحد منهم، وقد آمن بعضهم كعبد الله بن سلام وغيره وأما الاتجاه الثاني فيرى أصحابه حمل اللفظ على مجازه، بمعنى أن المراد بالطمس الطمس المعنوي.فيكون المعنى: آمنوا بما نزلنا مصدقا لما معكم من قبل أن تقسو قلوبكم، ونطبع عليها بسبب تمسكها بالضلال، وتماديها في العناد.قال ابن كثير مؤيدا هذا الاتجاه: هذا مثل ضربه الله لهم في صرفهم عن الحق وردهم، إلى الباطل، ورجوعهم عن المحجة البيضاء إلى سبيل الضلال يهرعون ويمشون القهقرى على أدبارهم. وهذا كما قال بعضهم في قوله- تعالى- وَجَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا أى هذا مثل سوء ضربه الله لهم في ضلالهم ومنعهم عن الهدى.قال مجاهد: من قبل أن نطمس وجوها أى عن صراط الحق: فنردها على أدبارها أى في الضلال. وقال السدى: معناه: فنعميها عن الحق ونرجعها كفارا ...  .وقال الفخر الرازي- بعد أن بين معنى الآية على القول الأول-: أما القول الثاني: فهو أن المراد من طمس الوجوه مجازه ثم ذكروا فيه وجوها.الأول: قال الحسن: نطمسها عن الهدى فنردها على أدبارها أى على ضلالتها والمقصود بيان إلقائها في أنواع الخذلان وظلمات الضلالات.الثاني: يحتمل أن يكون المراد بالطمس القلب والتغيير. وبالوجوه: رؤساؤهم ووجهاؤهم.والمعنى: من قبل أن نغير أحوال وجهائهم فنسلب منهم الإقبال والوجاهة ونكسوهم الصغار والإدبار والمذلة.الثالث: قال عبد الرحمن بن زيد: هذا الوعيد قد لحق اليهود ومضى. وتأول ذلك في إجلاء قريظة والنضير إلى الشام، فرد الله وجوههم على أدبارهم حين عادوا إلى أذرعات وأريحاء من أرض الشام.. فيكون المراد بطمس الوجوه على هذا الرأى: إزالة آثارهم عن بلاد العرب ومحو أحوالهم عنها» .وقد مال الفخرى الرازي إلى القول الثاني ووصفه بأنه لا إشكال معه البتة ... » .وقال بعض العلماء: إن الذي يبدو لنا من ظاهر النص وهو قوله- تعالى- مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهاً فَنَرُدَّها عَلى أَدْبارِها: أنه يراد به سحقهم في القتال، وحملهم على أن يولوا الأدبار، فتكون وجوههم غير بادية بصورها، بعد أن كانوا مقبلين بها، فأزالها السيف والخوف، وجعل صورتها مختفية، وأقفيتهم هي البادية الواضحة، فكأن صورة الوجوه قد زالت وحلت محلها صورة الأدبار.وعلى ذلك يكون المعنى: إنكم استرسلتم في غيكم وضلالكم. ومع ذلك نطالبكم بالهداية والإيمان قبل أن ينزل بكم غضب الله- تعالى- في الدنيا وذلك بتسليط المؤمنين بالحق عليكم، فيذيقونكم بأس القتال فتفرون، وتختفى وجوهكم ... »  .هذه بعض الوجوه التي قالها من يرى أن المراد بالطمس الطمس المعنوي وأن اللفظ محمول على المجاز، ولعل هذا الاتجاه أقرب إلى الصواب لسلامته من الاعتراضات والإشكالات التي أوردها بعض المفسرين- كالرازي والآلوسى- عند تفسيرهما للآية الكريمة.وقوله أَوْ نَلْعَنَهُمْ كَما لَعَنَّا أَصْحابَ السَّبْتِ بيان لعقوبة أخرى سوى العقوبة السابقة.واللعن: هو الطرد من رحمة الله- تعالى-.فالآية الكريمة دعوة لليهود إلى الإيمان بما جاء به محمد صلى الله عليه وسلم من قبل أن يطبع الله- تعالى- على قلوبهم ويذهب بنورها فلا تتجه إلى الحق ولا تميل إليه. أو من قبل أن يلعنهم ويطردهم من رحمته ويجعلهم عبرة للمعتبرين.وأصحاب السبت هم قوم من اليهود حرم الله عليهم الصيد في يوم السبت، فتحايلوا على استحلال ما حرمه الله بحيل قبيحة، فأنزل الله عليهم عذابه، ومسخهم قردة ...وقد ذكر الله قصتهم بشيء من التفصيل في سورة الأعراف  .وكلمة «أو» في الآية الكريمة لمنع الخلو. فجوز أن يعاقب الله طائفة منهم بعقوبة من هاتين العقوبتين، ويعاقب طائفة أخرى منهم بالعقوبة الثانية إن هم استمروا في ضلالهم وطغيانهم.والضمير المنصوب في قوله «نلعنهم» يعود لأصحاب الوجوه. أو للذين أوتوا الكتاب على طريقة الالتفات.وقوله وَكانَ أَمْرُ اللَّهِ مَفْعُولًا أى كان وما زال جميع ما أمر الله به وقضاه نافذا لا محالة لأنه- سبحانه- لا يعجزه شيء في الأرض ولا في السماء:والجملة الكريمة تذييل قصد به تهديد هؤلاء الضالين المعاندين حتى يثوبوا إلى رشدهم، ويدخلوا في صفوف المؤمنين."
}