{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/93/",
    "ayah_number": 93,
    "text": "ثم بين- سبحانه- بعد ذلك سوء عاقبة من يقتل مؤمنا متعمدا فقال: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذاباً عَظِيماً.أى: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً قتله فَجَزاؤُهُ الذي يستحقه بسبب هذه الجناية الكبيرة «جهنم خالدا فيها» أى باقيا فيها مدة طويلة لا يعلم مقدارها إلا الله وَغَضِبَ اللَّهُ عَلَيْهِ بسبب ما ارتكبه من منكر وَلَعَنَهُ أى طرده من رحمته وَأَعَدَّ لَهُ من وراء ذلك كله عَذاباً عَظِيماً يوم القيامة.هذا وقد ساق المفسرون جملة من الآيات والأحاديث التي تهدد مرتكب هذه الكبيرة بالعذاب الشديد واختلفوا في حكمها هل هي منسوخة أولا؟ وهل للقاتل عمدا توبة أو لا؟وقد أفاض الإمام ابن كثير في بيان كل ذلك فقال ما ملخصه:«هذا تهديد شديد ووعيد أكيد لمن تعاطى هذا الذنب العظيم والذي هو مقرون بالشرك بالله في غير ما آية. قال- تعالى- وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ.والأحاديث في تحريم القتل كثيرة جدا. فمن ذلك ما ثبت في الصحيحين عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: «أول ما يقضى بين الناس يوم القيامة في الدماء» وروى أبو داود عن عبادة بن الصامت أن رسول الله صلى الله عليه وسلم قال: «لا يزال المؤمن معتقا- أى خفيف الظهر، سريع السير- ما لم يصب دما حراما. فإذا أصاب دما حراما بلح» أى: أعيا وانقطع.وفي حديث آخر: «لزوال الدنيا أهون عند الله من قتل رجل مسلم» .ثم قال: وقد كان ابن عباس يرى أنه لا توبة لقاتل المؤمن عمدا.وقال البخاري: حدثنا آدم حدثنا شعبة حدثنا المغيرة بن النعمان قال:سمعت ابن جبير قال: اختلف فيها أهل الكوفة. فرحلت فيها إلى ابن عباس فسألته عنها.فقال: نزلت هذه الآية. وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً هي آخر ما نزل وما نسخها شيء.وروى ابن جرير أيضا عن سعيد بن جبير قال. سألت ابن عباس عن قوله- تعالى- وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً. فقال: إن الرجل إذا عرف الإسلام، وشرائع الإسلام، ثم قتل مؤمنا متعمدا فجزاؤه جهنم ولا توبة له.ثم قال: والذي عليه الجمهور من سلف الأمة وخلفها. أن القاتل له توبة فيما بينه وبين الله- تعالى- فإن تاب وأناب وخشع وخضع وعمل عملا صالحا بدل الله سيئاته حسنات، وعوض المقتول من ظلامته وأرضاه عن ظلامته.قال الله- تعالى- إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ.فهذه الآية عامة في جميع الذنوب ما عدا الشرك. وهي مذكورة في هذه السورة الكريمة بعد هذه الآية وقبلها لتقوية الرجاء.والمراد بالخلود هنا المكث الطويل. وقد تواترت الأحاديث عن رسول الله صلى الله عليه وسلم أنه يخرج من النار من كان في قلبه أدنى مثقال ذرة من إيمان.وأما ما نقل عن بعض السلف من خلاف هذا فمراد قائله الزجر والتوبة لا أنه يعتقد بطلان توبته .والآية الكريمة وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ. الصواب في معناها: أن جزاءه جهنم. فقد يجازى بذلك وقد يجازى بغيره. وقد لا يجازى بل يعفى عنه. فإن قتل عمدا مستحلا بغير حق ولا تأويل فهو كافر مرتد. يخلد في جهنم بالإجماع. وإن كان غير مستحل بل معتقدا تحريمه فهو فاسق عاص. مرتكب كبيرة جزاؤه جهنم خالدا فيها. ولكن تفضل- سبحانه- فأخبر أنه لا يخلد فيها من مات موحدا فلا يخلد هذا. وقد يعفى عنه ولا يدخل النار أصلا. وقد لا يعفى عنه بل يعذب كسائر العصاة الموحدين. ثم يخرج معهم إلى الجنة ولا يخلد في النار. فهذا هو الصواب في معنى الآية .وبهذا نرى أن الآية الكريمة تنهى المؤمن نهيا قاطعا عن أن يمد يده بالسوء لقتل نفس حرم الله قتلها إلا بالحق، وتتوعد الذي يفعل ذلك بغضب الله عليه وطرده من رحمته، وإلحاق العذاب العظيم به يوم القيامة.وبعد هذا التحذير الشديد من قتل النفس بغير حق، وجه القرآن نداء إلى المؤمنين نهاهم فيه عن القتل بدون تبين أو تثبت من أجل التوصل إلى عرض من أعراض الدنيا الفانية، فقال- تعالى-:"
}