{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/103/",
    "ayah_number": 103,
    "text": "والمعنى: فإذا أديتم صلاة الخوف- أيها المؤمنون- على الوجه الذي بينته لكم وفرغتم منها فَاذْكُرُوا اللَّهَ قِياماً وَقُعُوداً وَعَلى جُنُوبِكُمْ أى: فداوموا على الإكثار من ذكر الله في كل أحوالكم سواء كنتم قائمين في ميدان القتال، أم قاعدين مستريحين، أم مضطجعين على جنوبكم، فإن ذكر الله- تعالى- الذي يتناول كل قول أو عمل يرضى الله- هو العبادة المستمرة التي بها تصفو النفوس، وتنشرح الصدور، وتطمئن القلوب. قال- تعالى- الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ.وإنما أمرهم- سبحانه- بالإكثار من ذكره في هذه الأحوال بصفة خاصة، مع أن الإكثار من ذكر الله مطلوب في كل وقت، لأن الإنسان في حالة الخوف ومقابلة الأعداء أحوج ما يكون إلى عون الله وتأييده ونصره، والتضرع إلى الله بالدعاء في هذه الأحوال يكون جديرا بالقبول والاستجابة.قال- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ.والفاء في قوله فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاةَ للتفريع على ما قبله.أى: فإذا ما سكنت نفوسكم من الخوف، وأقمتم في مساكنكم بعد أن وضعت الحرب أوزارها، فداوموا على أداء الصلاة على وجهها الذي كانت عليه قبل حالة الحرب، وأتموا أركانها وشروطها وآدابها وخشوعها.وقوله «إن الصلاة كانت على المؤمنين كتابا موقوتا» تذييل المقصود به تأكيد ما قبله من الأمر بالمحافظة على الصلاة.أى: إن الصلاة كانت على المؤمنين فرضا محددا بأوقات لا يجوز مجاوزتها بل لا بد من أدائها في أوقاتها سفرا وحضرا، وأمنا وخوفا.والمراد بالكتاب هنا: المكتوب. وبالموقوت: المحدد بأوقات من وقت كمضروب من ضرب.وقد رجح ابن جرير هذا المعنى بقوله: وأولى المعاني بتأويل الكلمة قول من قال: إن الصلاة كانت على المؤمنين فرضا موقوتا. أى فرضا وقت لهم وقت وجوب أدائه. لأن الموقوت إنما هو مفعول من قول القائل: وقت الله عليك فرضه فهو يقته. ففرضه عليك موقوت، إذا أخبر أنه جعل له وقتا يجب عليك أداؤه .وقد أكد الله- تعالى- فرضية الصلاة ووجوب أدائها في أوقاتها بإن المفيدة للتأكيد، وبكان المفيدة للدوام والاستمرار. وبالتعبير عن الصلاة بأنها كتاب، وهو تعبير عن الوصف بالمصدر فيفيد فضل توكيد، وبقوله عَلَى الْمُؤْمِنِينَ فإن هذا التركيب يفيد الإلزام والحتمية. وكل ذلك لكي يحافظ المؤمنون عليها محافظة تامة دون أن يشغلهم عنها شاغل، أو يحول بينهم وبين أدائها حائل."
}