{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/36/",
    "ayah_number": 36,
    "text": "قال القرطبي ما ملخصه: أجمع العلماء على أن هذه الآية- وهي قوله- تعالى- وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً- من المحكم المتفق عليه- ليس منها شيء منسوخ. وكذلك هي في جميع الكتب. ولو لم يكن كذلك لعرف ذلك من جهة العقل وإن لم ينزل به الكتاب. والعبودية هي التذلل والافتقار لمن له الحكم والاختيار. فالآية أصل في خلوص الأعمال لله وتصفيتها من شوائب الرياء وغيره. وفي صحيح مسلم عن أبى هريرة قال: قال رسول الله صلى الله عليه وسلم: قال الله- تعالى- أنا أغنى الشركاء عن الشرك. من عمل عملا أشرك فيه معى غيرى تركته وشركه» .والمعنى: عليكم أيها الناس أن تخلصوا لله- تعالى- العبادة والخضوع، وأن تتجهوا إليه وحده في كل شئونكم بدون أن تتخذوا معه أى شريك لا في عقيدتكم ولا في عبادتكم ولا في أقوالكم ولا في أعمالكم، كما قال- تعالى- وَما أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفاءَ.وهذه العبادة الخالصة لله- تعالى- هي حقه- سبحانه- علينا، فهو الذي خلقنا وهو الذي رزقنا وهو المتفضل علينا في جميع الحالات.روى البخاري عن معاذ بن جبل قال: كنت ردف النبي- صلى الله عليه وسلم- على حمار يقال له عفيرة.فقال: يا معاذ هل تدرى ما حق الله على عباده وما حق العباد على الله؟ قلت الله ورسوله أعلم. قال: فان حق الله على العباد أن يعبدوه ولا يشركوا به شيئا. وحق العباد على الله أن لا يعذب من لا يشرك به شيئا. فقلت: يا رسول الله! أفلا أبشر به الناس؟ قال: لا تبشرهم فيتكلوا) .وقد صدر- سبحانه- تلك الوصايا الحكيمة التي اشتملت عليها الآية الكريمة بالأمر بعبادته والنهى عن أن نشرك به شيئا، لأن إخلاص العبادة له أساس الدين، ومداره الأعظم الذي بدونه لا يقبل الله من العبد عملاما، ولأن في ذلك إيماء إلى ارتفاع شأن تلك الوصايا التي سيقت بعد ذلك، إذ قرنها بالعبادة والتوحيد يكسبها عظمة وجلالا.وعطف النهى عن الشرك على الأمر بالعبادة لله- تعالى- من باب عطف الخاص على العام، لأن الإشراك ضد التوحيد فيفهم من النهى عن الإشراك الأمر بالتوحيد.ثم أوصى- سبحانه- بالإحسان إلى الوالدين فقال: وَبِالْوالِدَيْنِ إِحْساناً.أى: عليكم أن تخلصوا لله العبادة ولا تشركوا معه شيئا، وعليكم كذلك أن تحسنوا إلى الوالدين بأن تطيعوهما وتكرموهما وتستجيبوا لمطالبهما التي يرضاها الله، والتي في استطاعتكم أداؤها.وقد جاء الأمر بالإحسان إلى الوالدين عقب الأمر بتوحيد الله، لأن أحق الناس بالاحترام والطاعة بعد الله- عز وجل- هما الوالدان لأنهما هما السبب المباشر في وجود الإنسان.ومن الآيات التي قرنت الأمر بالإحسان إلى الوالدين بالأمر بطاعة الله قوله- تعالى-:وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوالِدَيْنِ إِحْساناً.وقوله- تعالى-: قُلْ تَعالَوْا أَتْلُ ما حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوالِدَيْنِ إِحْساناً.وقوله- تعالى-: وَإِذْ أَخَذْنا مِيثاقَ بَنِي إِسْرائِيلَ لا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوالِدَيْنِ إِحْساناً.ومن الأحاديث التي أمرت بالإحسان إلى الوالدين ونهت عن الإساءة إليهما ما رواه الترمذي عن عبد الله بن عمرو عن النبي صلى الله عليه وسلم أنه قال: «رضا الله في رضا الوالدين وسخط الله في سخط الوالدين» .وروى أبو داود والبيهقي عن رجل من بنى سلمة أنه جاء إلى النبي صلى الله عليه وسلم فقال: «يا رسول الله هل بقي على من بر أبوى شيء أبرهما به بعد موتهما؟ قال: نعم. الصلاة عليهما.والاستغفار لهما، وإنفاذ عهدهما من بعدهما، وإكرام صديقهما، وصلة الرحم التي لا توصل إلا بهما» .وقد جاءت هذه الجملة وهي قوله تعالى وَبِالْوالِدَيْنِ إِحْساناً في صورة الخبر إلا أن المراد بها الأمر بالإحسان إليهما، ففي الكلام محذوف والتقدير: وأحسنوا بالوالدين إحسانا. فقوله وبالوالدين متعلق بالفعل المقدر.ثم أمر- سبحانه- بالإحسان إلى الأقارب واليتامى والمساكين فقال: وبذي القربى واليتامى والمساكين.أى وأحسنوا كذلك إلى أقاربكم الذين جمعت بينكم وبينهم رابطة القرابة والنسب، وإلى اليتامى الذين فقدوا الأب الحانى بأن تعطفوا عليهم، وترحموا ضعفهم، وتحسنوا تربيتهم ورعايتهم. وإلى المساكين الذين هم في حاجة إلى العون والمساعدة لفقرهم وضعفهم وعدم وجود ما يقوم بكفايتهم.وقد وردت آيات كثيرة في القرآن الكريم تدعو المسلمين إلى الإحسان إلى الأقارب واليتامى والمساكين، ومن ذلك قوله- تعالى- وَإِذْ أَخَذْنا مِيثاقَ بَنِي إِسْرائِيلَ لا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوالِدَيْنِ إِحْساناً وَذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ.وقوله- تعالى- وَآتِ ذَا الْقُرْبى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلا تُبَذِّرْ تَبْذِيراً.ومن الأحاديث التي وردت في هذا المعنى ما رواه الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «من سره أن يبسط له في رزقه وأن ينسأ له في أثره فليصل رحمه» ، وروى الشيخان أيضا عن سهل بن سعد عن النبي صلى الله عليه وسلم أنه قال: أنا وكافل اليتيم في الجنة كهذا وقال بإصبعيه السبابة والوسطى- أى أشار وفرج بين إصبعيه السبابة والوسطى» .وروى البخاري وغيره عن صفوان بن سليم عن النبي صلى الله عليه وسلم أنه قال: «الساعى على الأرملة والمسكين كالمجاهد في سبيل الله، أو كالذي يصوم النهار ويقوم الليل» .ثم أمر- سبحانه- بالإحسان إلى طائفة أخرى من الناس فقال- تعالى-: وَالْجارِ ذِي الْقُرْبى وَالْجارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَما مَلَكَتْ أَيْمانُكُمْ.والجار ذو القربى: هو الجار الذي قرب جواره. أو هو الذي له مع الجوار قرب واتصال بنسب أو دين، فإن له مع حق الجوار حق القرابة.والجار الجنب: هو الجار الذي بعد جواره عن جوارك من الجنابة ضد القرابة. يقال:اجتنب فلان فلانا إذا بعد عنه. وقيل هو الجار الذي لا قرابة في النسب بينه وبين جاره، ويقابله الجار ذو القربى.وقد ساق ابن كثير عند تفسيره لهذه الجملة أكثر من عشرة أحاديث تتعلق بالإحسان إلى الجار ومنها ما رواه الشيخان عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: «ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه» .وروى الترمذي عن عبد الله بن عمر عن النبي صلى الله عليه وسلم أنه قال: خير الأصحاب عند الله خيرهم لصاحبه. وخير الجيران عند الله خيرهم لجاره»  .والصاحب بالجنب: هو الرفيق في كل أمر حسن: كتعليم أو تجارة أو سفر أو غير ذلك.قال صاحب الكشاف: «والصاحب بالجنب: هو الذي صحبك بأن حصل بجنبك إما رفيقا في سفر، وإما جارا ملاصقا، وإما شريكا في تعلم علم أو حرفة، وإما قاعدا إلى جنبك في مجلس أو مسجد أو غير ذلك فعليك أن ترعى ذلك الحق ولا تنساه وتجعله ذريعة إلى الإحسان.وقيل: الصاحب بالجنب المرأة»  وابن السبيل: هو المسافر الذي انقطع عن بلده، ونفد ما في يده من مال يوصله إلى مبتغاه.والسبيل: الطريق فنسب المسافر إليه لمروره عليه وملابسته له.ومن الإحسان إليه. إيواؤه وإطعامه ومساعدته بما يوصله إلى موطنه.والمراد بقوله وَما مَلَكَتْ أَيْمانُكُمْ العبيد الأرقاء الذين ملكت رقابهم، فصاروا ضعاف الحيلة لامتلاك غيرهم لهم.وقد أوصى النبي صلى الله عليه وسلم بالإحسان إليهم في كثير من الأحاديث ومن ذلك ما رواه أبو داود وابن ماجة عن على بن أبى طالب أن رسول الله صلى الله عليه وسلم: «جعل يوصى أمته في مرض موته فيقول:الصلاة الصلاة. اتقوا الله فيما ملكت أيمانكم» .وروى الإمام أحمد والنسائي عن المقدام بن معد يكرب قال: قال رسول الله صلى الله عليه وسلم:(ما أطعمت نفسك فهو لك صدقة. وما أطعمت ولدك فهو لك صدقة. وما أطعمت زوجك فهو لك صدقة. وما أطعمت خادمك فهو لك صدقة) .وروى الشيخان عن أبى ذر عن النبي صلى الله عليه وسلم قال: «هم إخوانكم خولكم. جعلهم الله تحت أيديكم، فمن كان أخوه تحت يده فليطعمه مما يأكل، وليلبسه مما يلبس، ولا تكلفوهم ما يغلبهم. فإن كلفتموهم فأعينوهم» وبذلك نرى أن الآية الكريمة قد أمرت الناس بإخلاص العبادة لله- تعالى-، كما أمرتهم بالإحسان إلى آبائهم وإلى أقاربهم وإلى البائسين والمحتاجين وغيرهم ممن هم في حاجة إلى مدّ يد العون والمساعدة.وبتنفيذ هذه الوصايا السامية تسعد الإنسانية، وتنال ما تصبو إليه من رقى واستقرار.ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّ اللَّهَ لا يُحِبُّ مَنْ كانَ مُخْتالًا فَخُوراً.والمختال: هو المتكبر المعجب بنفسه: سمى بذلك لأنه يتخيل لنفسه من السجايا والصفات والأفعال ما ليس فيه فيستعلى على الناس ولا يلتفت إليهم.والفخور: هو الشديد الفخر بما يقول أو يفعل، المكثر من ذكر مزاياه ومناقبه، والمحب لأن يحمد بما لم يفعل.أى: إن الله لا يحب من كان متكبرا معجبا بنفسه، ومن كان كثير الفخر بما يقول أو يفعل لأن من هذه صفاته لا يقوم برعاية حقوق الناس بل إن غروره ليجعله يستنكف عن الاتصال بهم وإن فخره ليحمله على التطاول عليهم.والجملة الكريمة علة لكلام محذوف والتقدير: لا تفتخروا ولا تختالوا فإن الله لا يحب من كان متصفا بهذه الصفات القبيحة."
}