{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/37/",
    "ayah_number": 37,
    "text": "وقوله الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ يدل من قوله مُخْتالًا فَخُوراً أى: أن الله لا يحب من كان مختالا فخورا ولا يحب الذين يبخلون ويأمرون الناس بالبخل.ويجوز أن يكون مبتدأ محذوف الخبر والتقدير: الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله مبغضون من الله أو أحقاء لكل ما ينزل بهم من عذاب.وحذف لتذهب نفس السامع فيه كل مذهب. ودل على هذا الخبر المحذوف قوله: وَأَعْتَدْنا لِلْكافِرِينَ عَذاباً مُهِيناً.ويجوز أن يكون منصوبا أو مرفوعا على الذم. إلى غير ذلك مما ذكروه في وجوه إعراب هذه الآية الكريمة.والمعنى: أن الله- تعالى- لا يحب هؤلاء المختالين والفخورين، ولا يحب كذلك الذين لا يكتفون بالبخل بأموالهم عن إنفاق شيء منها في وجوه الخير مع أن بخلهم هذا مفسدة عظيمة. بل يأمرون غيرهم بأن يكونوا بخلاء مثلهم، وأن يسلكوا مسلكهم الذميم.قال صاحب الكشاف: أى يبخلون بذات أيديهم وبما في أيدى غيرهم. فيأمرونهم بأن يبخلوا به مقتا للسخاء ممن وجد منه السخاء. وفي أمثال العرب أبخل من الضنين بنائل غيره.ثم قال: ولقد رأينا ممن بلى بداء البخل، من إذا طرق سمعه أن أحدا جاد على أحد، شخص به، أى قلق وضجر، وحل حبوته واضطرب ودارت عيناه في رأسه. كأنما نهب رحله، وكسرت خزائنه ضجرا من ذلك وحسرة على وجوده»  .وقوله: وَيَكْتُمُونَ ما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ بيان لرذيلة أخرى من رذائلهم الكثيرة أى:أنهم يبخلون بما في أيديهم ويأمرون غيرهم بذلك، ويكتمون ويخفون نعم الله التي أعطاها لهم فلا يظهرونها سواء أكانت هذه النعم نعما مالية أم علمية أم غير ذلك من نعم الله عليهم.وقوله- تعالى- وَأَعْتَدْنا لِلْكافِرِينَ عَذاباً مُهِيناً بيان للمصير السيئ الذي يصيرون إليه بسبب أفعالهم القبيحة.أى: وهيأنا لهؤلاء الجاحدين لنعم الله الكافرين بوحيه عذابا يهينهم ويذلهم وينسيهم ما كانوا فيه من فخر وخيلاء وغرور.قال الآلوسى ما ملخصه: ووضع- سبحانه- المظهر موضع المضمر للإشعار بأن من هذا شأنه فهو كافر لنعم الله، ومن كان كافرا لنعمه فله عذاب يهينه كما أهان النعم بالبخل والإخفاء.وسبب نزول هذه الآية أن جماعة من اليهود كانوا يأتون رجالا من الأنصار فيقولون لهم:لا تنفقوا أموالكم فإنا نخشى عليكم الفقر في ذهابها، ولا تسارعوا في النفقة فإنكم لا تدرون ما يكون. فأنزل الله قوله- تعالى- الَّذِينَ يَبْخَلُونَ إلى قوله: وَكانَ اللَّهُ بِهِمْ عَلِيماً.وقيل نزلت في الذين كتموا صفة النبي صلى الله عليه وسلم وبخلوا بحق الله عليهم وهم أعداء الله- تعالى- أهل الكتاب ."
}