{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/51/",
    "ayah_number": 51,
    "text": "ثم ساق- سبحانه- بعد ذلك لونا آخر من رذائلهم وقبائحهم التي تدعو إلى مزيد من التعجيب من أحوالهم. والتحقير من شأنهم فقال- تعالى-: أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هؤُلاءِ أَهْدى مِنَ الَّذِينَ آمَنُوا سَبِيلًا.روى المفسرون في سبب نزول هذه الآية روايات منها: ما جاء عن ابن عباس أن حيي بن أخطب وكعب بن الأشرف خرجا إلى مكة في جمع من اليهود ليحالفوا قريشا على حربالنبي صلى الله عليه وسلم. فنزل كعب على أبى سفيان فأحسن مثواه. ونزلت اليهود في دور قريش. فقال أهل مكة لليهود: إنكم أهل كتاب ومحمد صلى الله عليه وسلم صاحب كتاب فلا نأمن أن يكون هذا مكرا منكم.فإن أردتم أن نخرج معكم فاسجدوا لهذين الصنمين وآمنوا بهما ففعلوا. ثم قال كعب: يا أهل مكة ليجيء منا ثلاثون ومنكم ثلاثون فنلزق أكبادنا بالكعبة فنعاهد رب البيت على قتال محمد صلى الله عليه وسلم ففعلوا ذلك. فلما فرغوا قال أبو سفيان لكعب: إنك امرؤ تقرأ الكتاب وتعلم، ونحن أميون لا نعلم فأينا أهدى طريقا وأقرب إلى الحق نحن أم محمد؟ قال كعب: اعرضوا على دينكم.فقال أبو سفيان: نحن ننحر للحجيج الكرماء، ونسقيهم اللبن، ونقرى الضيف، ونفك العاني، ونصل الرحم، ونعمر بيت ربنا ونطوف به، ونحن أهل الحرم، ومحمد صلى الله عليه وسلم فارق دين آبائه وقطع الرحم وفارق الحرم، وديننا القديم ودين محمد الحديث.فقال كعب: أنتم والله أهدى سبيلا مما عليه محمد صلى الله عليه وسلم فأنزل الله الآية .والجبت في الأصل: اسم صنم ثم استعمل في كل معبود سوى الله- تعالى-.والطاغوت: يطلق على كل باطل وعلى كل ما عبد من دون الله، أو كل من دعا إلى ضلالة.أى: يصدقون بأنهما آلهة ويشركونهما في العبادة مع الله- تعالى-. أو يطيعونهما في الباطل.قال ابن جرير: والصواب من القول في تأويل يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ أن يقال:يصدقون بمعبودين من دون الله، ويتخذونهما إلهين، وذلك أن الجبت والطاغوت اسمان لكل معظم بعبادة من دون الله أو طاعة أو خضوع له، كائنا ما كان ذلك المعظم من حجر أو إنسان أو شيطان» .وقوله وَيَقُولُونَ لِلَّذِينَ كَفَرُوا بيان لما نطقوا به من زور وبهتان. أى: ويقولون إرضاء للذين كفروا وهم مشركو مكة. هؤلاء في شركهم وعبادتهم للجبت والطاغوت، أَهْدى مِنَ الَّذِينَ آمَنُوا سَبِيلًا أى أقوم طريقا، وأحسن دينا من أتباع محمد صلى الله عليه وسلم.واللام في قوله لِلَّذِينَ كَفَرُوا لام العلة. أى: يقولون لأجل الذين كفروا..والإشارة بقوله هؤُلاءِ أَهْدى إلى الذين كفروا.وإيراد النبي صلى الله عليه وسلم وأصحابه بعنوان الإيمان، ليس من قبل القائلين، بل من جهة الله تعالى، تعريفا لهم بالوصف الجميل، وتحقيرا لمن رجح عليهم المتصفين بأقبح الصفات."
}