{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/76/",
    "ayah_number": 76,
    "text": "ثم ساق- سبحانه- لونا آخر من تحريضهم على الجهاد وهو تحديد الهدف الذي يقاتل من أجله كل فريق فقال: الَّذِينَ آمَنُوا يُقاتِلُونَ فِي سَبِيلِ اللَّهِ، وَالَّذِينَ كَفَرُوا يُقاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ، فَقاتِلُوا أَوْلِياءَ الشَّيْطانِ إِنَّ كَيْدَ الشَّيْطانِ كانَ ضَعِيفاً أى أنتم- أيها المؤمنون- إذا قاتلتم فإنما تقاتلون وغايتكم إعلاء كلمة الله، ونصرة الحق الذي جاء به رسولكم محمد صلى الله عليه وسلم.أما أعداؤكم الكافرون فإنهم يقاتلون من أجل طاعة الشيطان الذي يأمرهم بكل بغى وطغيان، وإذا كان هذا حالكم وحالهم فعليكم- أيها المؤمنون- أن تقاتلوا أولياء الشيطان بكل قوة وصدق عزيمة إِنَّ كَيْدَ الشَّيْطانِ كانَ ضَعِيفاً أى. إن كيد الشيطان وتدبيره كان ضعيفا، لأن الشيطان ينصر أولياءه، والله- تعالى- ينصر أولياءه، ولا شك أن نصرة الله- تعالى- لأوليائه أقوى وأشد من نصرة الشيطان لأوليائه.فقوله- تعالى- الَّذِينَ آمَنُوا يُقاتِلُونَ فِي سَبِيلِ اللَّهِ كلام مستأنف سيق لتشجيع المؤمنين وترغيبهم في الجهاد ببيان الغاية والهدف الذي يعمل من أجله كل فريق، وببيان أن المؤمنين ستكون عاقبتهم النصر والظفر لأن الله وليهم وناصرهم.والفاء في قوله فَقاتِلُوا للتفريع، أى إذا كانت تلك غايتكم أيها المؤمنون وتلك هي غاية أعدائكم فقاتلوهم بدون خوف أو وجل منهم لأن الله معكم بنصره وتأييده أما هم فالشيطان معهم بضعفه وفجوره.والمراد بكيد الشيطان تدبيره ووسوسته لأتباعه بالاعتداء على المؤمنين وتأليب الناس عليهم.قال الفخر الرازي: الكيد: السعى في فساد الحال على جهة الاحتيال عليه، يقال: كاده يكيده إذا سعى في إيقاع الضرر على جهة الحيلة عليه. وفائدة إدخال كانَ في قوله كانَ ضَعِيفاً للتأكيد لضعف كيده، يعنى أنه منذ كان، كان موصوفا بالضعف والذلة  .وبذلك نرى أن هذه الآيات الثلاث قد شجعت المؤمنين على القتال بأبلغ أسلوب، وأشرف دافع، وأنبل غاية، فقد أمرتهم بالقتال إذا كانوا حقا من المؤمنين، الذين يشرون الحياة الدنيا بالآخرة، وبشرتهم برضا الله وحسن ثوابه سواء أقتلوا أم غلبوا واستنكرت عليهم أن يتثاقلوا عن القتال مع أن كل دواعي الدين والشرف والمروءة تدعوهم إليه، وبينت لهم أنه إذا كان الكافرون الذين الغاية من قتالهم نصرة الشيطان يقدمون على القتال، فأولى بالمؤمنين الذين الغاية من قتالهم نصرة الحق أن ينفروا خفافا وثقالا للجهاد في سبيل الله، ثم بشرتهم في النهاية بأن العاقبة لهم، لأن الكافرين يستندون إلى كيد الشيطان الضعيف الباطل، أما المؤمنون فيأوون إلى جناب الله الذي لا يخذل من اعتصم به، ولا يخيب من التجأ إليه.وبعد هذا التحريض الشديد من الله- تعالى- للمؤمنين على القتال في سبيله، حكى- سبحانه- على سبيل التعجيب حال طائفة من ضعاف الإيمان، كانوا قبل أن يفرض القتال عليهم يظهرون التشوق إليه. وبعد أن فرض عليهم جبنوا عنه، وقد وبخهم الله- تعالى- على هذا المسلك الذميم، فقال- سبحانه-:"
}