{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/1/5/",
    "ayah_number": 5,
    "text": "قرأ السبعة والجمهور بتشديد الياء من إياك وقرأ عمرو بن فايد بتخفيفها مع الكسر وهي قراءة شاذة مردودة ؛ لأن إيا ضوء الشمس . وقرأ بعضهم : أياك بفتح الهمزة وتشديد الياء ، وقرأ بعضهم : هياك بالهاء بدل الهمزة ، كما قال الشاعر :فهياك والأمر الذي إن تراحبت موارده ضاقت عليك مصادرهو نستعين بفتح النون أول الكلمة في قراءة الجميع سوى يحيى بن وثاب والأعمش فإنهما كسراها وهي لغة بني أسد وربيعة وبني تميم وقيس ] . العبادة في اللغة من الذلة ، يقال : طريق معبد ، وبعير معبد ، أي : مذلل ، وفي الشرع : عبارة عما يجمع كمال المحبة والخضوع والخوف .وقدم المفعول وهو إياك ، وكرر ؛ للاهتمام والحصر ، أي : لا نعبد إلا إياك ، ولا نتوكل إلا عليك ، وهذا هو كمال الطاعة . والدين يرجع كله إلى هذين المعنيين ، وهذا كما قال بعض السلف : الفاتحة سر القرآن ، وسرها هذه الكلمة : ( إياك نعبد وإياك نستعين ) [ الفاتحة : 5 ] فالأول تبرؤ من الشرك ، والثاني تبرؤ من الحول والقوة ، والتفويض إلى الله عز وجل . وهذا المعنى في غير آية من القرآن ، كما قال تعالى : ( فاعبده وتوكل عليه وما ربك بغافل عما تعملون ) [ هود : 123 ] قل هو الرحمن آمنا به وعليه توكلنا ) [ الملك : 29 ] رب المشرق والمغرب لا إله إلا هو فاتخذه وكيلا ) [ المزمل : 9 ] ، وكذلك هذه الآية الكريمة : ( إياك نعبد وإياك نستعين .وتحول الكلام من الغيبة إلى المواجهة بكاف الخطاب ، وهو مناسبة ، لأنه لما أثنى على الله فكأنه اقترب وحضر بين يدي الله تعالى ؛ فلهذا قال : ( إياك نعبد وإياك نستعين وفي هذا دليل على أن أول السورة خبر من الله تعالى بالثناء على نفسه الكريمة بجميل صفاته الحسنى ، وإرشاد لعباده بأن يثنوا عليه بذلك ؛ ولهذا لا تصح صلاة من لم يقل ذلك ، وهو قادر عليه ، كما جاء في الصحيحين ، عن عبادة بن الصامت أن رسول الله صلى الله عليه وسلم قال : لا صلاة لمن لم يقرأ بفاتحة الكتاب . وفي صحيح مسلم ، من حديث العلاء بن عبد الرحمن ، مولى الحرقة ، عن أبيه ، عن أبي هريرة ، عن رسول الله صلى الله عليه وسلم : يقول الله تعالى : قسمت الصلاة بيني وبين عبدي نصفين ، فنصفها لي ونصفها لعبدي ، ولعبدي ما سأل ، إذا قال العبد : ( الحمد لله رب العالمين ) [ الفاتحة : 2 ] قال : حمدني عبدي ، وإذا قال : ( الرحمن الرحيم ) [ الفاتحة : 3 ] قال : أثنى علي عبدي ، فإذا قال : ( مالك يوم الدين ) [ الفاتحة : 4 ] قال الله : مجدني عبدي ، وإذا قال : ( إياك نعبد وإياك نستعين ) [ الفاتحة : 5 ] قال : هذا بيني وبين عبدي ولعبدي ما سأل ، فإذا قال : اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين [ الفاتحة : 6 ، 7 ] قال : هذا لعبدي ولعبدي ما سأل . وقال الضحاك ، عن ابن عباس : إياك نعبد يعني : إياك نوحد ونخاف ونرجو يا ربنا لا غيرك وإياك نستعين على طاعتك وعلى أمورنا كلها .وقال قتادة : إياك نعبد وإياك نستعين يأمركم أن تخلصوا له العبادة وأن تستعينوه على أمركم .وإنما قدم : ( إياك نعبد على وإياك نستعين لأن العبادة له هي المقصودة ، والاستعانة وسيلة إليها ، والاهتمام والحزم هو أن يقدم ما هو الأهم فالأهم ، والله أعلم .فإن قيل : فما معنى النون في قوله : ( إياك نعبد وإياك نستعين فإن كانت للجمع فالداعي واحد ، وإن كانت للتعظيم فلا تناسب هذا المقام ؟ وقد أجيب : بأن المراد من ذلك الإخبار عن جنس العباد والمصلي فرد منهم ، ولا سيما إن كان في جماعة أو إمامهم ، فأخبر عن نفسه وعن إخوانه المؤمنين بالعبادة التي خلقوا لأجلها ، وتوسط لهم بخير ، ومنهم من قال : يجوز أن تكون للتعظيم ، كأن العبد قيل له : إذا كنت في العبادة فأنت شريف وجاهك عريض فقل : ( إياك نعبد وإياك نستعين ، وإذا كنت خارج العبادة فلا تقل : نحن ولا فعلنا ، ولو كنت في مائة ألف أو ألف ألف لافتقار الجميع إلى الله عز وجل . ومنهم من قال : ألطف في التواضع من إياك أعبد ، لما في الثاني من تعظيمه نفسه من جعله نفسه وحده أهلا لعبادة الله تعالى الذي لا يستطيع أحد أن يعبده حق عبادته ، ولا يثني عليه كما يليق به ، والعبادة مقام عظيم يشرف به العبد لانتسابه إلى جناب الله تعالى ، كما قال بعضهم :لا تدعني إلا بيا عبدها     فإنه أشرف أسمائيوقد سمى الله رسوله بعبده في أشرف مقاماته [ فقال ] الحمد لله الذي أنزل على عبده الكتاب ) [ الكهف : 1 ] وأنه لما قام عبد الله يدعوه ) [ الجن : 19 ] سبحان الذي أسرى بعبده ليلا ) [ الإسراء : 1 ] فسماه عبدا عند إنزاله عليه وقيامه في الدعوة وإسرائه به ، وأرشده إلى القيام بالعبادة في أوقات يضيق صدره من تكذيب المخالفين له ، حيث يقول : ( ولقد نعلم أنك يضيق صدرك بما يقولون فسبح بحمد ربك وكن من الساجدين واعبد ربك حتى يأتيك اليقين ) [ الحجر : 97 - 99 ] .وقد حكى فخر الدين في تفسيره عن بعضهم : أن مقام العبودية أشرف من مقام الرسالة ؛ لكون العبادة تصدر من الخلق إلى الحق والرسالة من الحق إلى الخلق ؛ قال : ولأن الله متولي مصالح عبده ، والرسول متولي مصالح أمته وهذا القول خطأ ، والتوجيه أيضا ضعيف لا حاصل له ، ولم يتعرض له فخر الدين بتضعيف ولا رده . وقال بعض الصوفية : العبادة إما لتحصيل ثواب ورد عقاب ؛ قالوا : وهذا ليس بطائل إذ مقصوده تحصيل مقصوده ، وإما للتشريف بتكاليف الله تعالى ، وهذا - أيضا - عندهم ضعيف ، بل العالي أن يعبد الله لذاته المقدسة الموصوفة بالكمال ، قالوا : ولهذا يقول المصلي : أصلي لله ، ولو كان لتحصيل الثواب ودرء العذاب لبطلت صلاته . وقد رد ذلك عليهم آخرون وقالوا : كون العبادة لله عز وجل ، لا ينافي أن يطلب معها ثوابا ، ولا أن يدفع عذابا ، كما قال ذلك الأعرابي : أما إني لا أحسن دندنتك ولا دندنة معاذ إنما أسأل الله الجنة وأعوذ به من النار فقال النبي صلى الله عليه وسلم : حولها ندندن ."
}