{
    "verses": [
        {
            "id": 4134,
            "verse_key": "40:1",
            "text_uthmani_simple": "حم"
        },
        {
            "id": 4135,
            "verse_key": "40:2",
            "text_uthmani_simple": "تنزيل الكتب من الله العزيز العليم"
        },
        {
            "id": 4136,
            "verse_key": "40:3",
            "text_uthmani_simple": "غافر الذنۢب وقابل التوب شديد العقاب ذى الطول لا اله الا هو اليه المصير"
        },
        {
            "id": 4137,
            "verse_key": "40:4",
            "text_uthmani_simple": "ما يجدل فى ءايت الله الا الذين كفروا۟ فلا يغررك تقلبهم فى البلد"
        },
        {
            "id": 4138,
            "verse_key": "40:5",
            "text_uthmani_simple": "كذبت قبلهم قوم نوح والاحزاب منۢ بعدهم وهمت كل امةۭ برسولهم لياخذوه وجدلوا۟ بالبطل ليدحضوا۟ به الحق فاخذتهم فكيف كان عقاب"
        },
        {
            "id": 4139,
            "verse_key": "40:6",
            "text_uthmani_simple": "وكذلك حقت كلمت ربك على الذين كفروا۟ انهم اصحب النار"
        },
        {
            "id": 4140,
            "verse_key": "40:7",
            "text_uthmani_simple": "الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين ءامنوا۟ ربنا وسعت كل شىء رحمة وعلما فاغفر للذين تابوا۟ واتبعوا۟ سبيلك وقهم عذاب الجحيم"
        },
        {
            "id": 4141,
            "verse_key": "40:8",
            "text_uthmani_simple": "ربنا وادخلهم جنت عدن التى وعدتهم ومن صلح من ءابائهم وازوجهم وذريتهم انك انت العزيز الحكيم"
        },
        {
            "id": 4142,
            "verse_key": "40:9",
            "text_uthmani_simple": "وقهم السيـات ومن تق السيـات يومئذ فقد رحمته وذلك هو الفوز العظيم"
        },
        {
            "id": 4143,
            "verse_key": "40:10",
            "text_uthmani_simple": "ان الذين كفروا۟ ينادون لمقت الله اكبر من مقتكم انفسكم اذ تدعون الى الايمن فتكفرون"
        },
        {
            "id": 4144,
            "verse_key": "40:11",
            "text_uthmani_simple": "قالوا۟ ربنا امتنا اثنتين واحييتنا اثنتين فاعترفنا بذنوبنا فهل الى خروج من سبيل"
        },
        {
            "id": 4145,
            "verse_key": "40:12",
            "text_uthmani_simple": "ذلكم بانه اذا دعى الله وحده كفرتم وان يشرك به تؤمنوا۟ فالحكم لله العلى الكبير"
        },
        {
            "id": 4146,
            "verse_key": "40:13",
            "text_uthmani_simple": "هو الذى يريكم ءايته وينزل لكم من السماء رزقا وما يتذكر الا من ينيب"
        },
        {
            "id": 4147,
            "verse_key": "40:14",
            "text_uthmani_simple": "فادعوا۟ الله مخلصين له الدين ولو كره الكفرون"
        },
        {
            "id": 4148,
            "verse_key": "40:15",
            "text_uthmani_simple": "رفيع الدرجت ذو العرش يلقى الروح من امره على من يشاء من عباده لينذر يوم التلاق"
        },
        {
            "id": 4149,
            "verse_key": "40:16",
            "text_uthmani_simple": "يوم هم برزون لا يخفى على الله منهم شىء لمن الملك اليوم لله الوحد القهار"
        },
        {
            "id": 4150,
            "verse_key": "40:17",
            "text_uthmani_simple": "اليوم تجزى كل نفسۭ بما كسبت لا ظلم اليوم ان الله سريع الحساب"
        },
        {
            "id": 4151,
            "verse_key": "40:18",
            "text_uthmani_simple": "وانذرهم يوم الءازفة اذ القلوب لدى الحناجر كظمين ما للظلمين من حميم ولا شفيع يطاع"
        },
        {
            "id": 4152,
            "verse_key": "40:19",
            "text_uthmani_simple": "يعلم خائنة الاعين وما تخفى الصدور"
        },
        {
            "id": 4153,
            "verse_key": "40:20",
            "text_uthmani_simple": "والله يقضى بالحق والذين يدعون من دونه لا يقضون بشىء ان الله هو السميع البصير"
        },
        {
            "id": 4154,
            "verse_key": "40:21",
            "text_uthmani_simple": "اولم يسيروا۟ فى الارض فينظروا۟ كيف كان عقبة الذين كانوا۟ من قبلهم كانوا۟ هم اشد منهم قوة وءاثارا فى الارض فاخذهم الله بذنوبهم وما كان لهم من الله من واق"
        },
        {
            "id": 4155,
            "verse_key": "40:22",
            "text_uthmani_simple": "ذلك بانهم كانت تاتيهم رسلهم بالبينت فكفروا۟ فاخذهم الله انه قوى شديد العقاب"
        },
        {
            "id": 4156,
            "verse_key": "40:23",
            "text_uthmani_simple": "ولقد ارسلنا موسى بـايتنا وسلطن مبين"
        },
        {
            "id": 4157,
            "verse_key": "40:24",
            "text_uthmani_simple": "الى فرعون وهمن وقرون فقالوا۟ سحر كذاب"
        },
        {
            "id": 4158,
            "verse_key": "40:25",
            "text_uthmani_simple": "فلما جاءهم بالحق من عندنا قالوا۟ اقتلوا۟ ابناء الذين ءامنوا۟ معه واستحيوا۟ نساءهم وما كيد الكفرين الا فى ضلل"
        },
        {
            "id": 4159,
            "verse_key": "40:26",
            "text_uthmani_simple": "وقال فرعون ذرونى اقتل موسى وليدع ربه انى اخاف ان يبدل دينكم او ان يظهر فى الارض الفساد"
        },
        {
            "id": 4160,
            "verse_key": "40:27",
            "text_uthmani_simple": "وقال موسى انى عذت بربى وربكم من كل متكبر لا يؤمن بيوم الحساب"
        },
        {
            "id": 4161,
            "verse_key": "40:28",
            "text_uthmani_simple": "وقال رجل مؤمن من ءال فرعون يكتم ايمنه اتقتلون رجلا ان يقول ربى الله وقد جاءكم بالبينت من ربكم وان يك كذبا فعليه كذبه وان يك صادقا يصبكم بعض الذى يعدكم ان الله لا يهدى من هو مسرف كذاب"
        },
        {
            "id": 4162,
            "verse_key": "40:29",
            "text_uthmani_simple": "يقوم لكم الملك اليوم ظهرين فى الارض فمن ينصرنا منۢ باس الله ان جاءنا قال فرعون ما اريكم الا ما ارى وما اهديكم الا سبيل الرشاد"
        },
        {
            "id": 4163,
            "verse_key": "40:30",
            "text_uthmani_simple": "وقال الذى ءامن يقوم انى اخاف عليكم مثل يوم الاحزاب"
        },
        {
            "id": 4164,
            "verse_key": "40:31",
            "text_uthmani_simple": "مثل داب قوم نوح وعاد وثمود والذين منۢ بعدهم وما الله يريد ظلما للعباد"
        },
        {
            "id": 4165,
            "verse_key": "40:32",
            "text_uthmani_simple": "ويقوم انى اخاف عليكم يوم التناد"
        },
        {
            "id": 4166,
            "verse_key": "40:33",
            "text_uthmani_simple": "يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد"
        },
        {
            "id": 4167,
            "verse_key": "40:34",
            "text_uthmani_simple": "ولقد جاءكم يوسف من قبل بالبينت فما زلتم فى شك مما جاءكم به حتى اذا هلك قلتم لن يبعث الله منۢ بعده رسولا كذلك يضل الله من هو مسرف مرتاب"
        },
        {
            "id": 4168,
            "verse_key": "40:35",
            "text_uthmani_simple": "الذين يجدلون فى ءايت الله بغير سلطن اتىهم كبر مقتا عند الله وعند الذين ءامنوا۟ كذلك يطبع الله على كل قلب متكبر جبار"
        },
        {
            "id": 4169,
            "verse_key": "40:36",
            "text_uthmani_simple": "وقال فرعون يهمن ابن لى صرحا لعلى ابلغ الاسبب"
        },
        {
            "id": 4170,
            "verse_key": "40:37",
            "text_uthmani_simple": "اسبب السموت فاطلع الى اله موسى وانى لاظنه كذبا وكذلك زين لفرعون سوء عمله وصد عن السبيل وما كيد فرعون الا فى تباب"
        },
        {
            "id": 4171,
            "verse_key": "40:38",
            "text_uthmani_simple": "وقال الذى ءامن يقوم اتبعون اهدكم سبيل الرشاد"
        },
        {
            "id": 4172,
            "verse_key": "40:39",
            "text_uthmani_simple": "يقوم انما هذه الحيوة الدنيا متع وان الءاخرة هى دار القرار"
        },
        {
            "id": 4173,
            "verse_key": "40:40",
            "text_uthmani_simple": "من عمل سيئة فلا يجزى الا مثلها ومن عمل صلحا من ذكر او انثى وهو مؤمن فاو۟لئك يدخلون الجنة يرزقون فيها بغير حساب"
        },
        {
            "id": 4174,
            "verse_key": "40:41",
            "text_uthmani_simple": "ويقوم ما لى ادعوكم الى النجوة وتدعوننى الى النار"
        },
        {
            "id": 4175,
            "verse_key": "40:42",
            "text_uthmani_simple": "تدعوننى لاكفر بالله واشرك به ما ليس لى به علم وانا۠ ادعوكم الى العزيز الغفر"
        },
        {
            "id": 4176,
            "verse_key": "40:43",
            "text_uthmani_simple": "لا جرم انما تدعوننى اليه ليس له دعوة فى الدنيا ولا فى الءاخرة وان مردنا الى الله وان المسرفين هم اصحب النار"
        },
        {
            "id": 4177,
            "verse_key": "40:44",
            "text_uthmani_simple": "فستذكرون ما اقول لكم وافوض امرى الى الله ان الله بصيرۢ بالعباد"
        },
        {
            "id": 4178,
            "verse_key": "40:45",
            "text_uthmani_simple": "فوقىه الله سيـات ما مكروا۟ وحاق بـال فرعون سوء العذاب"
        },
        {
            "id": 4179,
            "verse_key": "40:46",
            "text_uthmani_simple": "النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة ادخلوا۟ ءال فرعون اشد العذاب"
        },
        {
            "id": 4180,
            "verse_key": "40:47",
            "text_uthmani_simple": "واذ يتحاجون فى النار فيقول الضعفؤا۟ للذين استكبروا۟ انا كنا لكم تبعا فهل انتم مغنون عنا نصيبا من النار"
        },
        {
            "id": 4181,
            "verse_key": "40:48",
            "text_uthmani_simple": "قال الذين استكبروا۟ انا كل فيها ان الله قد حكم بين العباد"
        },
        {
            "id": 4182,
            "verse_key": "40:49",
            "text_uthmani_simple": "وقال الذين فى النار لخزنة جهنم ادعوا۟ ربكم يخفف عنا يوما من العذاب"
        },
        {
            "id": 4183,
            "verse_key": "40:50",
            "text_uthmani_simple": "قالوا۟ اولم تك تاتيكم رسلكم بالبينت قالوا۟ بلى قالوا۟ فادعوا۟ وما دعؤا۟ الكفرين الا فى ضلل"
        },
        {
            "id": 4184,
            "verse_key": "40:51",
            "text_uthmani_simple": "انا لننصر رسلنا والذين ءامنوا۟ فى الحيوة الدنيا ويوم يقوم الاشهد"
        },
        {
            "id": 4185,
            "verse_key": "40:52",
            "text_uthmani_simple": "يوم لا ينفع الظلمين معذرتهم ولهم اللعنة ولهم سوء الدار"
        },
        {
            "id": 4186,
            "verse_key": "40:53",
            "text_uthmani_simple": "ولقد ءاتينا موسى الهدى واورثنا بنى اسرءيل الكتب"
        },
        {
            "id": 4187,
            "verse_key": "40:54",
            "text_uthmani_simple": "هدى وذكرى لاو۟لى الالبب"
        },
        {
            "id": 4188,
            "verse_key": "40:55",
            "text_uthmani_simple": "فاصبر ان وعد الله حق واستغفر لذنۢبك وسبح بحمد ربك بالعشى والابكر"
        },
        {
            "id": 4189,
            "verse_key": "40:56",
            "text_uthmani_simple": "ان الذين يجدلون فى ءايت الله بغير سلطن اتىهم ان فى صدورهم الا كبر ما هم ببلغيه فاستعذ بالله انه هو السميع البصير"
        },
        {
            "id": 4190,
            "verse_key": "40:57",
            "text_uthmani_simple": "لخلق السموت والارض اكبر من خلق الناس ولكن اكثر الناس لا يعلمون"
        },
        {
            "id": 4191,
            "verse_key": "40:58",
            "text_uthmani_simple": "وما يستوى الاعمى والبصير والذين ءامنوا۟ وعملوا۟ الصلحت ولا المسىء قليلا ما تتذكرون"
        },
        {
            "id": 4192,
            "verse_key": "40:59",
            "text_uthmani_simple": "ان الساعة لءاتية لا ريب فيها ولكن اكثر الناس لا يؤمنون"
        },
        {
            "id": 4193,
            "verse_key": "40:60",
            "text_uthmani_simple": "وقال ربكم ادعونى استجب لكم ان الذين يستكبرون عن عبادتى سيدخلون جهنم داخرين"
        },
        {
            "id": 4194,
            "verse_key": "40:61",
            "text_uthmani_simple": "الله الذى جعل لكم اليل لتسكنوا۟ فيه والنهار مبصرا ان الله لذو فضل على الناس ولكن اكثر الناس لا يشكرون"
        },
        {
            "id": 4195,
            "verse_key": "40:62",
            "text_uthmani_simple": "ذلكم الله ربكم خلق كل شىء لا اله الا هو فانى تؤفكون"
        },
        {
            "id": 4196,
            "verse_key": "40:63",
            "text_uthmani_simple": "كذلك يؤفك الذين كانوا۟ بـايت الله يجحدون"
        },
        {
            "id": 4197,
            "verse_key": "40:64",
            "text_uthmani_simple": "الله الذى جعل لكم الارض قرارا والسماء بناء وصوركم فاحسن صوركم ورزقكم من الطيبت ذلكم الله ربكم فتبارك الله رب العلمين"
        },
        {
            "id": 4198,
            "verse_key": "40:65",
            "text_uthmani_simple": "هو الحى لا اله الا هو فادعوه مخلصين له الدين الحمد لله رب العلمين"
        },
        {
            "id": 4199,
            "verse_key": "40:66",
            "text_uthmani_simple": "قل انى نهيت ان اعبد الذين تدعون من دون الله لما جاءنى البينت من ربى وامرت ان اسلم لرب العلمين"
        },
        {
            "id": 4200,
            "verse_key": "40:67",
            "text_uthmani_simple": "هو الذى خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا ثم لتبلغوا۟ اشدكم ثم لتكونوا۟ شيوخا ومنكم من يتوفى من قبل ولتبلغوا۟ اجلا مسمى ولعلكم تعقلون"
        },
        {
            "id": 4201,
            "verse_key": "40:68",
            "text_uthmani_simple": "هو الذى يحى ويميت فاذا قضى امرا فانما يقول له كن فيكون"
        },
        {
            "id": 4202,
            "verse_key": "40:69",
            "text_uthmani_simple": "الم تر الى الذين يجدلون فى ءايت الله انى يصرفون"
        },
        {
            "id": 4203,
            "verse_key": "40:70",
            "text_uthmani_simple": "الذين كذبوا۟ بالكتب وبما ارسلنا به رسلنا فسوف يعلمون"
        },
        {
            "id": 4204,
            "verse_key": "40:71",
            "text_uthmani_simple": "اذ الاغلل فى اعنقهم والسلسل يسحبون"
        },
        {
            "id": 4205,
            "verse_key": "40:72",
            "text_uthmani_simple": "فى الحميم ثم فى النار يسجرون"
        },
        {
            "id": 4206,
            "verse_key": "40:73",
            "text_uthmani_simple": "ثم قيل لهم اين ما كنتم تشركون"
        },
        {
            "id": 4207,
            "verse_key": "40:74",
            "text_uthmani_simple": "من دون الله قالوا۟ ضلوا۟ عنا بل لم نكن ندعوا۟ من قبل شيـا كذلك يضل الله الكفرين"
        },
        {
            "id": 4208,
            "verse_key": "40:75",
            "text_uthmani_simple": "ذلكم بما كنتم تفرحون فى الارض بغير الحق وبما كنتم تمرحون"
        },
        {
            "id": 4209,
            "verse_key": "40:76",
            "text_uthmani_simple": "ادخلوا۟ ابوب جهنم خلدين فيها فبئس مثوى المتكبرين"
        },
        {
            "id": 4210,
            "verse_key": "40:77",
            "text_uthmani_simple": "فاصبر ان وعد الله حق فاما نرينك بعض الذى نعدهم او نتوفينك فالينا يرجعون"
        },
        {
            "id": 4211,
            "verse_key": "40:78",
            "text_uthmani_simple": "ولقد ارسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك وما كان لرسول ان ياتى بـاية الا باذن الله فاذا جاء امر الله قضى بالحق وخسر هنالك المبطلون"
        },
        {
            "id": 4212,
            "verse_key": "40:79",
            "text_uthmani_simple": "الله الذى جعل لكم الانعم لتركبوا۟ منها ومنها تاكلون"
        },
        {
            "id": 4213,
            "verse_key": "40:80",
            "text_uthmani_simple": "ولكم فيها منفع ولتبلغوا۟ عليها حاجة فى صدوركم وعليها وعلى الفلك تحملون"
        },
        {
            "id": 4214,
            "verse_key": "40:81",
            "text_uthmani_simple": "ويريكم ءايته فاى ءايت الله تنكرون"
        },
        {
            "id": 4215,
            "verse_key": "40:82",
            "text_uthmani_simple": "افلم يسيروا۟ فى الارض فينظروا۟ كيف كان عقبة الذين من قبلهم كانوا۟ اكثر منهم واشد قوة وءاثارا فى الارض فما اغنى عنهم ما كانوا۟ يكسبون"
        },
        {
            "id": 4216,
            "verse_key": "40:83",
            "text_uthmani_simple": "فلما جاءتهم رسلهم بالبينت فرحوا۟ بما عندهم من العلم وحاق بهم ما كانوا۟ به يستهزءون"
        },
        {
            "id": 4217,
            "verse_key": "40:84",
            "text_uthmani_simple": "فلما راوا۟ باسنا قالوا۟ ءامنا بالله وحده وكفرنا بما كنا به مشركين"
        },
        {
            "id": 4218,
            "verse_key": "40:85",
            "text_uthmani_simple": "فلم يك ينفعهم ايمنهم لما راوا۟ باسنا سنت الله التى قد خلت فى عباده وخسر هنالك الكفرون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "40"
        }
    }
}