{
    "verses": [
        {
            "id": 494,
            "verse_key": "4:1",
            "text_uthmani_simple": "يايها الناس اتقوا۟ ربكم الذى خلقكم من نفس وحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا۟ الله الذى تساءلون به والارحام ان الله كان عليكم رقيبا"
        },
        {
            "id": 495,
            "verse_key": "4:2",
            "text_uthmani_simple": "وءاتوا۟ اليتمى امولهم ولا تتبدلوا۟ الخبيث بالطيب ولا تاكلوا۟ امولهم الى امولكم انه كان حوبا كبيرا"
        },
        {
            "id": 496,
            "verse_key": "4:3",
            "text_uthmani_simple": "وان خفتم الا تقسطوا۟ فى اليتمى فانكحوا۟ ما طاب لكم من النساء مثنى وثلث وربع فان خفتم الا تعدلوا۟ فوحدة او ما ملكت ايمنكم ذلك ادنى الا تعولوا۟"
        },
        {
            "id": 497,
            "verse_key": "4:4",
            "text_uthmani_simple": "وءاتوا۟ النساء صدقتهن نحلة فان طبن لكم عن شىء منه نفسا فكلوه هنيـا مريـا"
        },
        {
            "id": 498,
            "verse_key": "4:5",
            "text_uthmani_simple": "ولا تؤتوا۟ السفهاء امولكم التى جعل الله لكم قيما وارزقوهم فيها واكسوهم وقولوا۟ لهم قولا معروفا"
        },
        {
            "id": 499,
            "verse_key": "4:6",
            "text_uthmani_simple": "وابتلوا۟ اليتمى حتى اذا بلغوا۟ النكاح فان ءانستم منهم رشدا فادفعوا۟ اليهم امولهم ولا تاكلوها اسرافا وبدارا ان يكبروا۟ ومن كان غنيا فليستعفف ومن كان فقيرا فلياكل بالمعروف فاذا دفعتم اليهم امولهم فاشهدوا۟ عليهم وكفى بالله حسيبا"
        },
        {
            "id": 500,
            "verse_key": "4:7",
            "text_uthmani_simple": "للرجال نصيب مما ترك الولدان والاقربون وللنساء نصيب مما ترك الولدان والاقربون مما قل منه او كثر نصيبا مفروضا"
        },
        {
            "id": 501,
            "verse_key": "4:8",
            "text_uthmani_simple": "واذا حضر القسمة او۟لوا۟ القربى واليتمى والمسكين فارزقوهم منه وقولوا۟ لهم قولا معروفا"
        },
        {
            "id": 502,
            "verse_key": "4:9",
            "text_uthmani_simple": "وليخش الذين لو تركوا۟ من خلفهم ذرية ضعفا خافوا۟ عليهم فليتقوا۟ الله وليقولوا۟ قولا سديدا"
        },
        {
            "id": 503,
            "verse_key": "4:10",
            "text_uthmani_simple": "ان الذين ياكلون امول اليتمى ظلما انما ياكلون فى بطونهم نارا وسيصلون سعيرا"
        },
        {
            "id": 504,
            "verse_key": "4:11",
            "text_uthmani_simple": "يوصيكم الله فى اولدكم للذكر مثل حظ الانثيين فان كن نساء فوق اثنتين فلهن ثلثا ما ترك وان كانت وحدة فلها النصف ولابويه لكل وحد منهما السدس مما ترك ان كان له ولد فان لم يكن له ولد وورثه ابواه فلامه الثلث فان كان له اخوة فلامه السدس منۢ بعد وصية يوصى بها او دين ءاباؤكم وابناؤكم لا تدرون ايهم اقرب لكم نفعا فريضة من الله ان الله كان عليما حكيما"
        },
        {
            "id": 505,
            "verse_key": "4:12",
            "text_uthmani_simple": "ولكم نصف ما ترك ازوجكم ان لم يكن لهن ولد فان كان لهن ولد فلكم الربع مما تركن منۢ بعد وصية يوصين بها او دين ولهن الربع مما تركتم ان لم يكن لكم ولد فان كان لكم ولد فلهن الثمن مما تركتم منۢ بعد وصية توصون بها او دين وان كان رجل يورث كللة او امراة وله اخ او اخت فلكل وحد منهما السدس فان كانوا۟ اكثر من ذلك فهم شركاء فى الثلث منۢ بعد وصية يوصى بها او دين غير مضار وصية من الله والله عليم حليم"
        },
        {
            "id": 506,
            "verse_key": "4:13",
            "text_uthmani_simple": "تلك حدود الله ومن يطع الله ورسوله يدخله جنت تجرى من تحتها الانهر خلدين فيها وذلك الفوز العظيم"
        },
        {
            "id": 507,
            "verse_key": "4:14",
            "text_uthmani_simple": "ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خلدا فيها وله عذاب مهين"
        },
        {
            "id": 508,
            "verse_key": "4:15",
            "text_uthmani_simple": "والتى ياتين الفحشة من نسائكم فاستشهدوا۟ عليهن اربعة منكم فان شهدوا۟ فامسكوهن فى البيوت حتى يتوفىهن الموت او يجعل الله لهن سبيلا"
        },
        {
            "id": 509,
            "verse_key": "4:16",
            "text_uthmani_simple": "والذان ياتينها منكم فـاذوهما فان تابا واصلحا فاعرضوا۟ عنهما ان الله كان توابا رحيما"
        },
        {
            "id": 510,
            "verse_key": "4:17",
            "text_uthmani_simple": "انما التوبة على الله للذين يعملون السوء بجهلة ثم يتوبون من قريب فاو۟لئك يتوب الله عليهم وكان الله عليما حكيما"
        },
        {
            "id": 511,
            "verse_key": "4:18",
            "text_uthmani_simple": "وليست التوبة للذين يعملون السيـات حتى اذا حضر احدهم الموت قال انى تبت الـن ولا الذين يموتون وهم كفار او۟لئك اعتدنا لهم عذابا اليما"
        },
        {
            "id": 512,
            "verse_key": "4:19",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا يحل لكم ان ترثوا۟ النساء كرها ولا تعضلوهن لتذهبوا۟ ببعض ما ءاتيتموهن الا ان ياتين بفحشة مبينة وعاشروهن بالمعروف فان كرهتموهن فعسى ان تكرهوا۟ شيـا ويجعل الله فيه خيرا كثيرا"
        },
        {
            "id": 513,
            "verse_key": "4:20",
            "text_uthmani_simple": "وان اردتم استبدال زوج مكان زوج وءاتيتم احدىهن قنطارا فلا تاخذوا۟ منه شيـا اتاخذونه بهتنا واثما مبينا"
        },
        {
            "id": 514,
            "verse_key": "4:21",
            "text_uthmani_simple": "وكيف تاخذونه وقد افضى بعضكم الى بعض واخذن منكم ميثقا غليظا"
        },
        {
            "id": 515,
            "verse_key": "4:22",
            "text_uthmani_simple": "ولا تنكحوا۟ ما نكح ءاباؤكم من النساء الا ما قد سلف انه كان فحشة ومقتا وساء سبيلا"
        },
        {
            "id": 516,
            "verse_key": "4:23",
            "text_uthmani_simple": "حرمت عليكم امهتكم وبناتكم واخوتكم وعمتكم وخلتكم وبنات الاخ وبنات الاخت وامهتكم التى ارضعنكم واخوتكم من الرضعة وامهت نسائكم وربئبكم التى فى حجوركم من نسائكم التى دخلتم بهن فان لم تكونوا۟ دخلتم بهن فلا جناح عليكم وحلئل ابنائكم الذين من اصلبكم وان تجمعوا۟ بين الاختين الا ما قد سلف ان الله كان غفورا رحيما"
        },
        {
            "id": 517,
            "verse_key": "4:24",
            "text_uthmani_simple": "والمحصنت من النساء الا ما ملكت ايمنكم كتب الله عليكم واحل لكم ما وراء ذلكم ان تبتغوا۟ بامولكم محصنين غير مسفحين فما استمتعتم به منهن فـاتوهن اجورهن فريضة ولا جناح عليكم فيما ترضيتم به منۢ بعد الفريضة ان الله كان عليما حكيما"
        },
        {
            "id": 518,
            "verse_key": "4:25",
            "text_uthmani_simple": "ومن لم يستطع منكم طولا ان ينكح المحصنت المؤمنت فمن ما ملكت ايمنكم من فتيتكم المؤمنت والله اعلم بايمنكم بعضكم منۢ بعض فانكحوهن باذن اهلهن وءاتوهن اجورهن بالمعروف محصنت غير مسفحت ولا متخذت اخدان فاذا احصن فان اتين بفحشة فعليهن نصف ما على المحصنت من العذاب ذلك لمن خشى العنت منكم وان تصبروا۟ خير لكم والله غفور رحيم"
        },
        {
            "id": 519,
            "verse_key": "4:26",
            "text_uthmani_simple": "يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب عليكم والله عليم حكيم"
        },
        {
            "id": 520,
            "verse_key": "4:27",
            "text_uthmani_simple": "والله يريد ان يتوب عليكم ويريد الذين يتبعون الشهوت ان تميلوا۟ ميلا عظيما"
        },
        {
            "id": 521,
            "verse_key": "4:28",
            "text_uthmani_simple": "يريد الله ان يخفف عنكم وخلق الانسن ضعيفا"
        },
        {
            "id": 522,
            "verse_key": "4:29",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تاكلوا۟ امولكم بينكم بالبطل الا ان تكون تجرة عن تراض منكم ولا تقتلوا۟ انفسكم ان الله كان بكم رحيما"
        },
        {
            "id": 523,
            "verse_key": "4:30",
            "text_uthmani_simple": "ومن يفعل ذلك عدونا وظلما فسوف نصليه نارا وكان ذلك على الله يسيرا"
        },
        {
            "id": 524,
            "verse_key": "4:31",
            "text_uthmani_simple": "ان تجتنبوا۟ كبائر ما تنهون عنه نكفر عنكم سيـاتكم وندخلكم مدخلا كريما"
        },
        {
            "id": 525,
            "verse_key": "4:32",
            "text_uthmani_simple": "ولا تتمنوا۟ ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا۟ وللنساء نصيب مما اكتسبن وسـلوا۟ الله من فضله ان الله كان بكل شىء عليما"
        },
        {
            "id": 526,
            "verse_key": "4:33",
            "text_uthmani_simple": "ولكل جعلنا مولى مما ترك الولدان والاقربون والذين عقدت ايمنكم فـاتوهم نصيبهم ان الله كان على كل شىء شهيدا"
        },
        {
            "id": 527,
            "verse_key": "4:34",
            "text_uthmani_simple": "الرجال قومون على النساء بما فضل الله بعضهم على بعض وبما انفقوا۟ من امولهم فالصلحت قنتت حفظت للغيب بما حفظ الله والتى تخافون نشوزهن فعظوهن واهجروهن فى المضاجع واضربوهن فان اطعنكم فلا تبغوا۟ عليهن سبيلا ان الله كان عليا كبيرا"
        },
        {
            "id": 528,
            "verse_key": "4:35",
            "text_uthmani_simple": "وان خفتم شقاق بينهما فابعثوا۟ حكما من اهله وحكما من اهلها ان يريدا اصلحا يوفق الله بينهما ان الله كان عليما خبيرا"
        },
        {
            "id": 529,
            "verse_key": "4:36",
            "text_uthmani_simple": "واعبدوا۟ الله ولا تشركوا۟ به شيـا وبالولدين احسنا وبذى القربى واليتمى والمسكين والجار ذى القربى والجار الجنب والصاحب بالجنۢب وابن السبيل وما ملكت ايمنكم ان الله لا يحب من كان مختالا فخورا"
        },
        {
            "id": 530,
            "verse_key": "4:37",
            "text_uthmani_simple": "الذين يبخلون ويامرون الناس بالبخل ويكتمون ما ءاتىهم الله من فضله واعتدنا للكفرين عذابا مهينا"
        },
        {
            "id": 531,
            "verse_key": "4:38",
            "text_uthmani_simple": "والذين ينفقون امولهم رئاء الناس ولا يؤمنون بالله ولا باليوم الءاخر ومن يكن الشيطن له قرينا فساء قرينا"
        },
        {
            "id": 532,
            "verse_key": "4:39",
            "text_uthmani_simple": "وماذا عليهم لو ءامنوا۟ بالله واليوم الءاخر وانفقوا۟ مما رزقهم الله وكان الله بهم عليما"
        },
        {
            "id": 533,
            "verse_key": "4:40",
            "text_uthmani_simple": "ان الله لا يظلم مثقال ذرة وان تك حسنة يضعفها ويؤت من لدنه اجرا عظيما"
        },
        {
            "id": 534,
            "verse_key": "4:41",
            "text_uthmani_simple": "فكيف اذا جئنا من كل امةۭ بشهيد وجئنا بك على هؤلاء شهيدا"
        },
        {
            "id": 535,
            "verse_key": "4:42",
            "text_uthmani_simple": "يومئذ يود الذين كفروا۟ وعصوا۟ الرسول لو تسوى بهم الارض ولا يكتمون الله حديثا"
        },
        {
            "id": 536,
            "verse_key": "4:43",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تقربوا۟ الصلوة وانتم سكرى حتى تعلموا۟ ما تقولون ولا جنبا الا عابرى سبيل حتى تغتسلوا۟ وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لمستم النساء فلم تجدوا۟ ماء فتيمموا۟ صعيدا طيبا فامسحوا۟ بوجوهكم وايديكم ان الله كان عفوا غفورا"
        },
        {
            "id": 537,
            "verse_key": "4:44",
            "text_uthmani_simple": "الم تر الى الذين اوتوا۟ نصيبا من الكتب يشترون الضللة ويريدون ان تضلوا۟ السبيل"
        },
        {
            "id": 538,
            "verse_key": "4:45",
            "text_uthmani_simple": "والله اعلم باعدائكم وكفى بالله وليا وكفى بالله نصيرا"
        },
        {
            "id": 539,
            "verse_key": "4:46",
            "text_uthmani_simple": "من الذين هادوا۟ يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمع ورعنا ليۢا بالسنتهم وطعنا فى الدين ولو انهم قالوا۟ سمعنا واطعنا واسمع وانظرنا لكان خيرا لهم واقوم ولكن لعنهم الله بكفرهم فلا يؤمنون الا قليلا"
        },
        {
            "id": 540,
            "verse_key": "4:47",
            "text_uthmani_simple": "يايها الذين اوتوا۟ الكتب ءامنوا۟ بما نزلنا مصدقا لما معكم من قبل ان نطمس وجوها فنردها على ادبارها او نلعنهم كما لعنا اصحب السبت وكان امر الله مفعولا"
        },
        {
            "id": 541,
            "verse_key": "4:48",
            "text_uthmani_simple": "ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى اثما عظيما"
        },
        {
            "id": 542,
            "verse_key": "4:49",
            "text_uthmani_simple": "الم تر الى الذين يزكون انفسهم بل الله يزكى من يشاء ولا يظلمون فتيلا"
        },
        {
            "id": 543,
            "verse_key": "4:50",
            "text_uthmani_simple": "انظر كيف يفترون على الله الكذب وكفى به اثما مبينا"
        },
        {
            "id": 544,
            "verse_key": "4:51",
            "text_uthmani_simple": "الم تر الى الذين اوتوا۟ نصيبا من الكتب يؤمنون بالجبت والطغوت ويقولون للذين كفروا۟ هؤلاء اهدى من الذين ءامنوا۟ سبيلا"
        },
        {
            "id": 545,
            "verse_key": "4:52",
            "text_uthmani_simple": "او۟لئك الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا"
        },
        {
            "id": 546,
            "verse_key": "4:53",
            "text_uthmani_simple": "ام لهم نصيب من الملك فاذا لا يؤتون الناس نقيرا"
        },
        {
            "id": 547,
            "verse_key": "4:54",
            "text_uthmani_simple": "ام يحسدون الناس على ما ءاتىهم الله من فضله فقد ءاتينا ءال ابرهيم الكتب والحكمة وءاتينهم ملكا عظيما"
        },
        {
            "id": 548,
            "verse_key": "4:55",
            "text_uthmani_simple": "فمنهم من ءامن به ومنهم من صد عنه وكفى بجهنم سعيرا"
        },
        {
            "id": 549,
            "verse_key": "4:56",
            "text_uthmani_simple": "ان الذين كفروا۟ بـايتنا سوف نصليهم نارا كلما نضجت جلودهم بدلنهم جلودا غيرها ليذوقوا۟ العذاب ان الله كان عزيزا حكيما"
        },
        {
            "id": 550,
            "verse_key": "4:57",
            "text_uthmani_simple": "والذين ءامنوا۟ وعملوا۟ الصلحت سندخلهم جنت تجرى من تحتها الانهر خلدين فيها ابدا لهم فيها ازوج مطهرة وندخلهم ظلا ظليلا"
        },
        {
            "id": 551,
            "verse_key": "4:58",
            "text_uthmani_simple": "ان الله يامركم ان تؤدوا۟ الامنت الى اهلها واذا حكمتم بين الناس ان تحكموا۟ بالعدل ان الله نعما يعظكم به ان الله كان سميعۢا بصيرا"
        },
        {
            "id": 552,
            "verse_key": "4:59",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اطيعوا۟ الله واطيعوا۟ الرسول واو۟لى الامر منكم فان تنزعتم فى شىء فردوه الى الله والرسول ان كنتم تؤمنون بالله واليوم الءاخر ذلك خير واحسن تاويلا"
        },
        {
            "id": 553,
            "verse_key": "4:60",
            "text_uthmani_simple": "الم تر الى الذين يزعمون انهم ءامنوا۟ بما انزل اليك وما انزل من قبلك يريدون ان يتحاكموا۟ الى الطغوت وقد امروا۟ ان يكفروا۟ به ويريد الشيطن ان يضلهم ضللۢا بعيدا"
        },
        {
            "id": 554,
            "verse_key": "4:61",
            "text_uthmani_simple": "واذا قيل لهم تعالوا۟ الى ما انزل الله والى الرسول رايت المنفقين يصدون عنك صدودا"
        },
        {
            "id": 555,
            "verse_key": "4:62",
            "text_uthmani_simple": "فكيف اذا اصبتهم مصيبةۢ بما قدمت ايديهم ثم جاءوك يحلفون بالله ان اردنا الا احسنا وتوفيقا"
        },
        {
            "id": 556,
            "verse_key": "4:63",
            "text_uthmani_simple": "او۟لئك الذين يعلم الله ما فى قلوبهم فاعرض عنهم وعظهم وقل لهم فى انفسهم قولۢا بليغا"
        },
        {
            "id": 557,
            "verse_key": "4:64",
            "text_uthmani_simple": "وما ارسلنا من رسول الا ليطاع باذن الله ولو انهم اذ ظلموا۟ انفسهم جاءوك فاستغفروا۟ الله واستغفر لهم الرسول لوجدوا۟ الله توابا رحيما"
        },
        {
            "id": 558,
            "verse_key": "4:65",
            "text_uthmani_simple": "فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا۟ فى انفسهم حرجا مما قضيت ويسلموا۟ تسليما"
        },
        {
            "id": 559,
            "verse_key": "4:66",
            "text_uthmani_simple": "ولو انا كتبنا عليهم ان اقتلوا۟ انفسكم او اخرجوا۟ من ديركم ما فعلوه الا قليل منهم ولو انهم فعلوا۟ ما يوعظون به لكان خيرا لهم واشد تثبيتا"
        },
        {
            "id": 560,
            "verse_key": "4:67",
            "text_uthmani_simple": "واذا لءاتينهم من لدنا اجرا عظيما"
        },
        {
            "id": 561,
            "verse_key": "4:68",
            "text_uthmani_simple": "ولهدينهم صرطا مستقيما"
        },
        {
            "id": 562,
            "verse_key": "4:69",
            "text_uthmani_simple": "ومن يطع الله والرسول فاو۟لئك مع الذين انعم الله عليهم من النبين والصديقين والشهداء والصلحين وحسن او۟لئك رفيقا"
        },
        {
            "id": 563,
            "verse_key": "4:70",
            "text_uthmani_simple": "ذلك الفضل من الله وكفى بالله عليما"
        },
        {
            "id": 564,
            "verse_key": "4:71",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ خذوا۟ حذركم فانفروا۟ ثبات او انفروا۟ جميعا"
        },
        {
            "id": 565,
            "verse_key": "4:72",
            "text_uthmani_simple": "وان منكم لمن ليبطئن فان اصبتكم مصيبة قال قد انعم الله على اذ لم اكن معهم شهيدا"
        },
        {
            "id": 566,
            "verse_key": "4:73",
            "text_uthmani_simple": "ولئن اصبكم فضل من الله ليقولن كان لم تكنۢ بينكم وبينه مودة يليتنى كنت معهم فافوز فوزا عظيما"
        },
        {
            "id": 567,
            "verse_key": "4:74",
            "text_uthmani_simple": "فليقتل فى سبيل الله الذين يشرون الحيوة الدنيا بالءاخرة ومن يقتل فى سبيل الله فيقتل او يغلب فسوف نؤتيه اجرا عظيما"
        },
        {
            "id": 568,
            "verse_key": "4:75",
            "text_uthmani_simple": "وما لكم لا تقتلون فى سبيل الله والمستضعفين من الرجال والنساء والولدن الذين يقولون ربنا اخرجنا من هذه القرية الظالم اهلها واجعل لنا من لدنك وليا واجعل لنا من لدنك نصيرا"
        },
        {
            "id": 569,
            "verse_key": "4:76",
            "text_uthmani_simple": "الذين ءامنوا۟ يقتلون فى سبيل الله والذين كفروا۟ يقتلون فى سبيل الطغوت فقتلوا۟ اولياء الشيطن ان كيد الشيطن كان ضعيفا"
        },
        {
            "id": 570,
            "verse_key": "4:77",
            "text_uthmani_simple": "الم تر الى الذين قيل لهم كفوا۟ ايديكم واقيموا۟ الصلوة وءاتوا۟ الزكوة فلما كتب عليهم القتال اذا فريق منهم يخشون الناس كخشية الله او اشد خشية وقالوا۟ ربنا لم كتبت علينا القتال لولا اخرتنا الى اجل قريب قل متع الدنيا قليل والءاخرة خير لمن اتقى ولا تظلمون فتيلا"
        },
        {
            "id": 571,
            "verse_key": "4:78",
            "text_uthmani_simple": "اينما تكونوا۟ يدرككم الموت ولو كنتم فى بروج مشيدة وان تصبهم حسنة يقولوا۟ هذه من عند الله وان تصبهم سيئة يقولوا۟ هذه من عندك قل كل من عند الله فمال هؤلاء القوم لا يكادون يفقهون حديثا"
        },
        {
            "id": 572,
            "verse_key": "4:79",
            "text_uthmani_simple": "ما اصابك من حسنة فمن الله وما اصابك من سيئة فمن نفسك وارسلنك للناس رسولا وكفى بالله شهيدا"
        },
        {
            "id": 573,
            "verse_key": "4:80",
            "text_uthmani_simple": "من يطع الرسول فقد اطاع الله ومن تولى فما ارسلنك عليهم حفيظا"
        },
        {
            "id": 574,
            "verse_key": "4:81",
            "text_uthmani_simple": "ويقولون طاعة فاذا برزوا۟ من عندك بيت طائفة منهم غير الذى تقول والله يكتب ما يبيتون فاعرض عنهم وتوكل على الله وكفى بالله وكيلا"
        },
        {
            "id": 575,
            "verse_key": "4:82",
            "text_uthmani_simple": "افلا يتدبرون القرءان ولو كان من عند غير الله لوجدوا۟ فيه اختلفا كثيرا"
        },
        {
            "id": 576,
            "verse_key": "4:83",
            "text_uthmani_simple": "واذا جاءهم امر من الامن او الخوف اذاعوا۟ به ولو ردوه الى الرسول والى او۟لى الامر منهم لعلمه الذين يستنۢبطونه منهم ولولا فضل الله عليكم ورحمته لاتبعتم الشيطن الا قليلا"
        },
        {
            "id": 577,
            "verse_key": "4:84",
            "text_uthmani_simple": "فقتل فى سبيل الله لا تكلف الا نفسك وحرض المؤمنين عسى الله ان يكف باس الذين كفروا۟ والله اشد باسا واشد تنكيلا"
        },
        {
            "id": 578,
            "verse_key": "4:85",
            "text_uthmani_simple": "من يشفع شفعة حسنة يكن له نصيب منها ومن يشفع شفعة سيئة يكن له كفل منها وكان الله على كل شىء مقيتا"
        },
        {
            "id": 579,
            "verse_key": "4:86",
            "text_uthmani_simple": "واذا حييتم بتحية فحيوا۟ باحسن منها او ردوها ان الله كان على كل شىء حسيبا"
        },
        {
            "id": 580,
            "verse_key": "4:87",
            "text_uthmani_simple": "الله لا اله الا هو ليجمعنكم الى يوم القيمة لا ريب فيه ومن اصدق من الله حديثا"
        },
        {
            "id": 581,
            "verse_key": "4:88",
            "text_uthmani_simple": "فما لكم فى المنفقين فئتين والله اركسهم بما كسبوا۟ اتريدون ان تهدوا۟ من اضل الله ومن يضلل الله فلن تجد له سبيلا"
        },
        {
            "id": 582,
            "verse_key": "4:89",
            "text_uthmani_simple": "ودوا۟ لو تكفرون كما كفروا۟ فتكونون سواء فلا تتخذوا۟ منهم اولياء حتى يهاجروا۟ فى سبيل الله فان تولوا۟ فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا۟ منهم وليا ولا نصيرا"
        },
        {
            "id": 583,
            "verse_key": "4:90",
            "text_uthmani_simple": "الا الذين يصلون الى قومۭ بينكم وبينهم ميثق او جاءوكم حصرت صدورهم ان يقتلوكم او يقتلوا۟ قومهم ولو شاء الله لسلطهم عليكم فلقتلوكم فان اعتزلوكم فلم يقتلوكم والقوا۟ اليكم السلم فما جعل الله لكم عليهم سبيلا"
        },
        {
            "id": 584,
            "verse_key": "4:91",
            "text_uthmani_simple": "ستجدون ءاخرين يريدون ان يامنوكم ويامنوا۟ قومهم كل ما ردوا۟ الى الفتنة اركسوا۟ فيها فان لم يعتزلوكم ويلقوا۟ اليكم السلم ويكفوا۟ ايديهم فخذوهم واقتلوهم حيث ثقفتموهم واو۟لئكم جعلنا لكم عليهم سلطنا مبينا"
        },
        {
            "id": 585,
            "verse_key": "4:92",
            "text_uthmani_simple": "وما كان لمؤمن ان يقتل مؤمنا الا خطـا ومن قتل مؤمنا خطـا فتحرير رقبة مؤمنة ودية مسلمة الى اهله الا ان يصدقوا۟ فان كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة وان كان من قومۭ بينكم وبينهم ميثق فدية مسلمة الى اهله وتحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من الله وكان الله عليما حكيما"
        },
        {
            "id": 586,
            "verse_key": "4:93",
            "text_uthmani_simple": "ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خلدا فيها وغضب الله عليه ولعنه واعد له عذابا عظيما"
        },
        {
            "id": 587,
            "verse_key": "4:94",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذا ضربتم فى سبيل الله فتبينوا۟ ولا تقولوا۟ لمن القى اليكم السلم لست مؤمنا تبتغون عرض الحيوة الدنيا فعند الله مغانم كثيرة كذلك كنتم من قبل فمن الله عليكم فتبينوا۟ ان الله كان بما تعملون خبيرا"
        },
        {
            "id": 588,
            "verse_key": "4:95",
            "text_uthmani_simple": "لا يستوى القعدون من المؤمنين غير او۟لى الضرر والمجهدون فى سبيل الله بامولهم وانفسهم فضل الله المجهدين بامولهم وانفسهم على القعدين درجة وكلا وعد الله الحسنى وفضل الله المجهدين على القعدين اجرا عظيما"
        },
        {
            "id": 589,
            "verse_key": "4:96",
            "text_uthmani_simple": "درجت منه ومغفرة ورحمة وكان الله غفورا رحيما"
        },
        {
            "id": 590,
            "verse_key": "4:97",
            "text_uthmani_simple": "ان الذين توفىهم الملئكة ظالمى انفسهم قالوا۟ فيم كنتم قالوا۟ كنا مستضعفين فى الارض قالوا۟ الم تكن ارض الله وسعة فتهاجروا۟ فيها فاو۟لئك ماوىهم جهنم وساءت مصيرا"
        },
        {
            "id": 591,
            "verse_key": "4:98",
            "text_uthmani_simple": "الا المستضعفين من الرجال والنساء والولدن لا يستطيعون حيلة ولا يهتدون سبيلا"
        },
        {
            "id": 592,
            "verse_key": "4:99",
            "text_uthmani_simple": "فاو۟لئك عسى الله ان يعفو عنهم وكان الله عفوا غفورا"
        },
        {
            "id": 593,
            "verse_key": "4:100",
            "text_uthmani_simple": "ومن يهاجر فى سبيل الله يجد فى الارض مرغما كثيرا وسعة ومن يخرج منۢ بيته مهاجرا الى الله ورسوله ثم يدركه الموت فقد وقع اجره على الله وكان الله غفورا رحيما"
        },
        {
            "id": 594,
            "verse_key": "4:101",
            "text_uthmani_simple": "واذا ضربتم فى الارض فليس عليكم جناح ان تقصروا۟ من الصلوة ان خفتم ان يفتنكم الذين كفروا۟ ان الكفرين كانوا۟ لكم عدوا مبينا"
        },
        {
            "id": 595,
            "verse_key": "4:102",
            "text_uthmani_simple": "واذا كنت فيهم فاقمت لهم الصلوة فلتقم طائفة منهم معك ولياخذوا۟ اسلحتهم فاذا سجدوا۟ فليكونوا۟ من ورائكم ولتات طائفة اخرى لم يصلوا۟ فليصلوا۟ معك ولياخذوا۟ حذرهم واسلحتهم ود الذين كفروا۟ لو تغفلون عن اسلحتكم وامتعتكم فيميلون عليكم ميلة وحدة ولا جناح عليكم ان كان بكم اذى من مطر او كنتم مرضى ان تضعوا۟ اسلحتكم وخذوا۟ حذركم ان الله اعد للكفرين عذابا مهينا"
        },
        {
            "id": 596,
            "verse_key": "4:103",
            "text_uthmani_simple": "فاذا قضيتم الصلوة فاذكروا۟ الله قيما وقعودا وعلى جنوبكم فاذا اطماننتم فاقيموا۟ الصلوة ان الصلوة كانت على المؤمنين كتبا موقوتا"
        },
        {
            "id": 597,
            "verse_key": "4:104",
            "text_uthmani_simple": "ولا تهنوا۟ فى ابتغاء القوم ان تكونوا۟ تالمون فانهم يالمون كما تالمون وترجون من الله ما لا يرجون وكان الله عليما حكيما"
        },
        {
            "id": 598,
            "verse_key": "4:105",
            "text_uthmani_simple": "انا انزلنا اليك الكتب بالحق لتحكم بين الناس بما ارىك الله ولا تكن للخائنين خصيما"
        },
        {
            "id": 599,
            "verse_key": "4:106",
            "text_uthmani_simple": "واستغفر الله ان الله كان غفورا رحيما"
        },
        {
            "id": 600,
            "verse_key": "4:107",
            "text_uthmani_simple": "ولا تجدل عن الذين يختانون انفسهم ان الله لا يحب من كان خوانا اثيما"
        },
        {
            "id": 601,
            "verse_key": "4:108",
            "text_uthmani_simple": "يستخفون من الناس ولا يستخفون من الله وهو معهم اذ يبيتون ما لا يرضى من القول وكان الله بما يعملون محيطا"
        },
        {
            "id": 602,
            "verse_key": "4:109",
            "text_uthmani_simple": "هانتم هؤلاء جدلتم عنهم فى الحيوة الدنيا فمن يجدل الله عنهم يوم القيمة ام من يكون عليهم وكيلا"
        },
        {
            "id": 603,
            "verse_key": "4:110",
            "text_uthmani_simple": "ومن يعمل سوءا او يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما"
        },
        {
            "id": 604,
            "verse_key": "4:111",
            "text_uthmani_simple": "ومن يكسب اثما فانما يكسبه على نفسه وكان الله عليما حكيما"
        },
        {
            "id": 605,
            "verse_key": "4:112",
            "text_uthmani_simple": "ومن يكسب خطيـة او اثما ثم يرم به بريـا فقد احتمل بهتنا واثما مبينا"
        },
        {
            "id": 606,
            "verse_key": "4:113",
            "text_uthmani_simple": "ولولا فضل الله عليك ورحمته لهمت طائفة منهم ان يضلوك وما يضلون الا انفسهم وما يضرونك من شىء وانزل الله عليك الكتب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيما"
        },
        {
            "id": 607,
            "verse_key": "4:114",
            "text_uthmani_simple": "لا خير فى كثير من نجوىهم الا من امر بصدقة او معروف او اصلحۭ بين الناس ومن يفعل ذلك ابتغاء مرضات الله فسوف نؤتيه اجرا عظيما"
        },
        {
            "id": 608,
            "verse_key": "4:115",
            "text_uthmani_simple": "ومن يشاقق الرسول منۢ بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا"
        },
        {
            "id": 609,
            "verse_key": "4:116",
            "text_uthmani_simple": "ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضللۢا بعيدا"
        },
        {
            "id": 610,
            "verse_key": "4:117",
            "text_uthmani_simple": "ان يدعون من دونه الا انثا وان يدعون الا شيطنا مريدا"
        },
        {
            "id": 611,
            "verse_key": "4:118",
            "text_uthmani_simple": "لعنه الله وقال لاتخذن من عبادك نصيبا مفروضا"
        },
        {
            "id": 612,
            "verse_key": "4:119",
            "text_uthmani_simple": "ولاضلنهم ولامنينهم ولءامرنهم فليبتكن ءاذان الانعم ولءامرنهم فليغيرن خلق الله ومن يتخذ الشيطن وليا من دون الله فقد خسر خسرانا مبينا"
        },
        {
            "id": 613,
            "verse_key": "4:120",
            "text_uthmani_simple": "يعدهم ويمنيهم وما يعدهم الشيطن الا غرورا"
        },
        {
            "id": 614,
            "verse_key": "4:121",
            "text_uthmani_simple": "او۟لئك ماوىهم جهنم ولا يجدون عنها محيصا"
        },
        {
            "id": 615,
            "verse_key": "4:122",
            "text_uthmani_simple": "والذين ءامنوا۟ وعملوا۟ الصلحت سندخلهم جنت تجرى من تحتها الانهر خلدين فيها ابدا وعد الله حقا ومن اصدق من الله قيلا"
        },
        {
            "id": 616,
            "verse_key": "4:123",
            "text_uthmani_simple": "ليس بامانيكم ولا امانى اهل الكتب من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا"
        },
        {
            "id": 617,
            "verse_key": "4:124",
            "text_uthmani_simple": "ومن يعمل من الصلحت من ذكر او انثى وهو مؤمن فاو۟لئك يدخلون الجنة ولا يظلمون نقيرا"
        },
        {
            "id": 618,
            "verse_key": "4:125",
            "text_uthmani_simple": "ومن احسن دينا ممن اسلم وجهه لله وهو محسن واتبع ملة ابرهيم حنيفا واتخذ الله ابرهيم خليلا"
        },
        {
            "id": 619,
            "verse_key": "4:126",
            "text_uthmani_simple": "ولله ما فى السموت وما فى الارض وكان الله بكل شىء محيطا"
        },
        {
            "id": 620,
            "verse_key": "4:127",
            "text_uthmani_simple": "ويستفتونك فى النساء قل الله يفتيكم فيهن وما يتلى عليكم فى الكتب فى يتمى النساء التى لا تؤتونهن ما كتب لهن وترغبون ان تنكحوهن والمستضعفين من الولدن وان تقوموا۟ لليتمى بالقسط وما تفعلوا۟ من خير فان الله كان به عليما"
        },
        {
            "id": 621,
            "verse_key": "4:128",
            "text_uthmani_simple": "وان امراة خافت منۢ بعلها نشوزا او اعراضا فلا جناح عليهما ان يصلحا بينهما صلحا والصلح خير واحضرت الانفس الشح وان تحسنوا۟ وتتقوا۟ فان الله كان بما تعملون خبيرا"
        },
        {
            "id": 622,
            "verse_key": "4:129",
            "text_uthmani_simple": "ولن تستطيعوا۟ ان تعدلوا۟ بين النساء ولو حرصتم فلا تميلوا۟ كل الميل فتذروها كالمعلقة وان تصلحوا۟ وتتقوا۟ فان الله كان غفورا رحيما"
        },
        {
            "id": 623,
            "verse_key": "4:130",
            "text_uthmani_simple": "وان يتفرقا يغن الله كلا من سعته وكان الله وسعا حكيما"
        },
        {
            "id": 624,
            "verse_key": "4:131",
            "text_uthmani_simple": "ولله ما فى السموت وما فى الارض ولقد وصينا الذين اوتوا۟ الكتب من قبلكم واياكم ان اتقوا۟ الله وان تكفروا۟ فان لله ما فى السموت وما فى الارض وكان الله غنيا حميدا"
        },
        {
            "id": 625,
            "verse_key": "4:132",
            "text_uthmani_simple": "ولله ما فى السموت وما فى الارض وكفى بالله وكيلا"
        },
        {
            "id": 626,
            "verse_key": "4:133",
            "text_uthmani_simple": "ان يشا يذهبكم ايها الناس ويات بـاخرين وكان الله على ذلك قديرا"
        },
        {
            "id": 627,
            "verse_key": "4:134",
            "text_uthmani_simple": "من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والءاخرة وكان الله سميعۢا بصيرا"
        },
        {
            "id": 628,
            "verse_key": "4:135",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ كونوا۟ قومين بالقسط شهداء لله ولو على انفسكم او الولدين والاقربين ان يكن غنيا او فقيرا فالله اولى بهما فلا تتبعوا۟ الهوى ان تعدلوا۟ وان تلوا۟ او تعرضوا۟ فان الله كان بما تعملون خبيرا"
        },
        {
            "id": 629,
            "verse_key": "4:136",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ءامنوا۟ بالله ورسوله والكتب الذى نزل على رسوله والكتب الذى انزل من قبل ومن يكفر بالله وملئكته وكتبه ورسله واليوم الءاخر فقد ضل ضللۢا بعيدا"
        },
        {
            "id": 630,
            "verse_key": "4:137",
            "text_uthmani_simple": "ان الذين ءامنوا۟ ثم كفروا۟ ثم ءامنوا۟ ثم كفروا۟ ثم ازدادوا۟ كفرا لم يكن الله ليغفر لهم ولا ليهديهم سبيلۢا"
        },
        {
            "id": 631,
            "verse_key": "4:138",
            "text_uthmani_simple": "بشر المنفقين بان لهم عذابا اليما"
        },
        {
            "id": 632,
            "verse_key": "4:139",
            "text_uthmani_simple": "الذين يتخذون الكفرين اولياء من دون المؤمنين ايبتغون عندهم العزة فان العزة لله جميعا"
        },
        {
            "id": 633,
            "verse_key": "4:140",
            "text_uthmani_simple": "وقد نزل عليكم فى الكتب ان اذا سمعتم ءايت الله يكفر بها ويستهزا بها فلا تقعدوا۟ معهم حتى يخوضوا۟ فى حديث غيره انكم اذا مثلهم ان الله جامع المنفقين والكفرين فى جهنم جميعا"
        },
        {
            "id": 634,
            "verse_key": "4:141",
            "text_uthmani_simple": "الذين يتربصون بكم فان كان لكم فتح من الله قالوا۟ الم نكن معكم وان كان للكفرين نصيب قالوا۟ الم نستحوذ عليكم ونمنعكم من المؤمنين فالله يحكم بينكم يوم القيمة ولن يجعل الله للكفرين على المؤمنين سبيلا"
        },
        {
            "id": 635,
            "verse_key": "4:142",
            "text_uthmani_simple": "ان المنفقين يخدعون الله وهو خدعهم واذا قاموا۟ الى الصلوة قاموا۟ كسالى يراءون الناس ولا يذكرون الله الا قليلا"
        },
        {
            "id": 636,
            "verse_key": "4:143",
            "text_uthmani_simple": "مذبذبين بين ذلك لا الى هؤلاء ولا الى هؤلاء ومن يضلل الله فلن تجد له سبيلا"
        },
        {
            "id": 637,
            "verse_key": "4:144",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تتخذوا۟ الكفرين اولياء من دون المؤمنين اتريدون ان تجعلوا۟ لله عليكم سلطنا مبينا"
        },
        {
            "id": 638,
            "verse_key": "4:145",
            "text_uthmani_simple": "ان المنفقين فى الدرك الاسفل من النار ولن تجد لهم نصيرا"
        },
        {
            "id": 639,
            "verse_key": "4:146",
            "text_uthmani_simple": "الا الذين تابوا۟ واصلحوا۟ واعتصموا۟ بالله واخلصوا۟ دينهم لله فاو۟لئك مع المؤمنين وسوف يؤت الله المؤمنين اجرا عظيما"
        },
        {
            "id": 640,
            "verse_key": "4:147",
            "text_uthmani_simple": "ما يفعل الله بعذابكم ان شكرتم وءامنتم وكان الله شاكرا عليما"
        },
        {
            "id": 641,
            "verse_key": "4:148",
            "text_uthmani_simple": "لا يحب الله الجهر بالسوء من القول الا من ظلم وكان الله سميعا عليما"
        },
        {
            "id": 642,
            "verse_key": "4:149",
            "text_uthmani_simple": "ان تبدوا۟ خيرا او تخفوه او تعفوا۟ عن سوء فان الله كان عفوا قديرا"
        },
        {
            "id": 643,
            "verse_key": "4:150",
            "text_uthmani_simple": "ان الذين يكفرون بالله ورسله ويريدون ان يفرقوا۟ بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون ان يتخذوا۟ بين ذلك سبيلا"
        },
        {
            "id": 644,
            "verse_key": "4:151",
            "text_uthmani_simple": "او۟لئك هم الكفرون حقا واعتدنا للكفرين عذابا مهينا"
        },
        {
            "id": 645,
            "verse_key": "4:152",
            "text_uthmani_simple": "والذين ءامنوا۟ بالله ورسله ولم يفرقوا۟ بين احد منهم او۟لئك سوف يؤتيهم اجورهم وكان الله غفورا رحيما"
        },
        {
            "id": 646,
            "verse_key": "4:153",
            "text_uthmani_simple": "يسـلك اهل الكتب ان تنزل عليهم كتبا من السماء فقد سالوا۟ موسى اكبر من ذلك فقالوا۟ ارنا الله جهرة فاخذتهم الصعقة بظلمهم ثم اتخذوا۟ العجل منۢ بعد ما جاءتهم البينت فعفونا عن ذلك وءاتينا موسى سلطنا مبينا"
        },
        {
            "id": 647,
            "verse_key": "4:154",
            "text_uthmani_simple": "ورفعنا فوقهم الطور بميثقهم وقلنا لهم ادخلوا۟ الباب سجدا وقلنا لهم لا تعدوا۟ فى السبت واخذنا منهم ميثقا غليظا"
        },
        {
            "id": 648,
            "verse_key": "4:155",
            "text_uthmani_simple": "فبما نقضهم ميثقهم وكفرهم بـايت الله وقتلهم الانۢبياء بغير حق وقولهم قلوبنا غلفۢ بل طبع الله عليها بكفرهم فلا يؤمنون الا قليلا"
        },
        {
            "id": 649,
            "verse_key": "4:156",
            "text_uthmani_simple": "وبكفرهم وقولهم على مريم بهتنا عظيما"
        },
        {
            "id": 650,
            "verse_key": "4:157",
            "text_uthmani_simple": "وقولهم انا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم وان الذين اختلفوا۟ فيه لفى شك منه ما لهم به من علم الا اتباع الظن وما قتلوه يقينۢا"
        },
        {
            "id": 651,
            "verse_key": "4:158",
            "text_uthmani_simple": "بل رفعه الله اليه وكان الله عزيزا حكيما"
        },
        {
            "id": 652,
            "verse_key": "4:159",
            "text_uthmani_simple": "وان من اهل الكتب الا ليؤمنن به قبل موته ويوم القيمة يكون عليهم شهيدا"
        },
        {
            "id": 653,
            "verse_key": "4:160",
            "text_uthmani_simple": "فبظلم من الذين هادوا۟ حرمنا عليهم طيبت احلت لهم وبصدهم عن سبيل الله كثيرا"
        },
        {
            "id": 654,
            "verse_key": "4:161",
            "text_uthmani_simple": "واخذهم الربوا۟ وقد نهوا۟ عنه واكلهم امول الناس بالبطل واعتدنا للكفرين منهم عذابا اليما"
        },
        {
            "id": 655,
            "verse_key": "4:162",
            "text_uthmani_simple": "لكن الرسخون فى العلم منهم والمؤمنون يؤمنون بما انزل اليك وما انزل من قبلك والمقيمين الصلوة والمؤتون الزكوة والمؤمنون بالله واليوم الءاخر او۟لئك سنؤتيهم اجرا عظيما"
        },
        {
            "id": 656,
            "verse_key": "4:163",
            "text_uthmani_simple": "انا اوحينا اليك كما اوحينا الى نوح والنبين منۢ بعده واوحينا الى ابرهيم واسمعيل واسحق ويعقوب والاسباط وعيسى وايوب ويونس وهرون وسليمن وءاتينا داود زبورا"
        },
        {
            "id": 657,
            "verse_key": "4:164",
            "text_uthmani_simple": "ورسلا قد قصصنهم عليك من قبل ورسلا لم نقصصهم عليك وكلم الله موسى تكليما"
        },
        {
            "id": 658,
            "verse_key": "4:165",
            "text_uthmani_simple": "رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجةۢ بعد الرسل وكان الله عزيزا حكيما"
        },
        {
            "id": 659,
            "verse_key": "4:166",
            "text_uthmani_simple": "لكن الله يشهد بما انزل اليك انزله بعلمه والملئكة يشهدون وكفى بالله شهيدا"
        },
        {
            "id": 660,
            "verse_key": "4:167",
            "text_uthmani_simple": "ان الذين كفروا۟ وصدوا۟ عن سبيل الله قد ضلوا۟ ضللۢا بعيدا"
        },
        {
            "id": 661,
            "verse_key": "4:168",
            "text_uthmani_simple": "ان الذين كفروا۟ وظلموا۟ لم يكن الله ليغفر لهم ولا ليهديهم طريقا"
        },
        {
            "id": 662,
            "verse_key": "4:169",
            "text_uthmani_simple": "الا طريق جهنم خلدين فيها ابدا وكان ذلك على الله يسيرا"
        },
        {
            "id": 663,
            "verse_key": "4:170",
            "text_uthmani_simple": "يايها الناس قد جاءكم الرسول بالحق من ربكم فـامنوا۟ خيرا لكم وان تكفروا۟ فان لله ما فى السموت والارض وكان الله عليما حكيما"
        },
        {
            "id": 664,
            "verse_key": "4:171",
            "text_uthmani_simple": "ياهل الكتب لا تغلوا۟ فى دينكم ولا تقولوا۟ على الله الا الحق انما المسيح عيسى ابن مريم رسول الله وكلمته القىها الى مريم وروح منه فـامنوا۟ بالله ورسله ولا تقولوا۟ ثلثة انتهوا۟ خيرا لكم انما الله اله وحد سبحنه ان يكون له ولد له ما فى السموت وما فى الارض وكفى بالله وكيلا"
        },
        {
            "id": 665,
            "verse_key": "4:172",
            "text_uthmani_simple": "لن يستنكف المسيح ان يكون عبدا لله ولا الملئكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم اليه جميعا"
        },
        {
            "id": 666,
            "verse_key": "4:173",
            "text_uthmani_simple": "فاما الذين ءامنوا۟ وعملوا۟ الصلحت فيوفيهم اجورهم ويزيدهم من فضله واما الذين استنكفوا۟ واستكبروا۟ فيعذبهم عذابا اليما ولا يجدون لهم من دون الله وليا ولا نصيرا"
        },
        {
            "id": 667,
            "verse_key": "4:174",
            "text_uthmani_simple": "يايها الناس قد جاءكم برهن من ربكم وانزلنا اليكم نورا مبينا"
        },
        {
            "id": 668,
            "verse_key": "4:175",
            "text_uthmani_simple": "فاما الذين ءامنوا۟ بالله واعتصموا۟ به فسيدخلهم فى رحمة منه وفضل ويهديهم اليه صرطا مستقيما"
        },
        {
            "id": 669,
            "verse_key": "4:176",
            "text_uthmani_simple": "يستفتونك قل الله يفتيكم فى الكللة ان امرؤا۟ هلك ليس له ولد وله اخت فلها نصف ما ترك وهو يرثها ان لم يكن لها ولد فان كانتا اثنتين فلهما الثلثان مما ترك وان كانوا۟ اخوة رجالا ونساء فللذكر مثل حظ الانثيين يبين الله لكم ان تضلوا۟ والله بكل شىء عليمۢ"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "4"
        }
    }
}