{
    "verses": [
        {
            "id": 1597,
            "verse_key": "12:1",
            "text_uthmani_simple": "الر تلك ءايت الكتب المبين"
        },
        {
            "id": 1598,
            "verse_key": "12:2",
            "text_uthmani_simple": "انا انزلنه قرءنا عربيا لعلكم تعقلون"
        },
        {
            "id": 1599,
            "verse_key": "12:3",
            "text_uthmani_simple": "نحن نقص عليك احسن القصص بما اوحينا اليك هذا القرءان وان كنت من قبله لمن الغفلين"
        },
        {
            "id": 1600,
            "verse_key": "12:4",
            "text_uthmani_simple": "اذ قال يوسف لابيه يابت انى رايت احد عشر كوكبا والشمس والقمر رايتهم لى سجدين"
        },
        {
            "id": 1601,
            "verse_key": "12:5",
            "text_uthmani_simple": "قال يبنى لا تقصص رءياك على اخوتك فيكيدوا۟ لك كيدا ان الشيطن للانسن عدو مبين"
        },
        {
            "id": 1602,
            "verse_key": "12:6",
            "text_uthmani_simple": "وكذلك يجتبيك ربك ويعلمك من تاويل الاحاديث ويتم نعمته عليك وعلى ءال يعقوب كما اتمها على ابويك من قبل ابرهيم واسحق ان ربك عليم حكيم"
        },
        {
            "id": 1603,
            "verse_key": "12:7",
            "text_uthmani_simple": "لقد كان فى يوسف واخوته ءايت للسائلين"
        },
        {
            "id": 1604,
            "verse_key": "12:8",
            "text_uthmani_simple": "اذ قالوا۟ ليوسف واخوه احب الى ابينا منا ونحن عصبة ان ابانا لفى ضلل مبين"
        },
        {
            "id": 1605,
            "verse_key": "12:9",
            "text_uthmani_simple": "اقتلوا۟ يوسف او اطرحوه ارضا يخل لكم وجه ابيكم وتكونوا۟ منۢ بعده قوما صلحين"
        },
        {
            "id": 1606,
            "verse_key": "12:10",
            "text_uthmani_simple": "قال قائل منهم لا تقتلوا۟ يوسف والقوه فى غيبت الجب يلتقطه بعض السيارة ان كنتم فعلين"
        },
        {
            "id": 1607,
            "verse_key": "12:11",
            "text_uthmani_simple": "قالوا۟ يابانا ما لك لا تام۫نا على يوسف وانا له لنصحون"
        },
        {
            "id": 1608,
            "verse_key": "12:12",
            "text_uthmani_simple": "ارسله معنا غدا يرتع ويلعب وانا له لحفظون"
        },
        {
            "id": 1609,
            "verse_key": "12:13",
            "text_uthmani_simple": "قال انى ليحزننى ان تذهبوا۟ به واخاف ان ياكله الذئب وانتم عنه غفلون"
        },
        {
            "id": 1610,
            "verse_key": "12:14",
            "text_uthmani_simple": "قالوا۟ لئن اكله الذئب ونحن عصبة انا اذا لخسرون"
        },
        {
            "id": 1611,
            "verse_key": "12:15",
            "text_uthmani_simple": "فلما ذهبوا۟ به واجمعوا۟ ان يجعلوه فى غيبت الجب واوحينا اليه لتنبئنهم بامرهم هذا وهم لا يشعرون"
        },
        {
            "id": 1612,
            "verse_key": "12:16",
            "text_uthmani_simple": "وجاءو اباهم عشاء يبكون"
        },
        {
            "id": 1613,
            "verse_key": "12:17",
            "text_uthmani_simple": "قالوا۟ يابانا انا ذهبنا نستبق وتركنا يوسف عند متعنا فاكله الذئب وما انت بمؤمن لنا ولو كنا صدقين"
        },
        {
            "id": 1614,
            "verse_key": "12:18",
            "text_uthmani_simple": "وجاءو على قميصه بدم كذب قال بل سولت لكم انفسكم امرا فصبر جميل والله المستعان على ما تصفون"
        },
        {
            "id": 1615,
            "verse_key": "12:19",
            "text_uthmani_simple": "وجاءت سيارة فارسلوا۟ واردهم فادلى دلوه قال يبشرى هذا غلم واسروه بضعة والله عليمۢ بما يعملون"
        },
        {
            "id": 1616,
            "verse_key": "12:20",
            "text_uthmani_simple": "وشروه بثمنۭ بخس درهم معدودة وكانوا۟ فيه من الزهدين"
        },
        {
            "id": 1617,
            "verse_key": "12:21",
            "text_uthmani_simple": "وقال الذى اشترىه من مصر لامراته اكرمى مثوىه عسى ان ينفعنا او نتخذه ولدا وكذلك مكنا ليوسف فى الارض ولنعلمه من تاويل الاحاديث والله غالب على امره ولكن اكثر الناس لا يعلمون"
        },
        {
            "id": 1618,
            "verse_key": "12:22",
            "text_uthmani_simple": "ولما بلغ اشده ءاتينه حكما وعلما وكذلك نجزى المحسنين"
        },
        {
            "id": 1619,
            "verse_key": "12:23",
            "text_uthmani_simple": "ورودته التى هو فى بيتها عن نفسه وغلقت الابوب وقالت هيت لك قال معاذ الله انه ربى احسن مثواى انه لا يفلح الظلمون"
        },
        {
            "id": 1620,
            "verse_key": "12:24",
            "text_uthmani_simple": "ولقد همت به وهم بها لولا ان رءا برهن ربه كذلك لنصرف عنه السوء والفحشاء انه من عبادنا المخلصين"
        },
        {
            "id": 1621,
            "verse_key": "12:25",
            "text_uthmani_simple": "واستبقا الباب وقدت قميصه من دبر والفيا سيدها لدا الباب قالت ما جزاء من اراد باهلك سوءا الا ان يسجن او عذاب اليم"
        },
        {
            "id": 1622,
            "verse_key": "12:26",
            "text_uthmani_simple": "قال هى رودتنى عن نفسى وشهد شاهد من اهلها ان كان قميصه قد من قبل فصدقت وهو من الكذبين"
        },
        {
            "id": 1623,
            "verse_key": "12:27",
            "text_uthmani_simple": "وان كان قميصه قد من دبر فكذبت وهو من الصدقين"
        },
        {
            "id": 1624,
            "verse_key": "12:28",
            "text_uthmani_simple": "فلما رءا قميصه قد من دبر قال انه من كيدكن ان كيدكن عظيم"
        },
        {
            "id": 1625,
            "verse_key": "12:29",
            "text_uthmani_simple": "يوسف اعرض عن هذا واستغفرى لذنۢبك انك كنت من الخاطـين"
        },
        {
            "id": 1626,
            "verse_key": "12:30",
            "text_uthmani_simple": "وقال نسوة فى المدينة امرات العزيز ترود فتىها عن نفسه قد شغفها حبا انا لنرىها فى ضلل مبين"
        },
        {
            "id": 1627,
            "verse_key": "12:31",
            "text_uthmani_simple": "فلما سمعت بمكرهن ارسلت اليهن واعتدت لهن متكـا وءاتت كل وحدة منهن سكينا وقالت اخرج عليهن فلما راينه اكبرنه وقطعن ايديهن وقلن حش لله ما هذا بشرا ان هذا الا ملك كريم"
        },
        {
            "id": 1628,
            "verse_key": "12:32",
            "text_uthmani_simple": "قالت فذلكن الذى لمتننى فيه ولقد رودته عن نفسه فاستعصم ولئن لم يفعل ما ءامره ليسجنن وليكونا من الصغرين"
        },
        {
            "id": 1629,
            "verse_key": "12:33",
            "text_uthmani_simple": "قال رب السجن احب الى مما يدعوننى اليه والا تصرف عنى كيدهن اصب اليهن واكن من الجهلين"
        },
        {
            "id": 1630,
            "verse_key": "12:34",
            "text_uthmani_simple": "فاستجاب له ربه فصرف عنه كيدهن انه هو السميع العليم"
        },
        {
            "id": 1631,
            "verse_key": "12:35",
            "text_uthmani_simple": "ثم بدا لهم منۢ بعد ما راوا۟ الءايت ليسجننه حتى حين"
        },
        {
            "id": 1632,
            "verse_key": "12:36",
            "text_uthmani_simple": "ودخل معه السجن فتيان قال احدهما انى ارىنى اعصر خمرا وقال الءاخر انى ارىنى احمل فوق راسى خبزا تاكل الطير منه نبئنا بتاويله انا نرىك من المحسنين"
        },
        {
            "id": 1633,
            "verse_key": "12:37",
            "text_uthmani_simple": "قال لا ياتيكما طعام ترزقانه الا نباتكما بتاويله قبل ان ياتيكما ذلكما مما علمنى ربى انى تركت ملة قوم لا يؤمنون بالله وهم بالءاخرة هم كفرون"
        },
        {
            "id": 1634,
            "verse_key": "12:38",
            "text_uthmani_simple": "واتبعت ملة ءاباءى ابرهيم واسحق ويعقوب ما كان لنا ان نشرك بالله من شىء ذلك من فضل الله علينا وعلى الناس ولكن اكثر الناس لا يشكرون"
        },
        {
            "id": 1635,
            "verse_key": "12:39",
            "text_uthmani_simple": "يصىحبى السجن ءارباب متفرقون خير ام الله الوحد القهار"
        },
        {
            "id": 1636,
            "verse_key": "12:40",
            "text_uthmani_simple": "ما تعبدون من دونه الا اسماء سميتموها انتم وءاباؤكم ما انزل الله بها من سلطن ان الحكم الا لله امر الا تعبدوا۟ الا اياه ذلك الدين القيم ولكن اكثر الناس لا يعلمون"
        },
        {
            "id": 1637,
            "verse_key": "12:41",
            "text_uthmani_simple": "يصىحبى السجن اما احدكما فيسقى ربه خمرا واما الءاخر فيصلب فتاكل الطير من راسه قضى الامر الذى فيه تستفتيان"
        },
        {
            "id": 1638,
            "verse_key": "12:42",
            "text_uthmani_simple": "وقال للذى ظن انه ناج منهما اذكرنى عند ربك فانسىه الشيطن ذكر ربه فلبث فى السجن بضع سنين"
        },
        {
            "id": 1639,
            "verse_key": "12:43",
            "text_uthmani_simple": "وقال الملك انى ارى سبع بقرت سمان ياكلهن سبع عجاف وسبع سنۢبلت خضر واخر يابست يايها الملا افتونى فى رءيى ان كنتم للرءيا تعبرون"
        },
        {
            "id": 1640,
            "verse_key": "12:44",
            "text_uthmani_simple": "قالوا۟ اضغث احلم وما نحن بتاويل الاحلم بعلمين"
        },
        {
            "id": 1641,
            "verse_key": "12:45",
            "text_uthmani_simple": "وقال الذى نجا منهما وادكر بعد امة انا۠ انبئكم بتاويله فارسلون"
        },
        {
            "id": 1642,
            "verse_key": "12:46",
            "text_uthmani_simple": "يوسف ايها الصديق افتنا فى سبع بقرت سمان ياكلهن سبع عجاف وسبع سنۢبلت خضر واخر يابست لعلى ارجع الى الناس لعلهم يعلمون"
        },
        {
            "id": 1643,
            "verse_key": "12:47",
            "text_uthmani_simple": "قال تزرعون سبع سنين دابا فما حصدتم فذروه فى سنۢبله الا قليلا مما تاكلون"
        },
        {
            "id": 1644,
            "verse_key": "12:48",
            "text_uthmani_simple": "ثم ياتى منۢ بعد ذلك سبع شداد ياكلن ما قدمتم لهن الا قليلا مما تحصنون"
        },
        {
            "id": 1645,
            "verse_key": "12:49",
            "text_uthmani_simple": "ثم ياتى منۢ بعد ذلك عام فيه يغاث الناس وفيه يعصرون"
        },
        {
            "id": 1646,
            "verse_key": "12:50",
            "text_uthmani_simple": "وقال الملك ائتونى به فلما جاءه الرسول قال ارجع الى ربك فسـله ما بال النسوة التى قطعن ايديهن ان ربى بكيدهن عليم"
        },
        {
            "id": 1647,
            "verse_key": "12:51",
            "text_uthmani_simple": "قال ما خطبكن اذ رودتن يوسف عن نفسه قلن حش لله ما علمنا عليه من سوء قالت امرات العزيز الـن حصحص الحق انا۠ رودته عن نفسه وانه لمن الصدقين"
        },
        {
            "id": 1648,
            "verse_key": "12:52",
            "text_uthmani_simple": "ذلك ليعلم انى لم اخنه بالغيب وان الله لا يهدى كيد الخائنين"
        },
        {
            "id": 1649,
            "verse_key": "12:53",
            "text_uthmani_simple": "وما ابرئ نفسى ان النفس لامارةۢ بالسوء الا ما رحم ربى ان ربى غفور رحيم"
        },
        {
            "id": 1650,
            "verse_key": "12:54",
            "text_uthmani_simple": "وقال الملك ائتونى به استخلصه لنفسى فلما كلمه قال انك اليوم لدينا مكين امين"
        },
        {
            "id": 1651,
            "verse_key": "12:55",
            "text_uthmani_simple": "قال اجعلنى على خزائن الارض انى حفيظ عليم"
        },
        {
            "id": 1652,
            "verse_key": "12:56",
            "text_uthmani_simple": "وكذلك مكنا ليوسف فى الارض يتبوا منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع اجر المحسنين"
        },
        {
            "id": 1653,
            "verse_key": "12:57",
            "text_uthmani_simple": "ولاجر الءاخرة خير للذين ءامنوا۟ وكانوا۟ يتقون"
        },
        {
            "id": 1654,
            "verse_key": "12:58",
            "text_uthmani_simple": "وجاء اخوة يوسف فدخلوا۟ عليه فعرفهم وهم له منكرون"
        },
        {
            "id": 1655,
            "verse_key": "12:59",
            "text_uthmani_simple": "ولما جهزهم بجهازهم قال ائتونى باخ لكم من ابيكم الا ترون انى اوفى الكيل وانا۠ خير المنزلين"
        },
        {
            "id": 1656,
            "verse_key": "12:60",
            "text_uthmani_simple": "فان لم تاتونى به فلا كيل لكم عندى ولا تقربون"
        },
        {
            "id": 1657,
            "verse_key": "12:61",
            "text_uthmani_simple": "قالوا۟ سنرود عنه اباه وانا لفعلون"
        },
        {
            "id": 1658,
            "verse_key": "12:62",
            "text_uthmani_simple": "وقال لفتينه اجعلوا۟ بضعتهم فى رحالهم لعلهم يعرفونها اذا انقلبوا۟ الى اهلهم لعلهم يرجعون"
        },
        {
            "id": 1659,
            "verse_key": "12:63",
            "text_uthmani_simple": "فلما رجعوا۟ الى ابيهم قالوا۟ يابانا منع منا الكيل فارسل معنا اخانا نكتل وانا له لحفظون"
        },
        {
            "id": 1660,
            "verse_key": "12:64",
            "text_uthmani_simple": "قال هل ءامنكم عليه الا كما امنتكم على اخيه من قبل فالله خير حفظا وهو ارحم الرحمين"
        },
        {
            "id": 1661,
            "verse_key": "12:65",
            "text_uthmani_simple": "ولما فتحوا۟ متعهم وجدوا۟ بضعتهم ردت اليهم قالوا۟ يابانا ما نبغى هذه بضعتنا ردت الينا ونمير اهلنا ونحفظ اخانا ونزداد كيل بعير ذلك كيل يسير"
        },
        {
            "id": 1662,
            "verse_key": "12:66",
            "text_uthmani_simple": "قال لن ارسله معكم حتى تؤتون موثقا من الله لتاتننى به الا ان يحاط بكم فلما ءاتوه موثقهم قال الله على ما نقول وكيل"
        },
        {
            "id": 1663,
            "verse_key": "12:67",
            "text_uthmani_simple": "وقال يبنى لا تدخلوا۟ منۢ باب وحد وادخلوا۟ من ابوب متفرقة وما اغنى عنكم من الله من شىء ان الحكم الا لله عليه توكلت وعليه فليتوكل المتوكلون"
        },
        {
            "id": 1664,
            "verse_key": "12:68",
            "text_uthmani_simple": "ولما دخلوا۟ من حيث امرهم ابوهم ما كان يغنى عنهم من الله من شىء الا حاجة فى نفس يعقوب قضىها وانه لذو علم لما علمنه ولكن اكثر الناس لا يعلمون"
        },
        {
            "id": 1665,
            "verse_key": "12:69",
            "text_uthmani_simple": "ولما دخلوا۟ على يوسف ءاوى اليه اخاه قال انى انا۠ اخوك فلا تبتئس بما كانوا۟ يعملون"
        },
        {
            "id": 1666,
            "verse_key": "12:70",
            "text_uthmani_simple": "فلما جهزهم بجهازهم جعل السقاية فى رحل اخيه ثم اذن مؤذن ايتها العير انكم لسرقون"
        },
        {
            "id": 1667,
            "verse_key": "12:71",
            "text_uthmani_simple": "قالوا۟ واقبلوا۟ عليهم ماذا تفقدون"
        },
        {
            "id": 1668,
            "verse_key": "12:72",
            "text_uthmani_simple": "قالوا۟ نفقد صواع الملك ولمن جاء به حمل بعير وانا۠ به زعيم"
        },
        {
            "id": 1669,
            "verse_key": "12:73",
            "text_uthmani_simple": "قالوا۟ تالله لقد علمتم ما جئنا لنفسد فى الارض وما كنا سرقين"
        },
        {
            "id": 1670,
            "verse_key": "12:74",
            "text_uthmani_simple": "قالوا۟ فما جزؤه ان كنتم كذبين"
        },
        {
            "id": 1671,
            "verse_key": "12:75",
            "text_uthmani_simple": "قالوا۟ جزؤه من وجد فى رحله فهو جزؤه كذلك نجزى الظلمين"
        },
        {
            "id": 1672,
            "verse_key": "12:76",
            "text_uthmani_simple": "فبدا باوعيتهم قبل وعاء اخيه ثم استخرجها من وعاء اخيه كذلك كدنا ليوسف ما كان لياخذ اخاه فى دين الملك الا ان يشاء الله نرفع درجت من نشاء وفوق كل ذى علم عليم"
        },
        {
            "id": 1673,
            "verse_key": "12:77",
            "text_uthmani_simple": "قالوا۟ ان يسرق فقد سرق اخ له من قبل فاسرها يوسف فى نفسه ولم يبدها لهم قال انتم شر مكانا والله اعلم بما تصفون"
        },
        {
            "id": 1674,
            "verse_key": "12:78",
            "text_uthmani_simple": "قالوا۟ يايها العزيز ان له ابا شيخا كبيرا فخذ احدنا مكانه انا نرىك من المحسنين"
        },
        {
            "id": 1675,
            "verse_key": "12:79",
            "text_uthmani_simple": "قال معاذ الله ان ناخذ الا من وجدنا متعنا عنده انا اذا لظلمون"
        },
        {
            "id": 1676,
            "verse_key": "12:80",
            "text_uthmani_simple": "فلما استيـسوا۟ منه خلصوا۟ نجيا قال كبيرهم الم تعلموا۟ ان اباكم قد اخذ عليكم موثقا من الله ومن قبل ما فرطتم فى يوسف فلن ابرح الارض حتى ياذن لى ابى او يحكم الله لى وهو خير الحكمين"
        },
        {
            "id": 1677,
            "verse_key": "12:81",
            "text_uthmani_simple": "ارجعوا۟ الى ابيكم فقولوا۟ يابانا ان ابنك سرق وما شهدنا الا بما علمنا وما كنا للغيب حفظين"
        },
        {
            "id": 1678,
            "verse_key": "12:82",
            "text_uthmani_simple": "وسـل القرية التى كنا فيها والعير التى اقبلنا فيها وانا لصدقون"
        },
        {
            "id": 1679,
            "verse_key": "12:83",
            "text_uthmani_simple": "قال بل سولت لكم انفسكم امرا فصبر جميل عسى الله ان ياتينى بهم جميعا انه هو العليم الحكيم"
        },
        {
            "id": 1680,
            "verse_key": "12:84",
            "text_uthmani_simple": "وتولى عنهم وقال ياسفى على يوسف وابيضت عيناه من الحزن فهو كظيم"
        },
        {
            "id": 1681,
            "verse_key": "12:85",
            "text_uthmani_simple": "قالوا۟ تالله تفتؤا۟ تذكر يوسف حتى تكون حرضا او تكون من الهلكين"
        },
        {
            "id": 1682,
            "verse_key": "12:86",
            "text_uthmani_simple": "قال انما اشكوا۟ بثى وحزنى الى الله واعلم من الله ما لا تعلمون"
        },
        {
            "id": 1683,
            "verse_key": "12:87",
            "text_uthmani_simple": "يبنى اذهبوا۟ فتحسسوا۟ من يوسف واخيه ولا تا۟يـسوا۟ من روح الله انه لا يا۟يـس من روح الله الا القوم الكفرون"
        },
        {
            "id": 1684,
            "verse_key": "12:88",
            "text_uthmani_simple": "فلما دخلوا۟ عليه قالوا۟ يايها العزيز مسنا واهلنا الضر وجئنا ببضعة مزجىة فاوف لنا الكيل وتصدق علينا ان الله يجزى المتصدقين"
        },
        {
            "id": 1685,
            "verse_key": "12:89",
            "text_uthmani_simple": "قال هل علمتم ما فعلتم بيوسف واخيه اذ انتم جهلون"
        },
        {
            "id": 1686,
            "verse_key": "12:90",
            "text_uthmani_simple": "قالوا۟ اءنك لانت يوسف قال انا۠ يوسف وهذا اخى قد من الله علينا انه من يتق ويصبر فان الله لا يضيع اجر المحسنين"
        },
        {
            "id": 1687,
            "verse_key": "12:91",
            "text_uthmani_simple": "قالوا۟ تالله لقد ءاثرك الله علينا وان كنا لخطـين"
        },
        {
            "id": 1688,
            "verse_key": "12:92",
            "text_uthmani_simple": "قال لا تثريب عليكم اليوم يغفر الله لكم وهو ارحم الرحمين"
        },
        {
            "id": 1689,
            "verse_key": "12:93",
            "text_uthmani_simple": "اذهبوا۟ بقميصى هذا فالقوه على وجه ابى يات بصيرا واتونى باهلكم اجمعين"
        },
        {
            "id": 1690,
            "verse_key": "12:94",
            "text_uthmani_simple": "ولما فصلت العير قال ابوهم انى لاجد ريح يوسف لولا ان تفندون"
        },
        {
            "id": 1691,
            "verse_key": "12:95",
            "text_uthmani_simple": "قالوا۟ تالله انك لفى ضللك القديم"
        },
        {
            "id": 1692,
            "verse_key": "12:96",
            "text_uthmani_simple": "فلما ان جاء البشير القىه على وجهه فارتد بصيرا قال الم اقل لكم انى اعلم من الله ما لا تعلمون"
        },
        {
            "id": 1693,
            "verse_key": "12:97",
            "text_uthmani_simple": "قالوا۟ يابانا استغفر لنا ذنوبنا انا كنا خطـين"
        },
        {
            "id": 1694,
            "verse_key": "12:98",
            "text_uthmani_simple": "قال سوف استغفر لكم ربى انه هو الغفور الرحيم"
        },
        {
            "id": 1695,
            "verse_key": "12:99",
            "text_uthmani_simple": "فلما دخلوا۟ على يوسف ءاوى اليه ابويه وقال ادخلوا۟ مصر ان شاء الله ءامنين"
        },
        {
            "id": 1696,
            "verse_key": "12:100",
            "text_uthmani_simple": "ورفع ابويه على العرش وخروا۟ له سجدا وقال يابت هذا تاويل رءيى من قبل قد جعلها ربى حقا وقد احسن بى اذ اخرجنى من السجن وجاء بكم من البدو منۢ بعد ان نزغ الشيطن بينى وبين اخوتى ان ربى لطيف لما يشاء انه هو العليم الحكيم"
        },
        {
            "id": 1697,
            "verse_key": "12:101",
            "text_uthmani_simple": "رب قد ءاتيتنى من الملك وعلمتنى من تاويل الاحاديث فاطر السموت والارض انت ولى فى الدنيا والءاخرة توفنى مسلما والحقنى بالصلحين"
        },
        {
            "id": 1698,
            "verse_key": "12:102",
            "text_uthmani_simple": "ذلك من انۢباء الغيب نوحيه اليك وما كنت لديهم اذ اجمعوا۟ امرهم وهم يمكرون"
        },
        {
            "id": 1699,
            "verse_key": "12:103",
            "text_uthmani_simple": "وما اكثر الناس ولو حرصت بمؤمنين"
        },
        {
            "id": 1700,
            "verse_key": "12:104",
            "text_uthmani_simple": "وما تسـلهم عليه من اجر ان هو الا ذكر للعلمين"
        },
        {
            "id": 1701,
            "verse_key": "12:105",
            "text_uthmani_simple": "وكاين من ءاية فى السموت والارض يمرون عليها وهم عنها معرضون"
        },
        {
            "id": 1702,
            "verse_key": "12:106",
            "text_uthmani_simple": "وما يؤمن اكثرهم بالله الا وهم مشركون"
        },
        {
            "id": 1703,
            "verse_key": "12:107",
            "text_uthmani_simple": "افامنوا۟ ان تاتيهم غشية من عذاب الله او تاتيهم الساعة بغتة وهم لا يشعرون"
        },
        {
            "id": 1704,
            "verse_key": "12:108",
            "text_uthmani_simple": "قل هذه سبيلى ادعوا۟ الى الله على بصيرة انا۠ ومن اتبعنى وسبحن الله وما انا۠ من المشركين"
        },
        {
            "id": 1705,
            "verse_key": "12:109",
            "text_uthmani_simple": "وما ارسلنا من قبلك الا رجالا نوحى اليهم من اهل القرى افلم يسيروا۟ فى الارض فينظروا۟ كيف كان عقبة الذين من قبلهم ولدار الءاخرة خير للذين اتقوا۟ افلا تعقلون"
        },
        {
            "id": 1706,
            "verse_key": "12:110",
            "text_uthmani_simple": "حتى اذا استيـس الرسل وظنوا۟ انهم قد كذبوا۟ جاءهم نصرنا فنجى من نشاء ولا يرد باسنا عن القوم المجرمين"
        },
        {
            "id": 1707,
            "verse_key": "12:111",
            "text_uthmani_simple": "لقد كان فى قصصهم عبرة لاو۟لى الالبب ما كان حديثا يفترى ولكن تصديق الذى بين يديه وتفصيل كل شىء وهدى ورحمة لقوم يؤمنون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "12"
        }
    }
}