{
    "verses": [
        {
            "id": 4059,
            "verse_key": "39:1",
            "text_uthmani_simple": "تنزيل الكتب من الله العزيز الحكيم"
        },
        {
            "id": 4060,
            "verse_key": "39:2",
            "text_uthmani_simple": "انا انزلنا اليك الكتب بالحق فاعبد الله مخلصا له الدين"
        },
        {
            "id": 4061,
            "verse_key": "39:3",
            "text_uthmani_simple": "الا لله الدين الخالص والذين اتخذوا۟ من دونه اولياء ما نعبدهم الا ليقربونا الى الله زلفى ان الله يحكم بينهم فى ما هم فيه يختلفون ان الله لا يهدى من هو كذب كفار"
        },
        {
            "id": 4062,
            "verse_key": "39:4",
            "text_uthmani_simple": "لو اراد الله ان يتخذ ولدا لاصطفى مما يخلق ما يشاء سبحنه هو الله الوحد القهار"
        },
        {
            "id": 4063,
            "verse_key": "39:5",
            "text_uthmani_simple": "خلق السموت والارض بالحق يكور اليل على النهار ويكور النهار على اليل وسخر الشمس والقمر كل يجرى لاجل مسمى الا هو العزيز الغفر"
        },
        {
            "id": 4064,
            "verse_key": "39:6",
            "text_uthmani_simple": "خلقكم من نفس وحدة ثم جعل منها زوجها وانزل لكم من الانعم ثمنية ازوج يخلقكم فى بطون امهتكم خلقا منۢ بعد خلق فى ظلمت ثلث ذلكم الله ربكم له الملك لا اله الا هو فانى تصرفون"
        },
        {
            "id": 4065,
            "verse_key": "39:7",
            "text_uthmani_simple": "ان تكفروا۟ فان الله غنى عنكم ولا يرضى لعباده الكفر وان تشكروا۟ يرضه لكم ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبئكم بما كنتم تعملون انه عليمۢ بذات الصدور"
        },
        {
            "id": 4066,
            "verse_key": "39:8",
            "text_uthmani_simple": "واذا مس الانسن ضر دعا ربه منيبا اليه ثم اذا خوله نعمة منه نسى ما كان يدعوا۟ اليه من قبل وجعل لله اندادا ليضل عن سبيله قل تمتع بكفرك قليلا انك من اصحب النار"
        },
        {
            "id": 4067,
            "verse_key": "39:9",
            "text_uthmani_simple": "امن هو قنت ءاناء اليل ساجدا وقائما يحذر الءاخرة ويرجوا۟ رحمة ربه قل هل يستوى الذين يعلمون والذين لا يعلمون انما يتذكر او۟لوا۟ الالبب"
        },
        {
            "id": 4068,
            "verse_key": "39:10",
            "text_uthmani_simple": "قل يعباد الذين ءامنوا۟ اتقوا۟ ربكم للذين احسنوا۟ فى هذه الدنيا حسنة وارض الله وسعة انما يوفى الصبرون اجرهم بغير حساب"
        },
        {
            "id": 4069,
            "verse_key": "39:11",
            "text_uthmani_simple": "قل انى امرت ان اعبد الله مخلصا له الدين"
        },
        {
            "id": 4070,
            "verse_key": "39:12",
            "text_uthmani_simple": "وامرت لان اكون اول المسلمين"
        },
        {
            "id": 4071,
            "verse_key": "39:13",
            "text_uthmani_simple": "قل انى اخاف ان عصيت ربى عذاب يوم عظيم"
        },
        {
            "id": 4072,
            "verse_key": "39:14",
            "text_uthmani_simple": "قل الله اعبد مخلصا له دينى"
        },
        {
            "id": 4073,
            "verse_key": "39:15",
            "text_uthmani_simple": "فاعبدوا۟ ما شئتم من دونه قل ان الخسرين الذين خسروا۟ انفسهم واهليهم يوم القيمة الا ذلك هو الخسران المبين"
        },
        {
            "id": 4074,
            "verse_key": "39:16",
            "text_uthmani_simple": "لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده يعباد فاتقون"
        },
        {
            "id": 4075,
            "verse_key": "39:17",
            "text_uthmani_simple": "والذين اجتنبوا۟ الطغوت ان يعبدوها وانابوا۟ الى الله لهم البشرى فبشر عباد"
        },
        {
            "id": 4076,
            "verse_key": "39:18",
            "text_uthmani_simple": "الذين يستمعون القول فيتبعون احسنه او۟لئك الذين هدىهم الله واو۟لئك هم او۟لوا۟ الالبب"
        },
        {
            "id": 4077,
            "verse_key": "39:19",
            "text_uthmani_simple": "افمن حق عليه كلمة العذاب افانت تنقذ من فى النار"
        },
        {
            "id": 4078,
            "verse_key": "39:20",
            "text_uthmani_simple": "لكن الذين اتقوا۟ ربهم لهم غرف من فوقها غرف مبنية تجرى من تحتها الانهر وعد الله لا يخلف الله الميعاد"
        },
        {
            "id": 4079,
            "verse_key": "39:21",
            "text_uthmani_simple": "الم تر ان الله انزل من السماء ماء فسلكه ينبيع فى الارض ثم يخرج به زرعا مختلفا الونه ثم يهيج فترىه مصفرا ثم يجعله حطما ان فى ذلك لذكرى لاو۟لى الالبب"
        },
        {
            "id": 4080,
            "verse_key": "39:22",
            "text_uthmani_simple": "افمن شرح الله صدره للاسلم فهو على نور من ربه فويل للقسية قلوبهم من ذكر الله او۟لئك فى ضلل مبين"
        },
        {
            "id": 4081,
            "verse_key": "39:23",
            "text_uthmani_simple": "الله نزل احسن الحديث كتبا متشبها مثانى تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم الى ذكر الله ذلك هدى الله يهدى به من يشاء ومن يضلل الله فما له من هاد"
        },
        {
            "id": 4082,
            "verse_key": "39:24",
            "text_uthmani_simple": "افمن يتقى بوجهه سوء العذاب يوم القيمة وقيل للظلمين ذوقوا۟ ما كنتم تكسبون"
        },
        {
            "id": 4083,
            "verse_key": "39:25",
            "text_uthmani_simple": "كذب الذين من قبلهم فاتىهم العذاب من حيث لا يشعرون"
        },
        {
            "id": 4084,
            "verse_key": "39:26",
            "text_uthmani_simple": "فاذاقهم الله الخزى فى الحيوة الدنيا ولعذاب الءاخرة اكبر لو كانوا۟ يعلمون"
        },
        {
            "id": 4085,
            "verse_key": "39:27",
            "text_uthmani_simple": "ولقد ضربنا للناس فى هذا القرءان من كل مثل لعلهم يتذكرون"
        },
        {
            "id": 4086,
            "verse_key": "39:28",
            "text_uthmani_simple": "قرءانا عربيا غير ذى عوج لعلهم يتقون"
        },
        {
            "id": 4087,
            "verse_key": "39:29",
            "text_uthmani_simple": "ضرب الله مثلا رجلا فيه شركاء متشكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل اكثرهم لا يعلمون"
        },
        {
            "id": 4088,
            "verse_key": "39:30",
            "text_uthmani_simple": "انك ميت وانهم ميتون"
        },
        {
            "id": 4089,
            "verse_key": "39:31",
            "text_uthmani_simple": "ثم انكم يوم القيمة عند ربكم تختصمون"
        },
        {
            "id": 4090,
            "verse_key": "39:32",
            "text_uthmani_simple": "فمن اظلم ممن كذب على الله وكذب بالصدق اذ جاءه اليس فى جهنم مثوى للكفرين"
        },
        {
            "id": 4091,
            "verse_key": "39:33",
            "text_uthmani_simple": "والذى جاء بالصدق وصدق به او۟لئك هم المتقون"
        },
        {
            "id": 4092,
            "verse_key": "39:34",
            "text_uthmani_simple": "لهم ما يشاءون عند ربهم ذلك جزاء المحسنين"
        },
        {
            "id": 4093,
            "verse_key": "39:35",
            "text_uthmani_simple": "ليكفر الله عنهم اسوا الذى عملوا۟ ويجزيهم اجرهم باحسن الذى كانوا۟ يعملون"
        },
        {
            "id": 4094,
            "verse_key": "39:36",
            "text_uthmani_simple": "اليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد"
        },
        {
            "id": 4095,
            "verse_key": "39:37",
            "text_uthmani_simple": "ومن يهد الله فما له من مضل اليس الله بعزيز ذى انتقام"
        },
        {
            "id": 4096,
            "verse_key": "39:38",
            "text_uthmani_simple": "ولئن سالتهم من خلق السموت والارض ليقولن الله قل افرءيتم ما تدعون من دون الله ان ارادنى الله بضر هل هن كشفت ضره او ارادنى برحمة هل هن ممسكت رحمته قل حسبى الله عليه يتوكل المتوكلون"
        },
        {
            "id": 4097,
            "verse_key": "39:39",
            "text_uthmani_simple": "قل يقوم اعملوا۟ على مكانتكم انى عمل فسوف تعلمون"
        },
        {
            "id": 4098,
            "verse_key": "39:40",
            "text_uthmani_simple": "من ياتيه عذاب يخزيه ويحل عليه عذاب مقيم"
        },
        {
            "id": 4099,
            "verse_key": "39:41",
            "text_uthmani_simple": "انا انزلنا عليك الكتب للناس بالحق فمن اهتدى فلنفسه ومن ضل فانما يضل عليها وما انت عليهم بوكيل"
        },
        {
            "id": 4100,
            "verse_key": "39:42",
            "text_uthmani_simple": "الله يتوفى الانفس حين موتها والتى لم تمت فى منامها فيمسك التى قضى عليها الموت ويرسل الاخرى الى اجل مسمى ان فى ذلك لءايت لقوم يتفكرون"
        },
        {
            "id": 4101,
            "verse_key": "39:43",
            "text_uthmani_simple": "ام اتخذوا۟ من دون الله شفعاء قل اولو كانوا۟ لا يملكون شيـا ولا يعقلون"
        },
        {
            "id": 4102,
            "verse_key": "39:44",
            "text_uthmani_simple": "قل لله الشفعة جميعا له ملك السموت والارض ثم اليه ترجعون"
        },
        {
            "id": 4103,
            "verse_key": "39:45",
            "text_uthmani_simple": "واذا ذكر الله وحده اشمازت قلوب الذين لا يؤمنون بالءاخرة واذا ذكر الذين من دونه اذا هم يستبشرون"
        },
        {
            "id": 4104,
            "verse_key": "39:46",
            "text_uthmani_simple": "قل اللهم فاطر السموت والارض علم الغيب والشهدة انت تحكم بين عبادك فى ما كانوا۟ فيه يختلفون"
        },
        {
            "id": 4105,
            "verse_key": "39:47",
            "text_uthmani_simple": "ولو ان للذين ظلموا۟ ما فى الارض جميعا ومثله معه لافتدوا۟ به من سوء العذاب يوم القيمة وبدا لهم من الله ما لم يكونوا۟ يحتسبون"
        },
        {
            "id": 4106,
            "verse_key": "39:48",
            "text_uthmani_simple": "وبدا لهم سيـات ما كسبوا۟ وحاق بهم ما كانوا۟ به يستهزءون"
        },
        {
            "id": 4107,
            "verse_key": "39:49",
            "text_uthmani_simple": "فاذا مس الانسن ضر دعانا ثم اذا خولنه نعمة منا قال انما اوتيته على علمۭ بل هى فتنة ولكن اكثرهم لا يعلمون"
        },
        {
            "id": 4108,
            "verse_key": "39:50",
            "text_uthmani_simple": "قد قالها الذين من قبلهم فما اغنى عنهم ما كانوا۟ يكسبون"
        },
        {
            "id": 4109,
            "verse_key": "39:51",
            "text_uthmani_simple": "فاصابهم سيـات ما كسبوا۟ والذين ظلموا۟ من هؤلاء سيصيبهم سيـات ما كسبوا۟ وما هم بمعجزين"
        },
        {
            "id": 4110,
            "verse_key": "39:52",
            "text_uthmani_simple": "اولم يعلموا۟ ان الله يبسط الرزق لمن يشاء ويقدر ان فى ذلك لءايت لقوم يؤمنون"
        },
        {
            "id": 4111,
            "verse_key": "39:53",
            "text_uthmani_simple": "قل يعبادى الذين اسرفوا۟ على انفسهم لا تقنطوا۟ من رحمة الله ان الله يغفر الذنوب جميعا انه هو الغفور الرحيم"
        },
        {
            "id": 4112,
            "verse_key": "39:54",
            "text_uthmani_simple": "وانيبوا۟ الى ربكم واسلموا۟ له من قبل ان ياتيكم العذاب ثم لا تنصرون"
        },
        {
            "id": 4113,
            "verse_key": "39:55",
            "text_uthmani_simple": "واتبعوا۟ احسن ما انزل اليكم من ربكم من قبل ان ياتيكم العذاب بغتة وانتم لا تشعرون"
        },
        {
            "id": 4114,
            "verse_key": "39:56",
            "text_uthmani_simple": "ان تقول نفس يحسرتى على ما فرطت فى جنۢب الله وان كنت لمن السخرين"
        },
        {
            "id": 4115,
            "verse_key": "39:57",
            "text_uthmani_simple": "او تقول لو ان الله هدىنى لكنت من المتقين"
        },
        {
            "id": 4116,
            "verse_key": "39:58",
            "text_uthmani_simple": "او تقول حين ترى العذاب لو ان لى كرة فاكون من المحسنين"
        },
        {
            "id": 4117,
            "verse_key": "39:59",
            "text_uthmani_simple": "بلى قد جاءتك ءايتى فكذبت بها واستكبرت وكنت من الكفرين"
        },
        {
            "id": 4118,
            "verse_key": "39:60",
            "text_uthmani_simple": "ويوم القيمة ترى الذين كذبوا۟ على الله وجوههم مسودة اليس فى جهنم مثوى للمتكبرين"
        },
        {
            "id": 4119,
            "verse_key": "39:61",
            "text_uthmani_simple": "وينجى الله الذين اتقوا۟ بمفازتهم لا يمسهم السوء ولا هم يحزنون"
        },
        {
            "id": 4120,
            "verse_key": "39:62",
            "text_uthmani_simple": "الله خلق كل شىء وهو على كل شىء وكيل"
        },
        {
            "id": 4121,
            "verse_key": "39:63",
            "text_uthmani_simple": "له مقاليد السموت والارض والذين كفروا۟ بـايت الله او۟لئك هم الخسرون"
        },
        {
            "id": 4122,
            "verse_key": "39:64",
            "text_uthmani_simple": "قل افغير الله تامرونى اعبد ايها الجهلون"
        },
        {
            "id": 4123,
            "verse_key": "39:65",
            "text_uthmani_simple": "ولقد اوحى اليك والى الذين من قبلك لئن اشركت ليحبطن عملك ولتكونن من الخسرين"
        },
        {
            "id": 4124,
            "verse_key": "39:66",
            "text_uthmani_simple": "بل الله فاعبد وكن من الشكرين"
        },
        {
            "id": 4125,
            "verse_key": "39:67",
            "text_uthmani_simple": "وما قدروا۟ الله حق قدره والارض جميعا قبضته يوم القيمة والسموت مطويتۢ بيمينه سبحنه وتعلى عما يشركون"
        },
        {
            "id": 4126,
            "verse_key": "39:68",
            "text_uthmani_simple": "ونفخ فى الصور فصعق من فى السموت ومن فى الارض الا من شاء الله ثم نفخ فيه اخرى فاذا هم قيام ينظرون"
        },
        {
            "id": 4127,
            "verse_key": "39:69",
            "text_uthmani_simple": "واشرقت الارض بنور ربها ووضع الكتب وجا۟ىء بالنبين والشهداء وقضى بينهم بالحق وهم لا يظلمون"
        },
        {
            "id": 4128,
            "verse_key": "39:70",
            "text_uthmani_simple": "ووفيت كل نفس ما عملت وهو اعلم بما يفعلون"
        },
        {
            "id": 4129,
            "verse_key": "39:71",
            "text_uthmani_simple": "وسيق الذين كفروا۟ الى جهنم زمرا حتى اذا جاءوها فتحت ابوبها وقال لهم خزنتها الم ياتكم رسل منكم يتلون عليكم ءايت ربكم وينذرونكم لقاء يومكم هذا قالوا۟ بلى ولكن حقت كلمة العذاب على الكفرين"
        },
        {
            "id": 4130,
            "verse_key": "39:72",
            "text_uthmani_simple": "قيل ادخلوا۟ ابوب جهنم خلدين فيها فبئس مثوى المتكبرين"
        },
        {
            "id": 4131,
            "verse_key": "39:73",
            "text_uthmani_simple": "وسيق الذين اتقوا۟ ربهم الى الجنة زمرا حتى اذا جاءوها وفتحت ابوبها وقال لهم خزنتها سلم عليكم طبتم فادخلوها خلدين"
        },
        {
            "id": 4132,
            "verse_key": "39:74",
            "text_uthmani_simple": "وقالوا۟ الحمد لله الذى صدقنا وعده واورثنا الارض نتبوا من الجنة حيث نشاء فنعم اجر العملين"
        },
        {
            "id": 4133,
            "verse_key": "39:75",
            "text_uthmani_simple": "وترى الملئكة حافين من حول العرش يسبحون بحمد ربهم وقضى بينهم بالحق وقيل الحمد لله رب العلمين"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "39"
        }
    }
}