{
    "verses": [
        {
            "id": 1708,
            "verse_key": "13:1",
            "text_uthmani_simple": "المر تلك ءايت الكتب والذى انزل اليك من ربك الحق ولكن اكثر الناس لا يؤمنون"
        },
        {
            "id": 1709,
            "verse_key": "13:2",
            "text_uthmani_simple": "الله الذى رفع السموت بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجرى لاجل مسمى يدبر الامر يفصل الءايت لعلكم بلقاء ربكم توقنون"
        },
        {
            "id": 1710,
            "verse_key": "13:3",
            "text_uthmani_simple": "وهو الذى مد الارض وجعل فيها روسى وانهرا ومن كل الثمرت جعل فيها زوجين اثنين يغشى اليل النهار ان فى ذلك لءايت لقوم يتفكرون"
        },
        {
            "id": 1711,
            "verse_key": "13:4",
            "text_uthmani_simple": "وفى الارض قطع متجورت وجنت من اعنب وزرع ونخيل صنوان وغير صنوان يسقى بماء وحد ونفضل بعضها على بعض فى الاكل ان فى ذلك لءايت لقوم يعقلون"
        },
        {
            "id": 1712,
            "verse_key": "13:5",
            "text_uthmani_simple": "وان تعجب فعجب قولهم اءذا كنا تربا اءنا لفى خلق جديد او۟لئك الذين كفروا۟ بربهم واو۟لئك الاغلل فى اعناقهم واو۟لئك اصحب النار هم فيها خلدون"
        },
        {
            "id": 1713,
            "verse_key": "13:6",
            "text_uthmani_simple": "ويستعجلونك بالسيئة قبل الحسنة وقد خلت من قبلهم المثلت وان ربك لذو مغفرة للناس على ظلمهم وان ربك لشديد العقاب"
        },
        {
            "id": 1714,
            "verse_key": "13:7",
            "text_uthmani_simple": "ويقول الذين كفروا۟ لولا انزل عليه ءاية من ربه انما انت منذر ولكل قوم هاد"
        },
        {
            "id": 1715,
            "verse_key": "13:8",
            "text_uthmani_simple": "الله يعلم ما تحمل كل انثى وما تغيض الارحام وما تزداد وكل شىء عنده بمقدار"
        },
        {
            "id": 1716,
            "verse_key": "13:9",
            "text_uthmani_simple": "علم الغيب والشهدة الكبير المتعال"
        },
        {
            "id": 1717,
            "verse_key": "13:10",
            "text_uthmani_simple": "سواء منكم من اسر القول ومن جهر به ومن هو مستخفۭ باليل وساربۢ بالنهار"
        },
        {
            "id": 1718,
            "verse_key": "13:11",
            "text_uthmani_simple": "له معقبت منۢ بين يديه ومن خلفه يحفظونه من امر الله ان الله لا يغير ما بقوم حتى يغيروا۟ ما بانفسهم واذا اراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال"
        },
        {
            "id": 1719,
            "verse_key": "13:12",
            "text_uthmani_simple": "هو الذى يريكم البرق خوفا وطمعا وينشئ السحاب الثقال"
        },
        {
            "id": 1720,
            "verse_key": "13:13",
            "text_uthmani_simple": "ويسبح الرعد بحمده والملئكة من خيفته ويرسل الصوعق فيصيب بها من يشاء وهم يجدلون فى الله وهو شديد المحال"
        },
        {
            "id": 1721,
            "verse_key": "13:14",
            "text_uthmani_simple": "له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشىء الا كبسط كفيه الى الماء ليبلغ فاه وما هو ببلغه وما دعاء الكفرين الا فى ضلل"
        },
        {
            "id": 1722,
            "verse_key": "13:15",
            "text_uthmani_simple": "ولله يسجد من فى السموت والارض طوعا وكرها وظللهم بالغدو والءاصال"
        },
        {
            "id": 1723,
            "verse_key": "13:16",
            "text_uthmani_simple": "قل من رب السموت والارض قل الله قل افاتخذتم من دونه اولياء لا يملكون لانفسهم نفعا ولا ضرا قل هل يستوى الاعمى والبصير ام هل تستوى الظلمت والنور ام جعلوا۟ لله شركاء خلقوا۟ كخلقه فتشبه الخلق عليهم قل الله خلق كل شىء وهو الوحد القهر"
        },
        {
            "id": 1724,
            "verse_key": "13:17",
            "text_uthmani_simple": "انزل من السماء ماء فسالت اوديةۢ بقدرها فاحتمل السيل زبدا رابيا ومما يوقدون عليه فى النار ابتغاء حلية او متع زبد مثله كذلك يضرب الله الحق والبطل فاما الزبد فيذهب جفاء واما ما ينفع الناس فيمكث فى الارض كذلك يضرب الله الامثال"
        },
        {
            "id": 1725,
            "verse_key": "13:18",
            "text_uthmani_simple": "للذين استجابوا۟ لربهم الحسنى والذين لم يستجيبوا۟ له لو ان لهم ما فى الارض جميعا ومثله معه لافتدوا۟ به او۟لئك لهم سوء الحساب وماوىهم جهنم وبئس المهاد"
        },
        {
            "id": 1726,
            "verse_key": "13:19",
            "text_uthmani_simple": "افمن يعلم انما انزل اليك من ربك الحق كمن هو اعمى انما يتذكر او۟لوا۟ الالبب"
        },
        {
            "id": 1727,
            "verse_key": "13:20",
            "text_uthmani_simple": "الذين يوفون بعهد الله ولا ينقضون الميثق"
        },
        {
            "id": 1728,
            "verse_key": "13:21",
            "text_uthmani_simple": "والذين يصلون ما امر الله به ان يوصل ويخشون ربهم ويخافون سوء الحساب"
        },
        {
            "id": 1729,
            "verse_key": "13:22",
            "text_uthmani_simple": "والذين صبروا۟ ابتغاء وجه ربهم واقاموا۟ الصلوة وانفقوا۟ مما رزقنهم سرا وعلانية ويدرءون بالحسنة السيئة او۟لئك لهم عقبى الدار"
        },
        {
            "id": 1730,
            "verse_key": "13:23",
            "text_uthmani_simple": "جنت عدن يدخلونها ومن صلح من ءابائهم وازوجهم وذريتهم والملئكة يدخلون عليهم من كل باب"
        },
        {
            "id": 1731,
            "verse_key": "13:24",
            "text_uthmani_simple": "سلم عليكم بما صبرتم فنعم عقبى الدار"
        },
        {
            "id": 1732,
            "verse_key": "13:25",
            "text_uthmani_simple": "والذين ينقضون عهد الله منۢ بعد ميثقه ويقطعون ما امر الله به ان يوصل ويفسدون فى الارض او۟لئك لهم اللعنة ولهم سوء الدار"
        },
        {
            "id": 1733,
            "verse_key": "13:26",
            "text_uthmani_simple": "الله يبسط الرزق لمن يشاء ويقدر وفرحوا۟ بالحيوة الدنيا وما الحيوة الدنيا فى الءاخرة الا متع"
        },
        {
            "id": 1734,
            "verse_key": "13:27",
            "text_uthmani_simple": "ويقول الذين كفروا۟ لولا انزل عليه ءاية من ربه قل ان الله يضل من يشاء ويهدى اليه من اناب"
        },
        {
            "id": 1735,
            "verse_key": "13:28",
            "text_uthmani_simple": "الذين ءامنوا۟ وتطمئن قلوبهم بذكر الله الا بذكر الله تطمئن القلوب"
        },
        {
            "id": 1736,
            "verse_key": "13:29",
            "text_uthmani_simple": "الذين ءامنوا۟ وعملوا۟ الصلحت طوبى لهم وحسن مـاب"
        },
        {
            "id": 1737,
            "verse_key": "13:30",
            "text_uthmani_simple": "كذلك ارسلنك فى امة قد خلت من قبلها امم لتتلوا۟ عليهم الذى اوحينا اليك وهم يكفرون بالرحمن قل هو ربى لا اله الا هو عليه توكلت واليه متاب"
        },
        {
            "id": 1738,
            "verse_key": "13:31",
            "text_uthmani_simple": "ولو ان قرءانا سيرت به الجبال او قطعت به الارض او كلم به الموتى بل لله الامر جميعا افلم يا۟يـس الذين ءامنوا۟ ان لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا۟ تصيبهم بما صنعوا۟ قارعة او تحل قريبا من دارهم حتى ياتى وعد الله ان الله لا يخلف الميعاد"
        },
        {
            "id": 1739,
            "verse_key": "13:32",
            "text_uthmani_simple": "ولقد استهزئ برسل من قبلك فامليت للذين كفروا۟ ثم اخذتهم فكيف كان عقاب"
        },
        {
            "id": 1740,
            "verse_key": "13:33",
            "text_uthmani_simple": "افمن هو قائم على كل نفسۭ بما كسبت وجعلوا۟ لله شركاء قل سموهم ام تنبـونه بما لا يعلم فى الارض ام بظهر من القول بل زين للذين كفروا۟ مكرهم وصدوا۟ عن السبيل ومن يضلل الله فما له من هاد"
        },
        {
            "id": 1741,
            "verse_key": "13:34",
            "text_uthmani_simple": "لهم عذاب فى الحيوة الدنيا ولعذاب الءاخرة اشق وما لهم من الله من واق"
        },
        {
            "id": 1742,
            "verse_key": "13:35",
            "text_uthmani_simple": "مثل الجنة التى وعد المتقون تجرى من تحتها الانهر اكلها دائم وظلها تلك عقبى الذين اتقوا۟ وعقبى الكفرين النار"
        },
        {
            "id": 1743,
            "verse_key": "13:36",
            "text_uthmani_simple": "والذين ءاتينهم الكتب يفرحون بما انزل اليك ومن الاحزاب من ينكر بعضه قل انما امرت ان اعبد الله ولا اشرك به اليه ادعوا۟ واليه مـاب"
        },
        {
            "id": 1744,
            "verse_key": "13:37",
            "text_uthmani_simple": "وكذلك انزلنه حكما عربيا ولئن اتبعت اهواءهم بعدما جاءك من العلم ما لك من الله من ولى ولا واق"
        },
        {
            "id": 1745,
            "verse_key": "13:38",
            "text_uthmani_simple": "ولقد ارسلنا رسلا من قبلك وجعلنا لهم ازوجا وذرية وما كان لرسول ان ياتى بـاية الا باذن الله لكل اجل كتاب"
        },
        {
            "id": 1746,
            "verse_key": "13:39",
            "text_uthmani_simple": "يمحوا۟ الله ما يشاء ويثبت وعنده ام الكتب"
        },
        {
            "id": 1747,
            "verse_key": "13:40",
            "text_uthmani_simple": "وان ما نرينك بعض الذى نعدهم او نتوفينك فانما عليك البلغ وعلينا الحساب"
        },
        {
            "id": 1748,
            "verse_key": "13:41",
            "text_uthmani_simple": "اولم يروا۟ انا ناتى الارض ننقصها من اطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب"
        },
        {
            "id": 1749,
            "verse_key": "13:42",
            "text_uthmani_simple": "وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفر لمن عقبى الدار"
        },
        {
            "id": 1750,
            "verse_key": "13:43",
            "text_uthmani_simple": "ويقول الذين كفروا۟ لست مرسلا قل كفى بالله شهيدۢا بينى وبينكم ومن عنده علم الكتب"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "13"
        }
    }
}