{
    "verses": [
        {
            "id": 2141,
            "verse_key": "18:1",
            "text_uthmani_simple": "الحمد لله الذى انزل على عبده الكتب ولم يجعل له عوجا"
        },
        {
            "id": 2142,
            "verse_key": "18:2",
            "text_uthmani_simple": "قيما لينذر باسا شديدا من لدنه ويبشر المؤمنين الذين يعملون الصلحت ان لهم اجرا حسنا"
        },
        {
            "id": 2143,
            "verse_key": "18:3",
            "text_uthmani_simple": "مكثين فيه ابدا"
        },
        {
            "id": 2144,
            "verse_key": "18:4",
            "text_uthmani_simple": "وينذر الذين قالوا۟ اتخذ الله ولدا"
        },
        {
            "id": 2145,
            "verse_key": "18:5",
            "text_uthmani_simple": "ما لهم به من علم ولا لءابائهم كبرت كلمة تخرج من افوههم ان يقولون الا كذبا"
        },
        {
            "id": 2146,
            "verse_key": "18:6",
            "text_uthmani_simple": "فلعلك بخع نفسك على ءاثرهم ان لم يؤمنوا۟ بهذا الحديث اسفا"
        },
        {
            "id": 2147,
            "verse_key": "18:7",
            "text_uthmani_simple": "انا جعلنا ما على الارض زينة لها لنبلوهم ايهم احسن عملا"
        },
        {
            "id": 2148,
            "verse_key": "18:8",
            "text_uthmani_simple": "وانا لجعلون ما عليها صعيدا جرزا"
        },
        {
            "id": 2149,
            "verse_key": "18:9",
            "text_uthmani_simple": "ام حسبت ان اصحب الكهف والرقيم كانوا۟ من ءايتنا عجبا"
        },
        {
            "id": 2150,
            "verse_key": "18:10",
            "text_uthmani_simple": "اذ اوى الفتية الى الكهف فقالوا۟ ربنا ءاتنا من لدنك رحمة وهيئ لنا من امرنا رشدا"
        },
        {
            "id": 2151,
            "verse_key": "18:11",
            "text_uthmani_simple": "فضربنا على ءاذانهم فى الكهف سنين عددا"
        },
        {
            "id": 2152,
            "verse_key": "18:12",
            "text_uthmani_simple": "ثم بعثنهم لنعلم اى الحزبين احصى لما لبثوا۟ امدا"
        },
        {
            "id": 2153,
            "verse_key": "18:13",
            "text_uthmani_simple": "نحن نقص عليك نباهم بالحق انهم فتية ءامنوا۟ بربهم وزدنهم هدى"
        },
        {
            "id": 2154,
            "verse_key": "18:14",
            "text_uthmani_simple": "وربطنا على قلوبهم اذ قاموا۟ فقالوا۟ ربنا رب السموت والارض لن ندعوا۟ من دونه الها لقد قلنا اذا شططا"
        },
        {
            "id": 2155,
            "verse_key": "18:15",
            "text_uthmani_simple": "هؤلاء قومنا اتخذوا۟ من دونه ءالهة لولا ياتون عليهم بسلطنۭ بين فمن اظلم ممن افترى على الله كذبا"
        },
        {
            "id": 2156,
            "verse_key": "18:16",
            "text_uthmani_simple": "واذ اعتزلتموهم وما يعبدون الا الله فاوا۟ الى الكهف ينشر لكم ربكم من رحمته ويهيئ لكم من امركم مرفقا"
        },
        {
            "id": 2157,
            "verse_key": "18:17",
            "text_uthmani_simple": "وترى الشمس اذا طلعت تزور عن كهفهم ذات اليمين واذا غربت تقرضهم ذات الشمال وهم فى فجوة منه ذلك من ءايت الله من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا"
        },
        {
            "id": 2158,
            "verse_key": "18:18",
            "text_uthmani_simple": "وتحسبهم ايقاظا وهم رقود ونقلبهم ذات اليمين وذات الشمال وكلبهم بسط ذراعيه بالوصيد لو اطلعت عليهم لوليت منهم فرارا ولملئت منهم رعبا"
        },
        {
            "id": 2159,
            "verse_key": "18:19",
            "text_uthmani_simple": "وكذلك بعثنهم ليتساءلوا۟ بينهم قال قائل منهم كم لبثتم قالوا۟ لبثنا يوما او بعض يوم قالوا۟ ربكم اعلم بما لبثتم فابعثوا۟ احدكم بورقكم هذه الى المدينة فلينظر ايها ازكى طعاما فلياتكم برزق منه وليتلطف ولا يشعرن بكم احدا"
        },
        {
            "id": 2160,
            "verse_key": "18:20",
            "text_uthmani_simple": "انهم ان يظهروا۟ عليكم يرجموكم او يعيدوكم فى ملتهم ولن تفلحوا۟ اذا ابدا"
        },
        {
            "id": 2161,
            "verse_key": "18:21",
            "text_uthmani_simple": "وكذلك اعثرنا عليهم ليعلموا۟ ان وعد الله حق وان الساعة لا ريب فيها اذ يتنزعون بينهم امرهم فقالوا۟ ابنوا۟ عليهم بنينا ربهم اعلم بهم قال الذين غلبوا۟ على امرهم لنتخذن عليهم مسجدا"
        },
        {
            "id": 2162,
            "verse_key": "18:22",
            "text_uthmani_simple": "سيقولون ثلثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجمۢا بالغيب ويقولون سبعة وثامنهم كلبهم قل ربى اعلم بعدتهم ما يعلمهم الا قليل فلا تمار فيهم الا مراء ظهرا ولا تستفت فيهم منهم احدا"
        },
        {
            "id": 2163,
            "verse_key": "18:23",
            "text_uthmani_simple": "ولا تقولن لشا۟ىء انى فاعل ذلك غدا"
        },
        {
            "id": 2164,
            "verse_key": "18:24",
            "text_uthmani_simple": "الا ان يشاء الله واذكر ربك اذا نسيت وقل عسى ان يهدين ربى لاقرب من هذا رشدا"
        },
        {
            "id": 2165,
            "verse_key": "18:25",
            "text_uthmani_simple": "ولبثوا۟ فى كهفهم ثلث ما۟ئة سنين وازدادوا۟ تسعا"
        },
        {
            "id": 2166,
            "verse_key": "18:26",
            "text_uthmani_simple": "قل الله اعلم بما لبثوا۟ له غيب السموت والارض ابصر به واسمع ما لهم من دونه من ولى ولا يشرك فى حكمه احدا"
        },
        {
            "id": 2167,
            "verse_key": "18:27",
            "text_uthmani_simple": "واتل ما اوحى اليك من كتاب ربك لا مبدل لكلمته ولن تجد من دونه ملتحدا"
        },
        {
            "id": 2168,
            "verse_key": "18:28",
            "text_uthmani_simple": "واصبر نفسك مع الذين يدعون ربهم بالغدوة والعشى يريدون وجهه ولا تعد عيناك عنهم تريد زينة الحيوة الدنيا ولا تطع من اغفلنا قلبه عن ذكرنا واتبع هوىه وكان امره فرطا"
        },
        {
            "id": 2169,
            "verse_key": "18:29",
            "text_uthmani_simple": "وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر انا اعتدنا للظلمين نارا احاط بهم سرادقها وان يستغيثوا۟ يغاثوا۟ بماء كالمهل يشوى الوجوه بئس الشراب وساءت مرتفقا"
        },
        {
            "id": 2170,
            "verse_key": "18:30",
            "text_uthmani_simple": "ان الذين ءامنوا۟ وعملوا۟ الصلحت انا لا نضيع اجر من احسن عملا"
        },
        {
            "id": 2171,
            "verse_key": "18:31",
            "text_uthmani_simple": "او۟لئك لهم جنت عدن تجرى من تحتهم الانهر يحلون فيها من اساور من ذهب ويلبسون ثيابا خضرا من سندس واستبرق متكـين فيها على الارائك نعم الثواب وحسنت مرتفقا"
        },
        {
            "id": 2172,
            "verse_key": "18:32",
            "text_uthmani_simple": "واضرب لهم مثلا رجلين جعلنا لاحدهما جنتين من اعنب وحففنهما بنخل وجعلنا بينهما زرعا"
        },
        {
            "id": 2173,
            "verse_key": "18:33",
            "text_uthmani_simple": "كلتا الجنتين ءاتت اكلها ولم تظلم منه شيـا وفجرنا خللهما نهرا"
        },
        {
            "id": 2174,
            "verse_key": "18:34",
            "text_uthmani_simple": "وكان له ثمر فقال لصحبه وهو يحاوره انا۠ اكثر منك مالا واعز نفرا"
        },
        {
            "id": 2175,
            "verse_key": "18:35",
            "text_uthmani_simple": "ودخل جنته وهو ظالم لنفسه قال ما اظن ان تبيد هذه ابدا"
        },
        {
            "id": 2176,
            "verse_key": "18:36",
            "text_uthmani_simple": "وما اظن الساعة قائمة ولئن رددت الى ربى لاجدن خيرا منها منقلبا"
        },
        {
            "id": 2177,
            "verse_key": "18:37",
            "text_uthmani_simple": "قال له صاحبه وهو يحاوره اكفرت بالذى خلقك من تراب ثم من نطفة ثم سوىك رجلا"
        },
        {
            "id": 2178,
            "verse_key": "18:38",
            "text_uthmani_simple": "لكنا۠ هو الله ربى ولا اشرك بربى احدا"
        },
        {
            "id": 2179,
            "verse_key": "18:39",
            "text_uthmani_simple": "ولولا اذ دخلت جنتك قلت ما شاء الله لا قوة الا بالله ان ترن انا۠ اقل منك مالا وولدا"
        },
        {
            "id": 2180,
            "verse_key": "18:40",
            "text_uthmani_simple": "فعسى ربى ان يؤتين خيرا من جنتك ويرسل عليها حسبانا من السماء فتصبح صعيدا زلقا"
        },
        {
            "id": 2181,
            "verse_key": "18:41",
            "text_uthmani_simple": "او يصبح ماؤها غورا فلن تستطيع له طلبا"
        },
        {
            "id": 2182,
            "verse_key": "18:42",
            "text_uthmani_simple": "واحيط بثمره فاصبح يقلب كفيه على ما انفق فيها وهى خاوية على عروشها ويقول يليتنى لم اشرك بربى احدا"
        },
        {
            "id": 2183,
            "verse_key": "18:43",
            "text_uthmani_simple": "ولم تكن له فئة ينصرونه من دون الله وما كان منتصرا"
        },
        {
            "id": 2184,
            "verse_key": "18:44",
            "text_uthmani_simple": "هنالك الولية لله الحق هو خير ثوابا وخير عقبا"
        },
        {
            "id": 2185,
            "verse_key": "18:45",
            "text_uthmani_simple": "واضرب لهم مثل الحيوة الدنيا كماء انزلنه من السماء فاختلط به نبات الارض فاصبح هشيما تذروه الريح وكان الله على كل شىء مقتدرا"
        },
        {
            "id": 2186,
            "verse_key": "18:46",
            "text_uthmani_simple": "المال والبنون زينة الحيوة الدنيا والبقيت الصلحت خير عند ربك ثوابا وخير املا"
        },
        {
            "id": 2187,
            "verse_key": "18:47",
            "text_uthmani_simple": "ويوم نسير الجبال وترى الارض بارزة وحشرنهم فلم نغادر منهم احدا"
        },
        {
            "id": 2188,
            "verse_key": "18:48",
            "text_uthmani_simple": "وعرضوا۟ على ربك صفا لقد جئتمونا كما خلقنكم اول مرةۭ بل زعمتم الن نجعل لكم موعدا"
        },
        {
            "id": 2189,
            "verse_key": "18:49",
            "text_uthmani_simple": "ووضع الكتب فترى المجرمين مشفقين مما فيه ويقولون يويلتنا مال هذا الكتب لا يغادر صغيرة ولا كبيرة الا احصىها ووجدوا۟ ما عملوا۟ حاضرا ولا يظلم ربك احدا"
        },
        {
            "id": 2190,
            "verse_key": "18:50",
            "text_uthmani_simple": "واذ قلنا للملئكة اسجدوا۟ لءادم فسجدوا۟ الا ابليس كان من الجن ففسق عن امر ربه افتتخذونه وذريته اولياء من دونى وهم لكم عدوۢ بئس للظلمين بدلا"
        },
        {
            "id": 2191,
            "verse_key": "18:51",
            "text_uthmani_simple": "ما اشهدتهم خلق السموت والارض ولا خلق انفسهم وما كنت متخذ المضلين عضدا"
        },
        {
            "id": 2192,
            "verse_key": "18:52",
            "text_uthmani_simple": "ويوم يقول نادوا۟ شركاءى الذين زعمتم فدعوهم فلم يستجيبوا۟ لهم وجعلنا بينهم موبقا"
        },
        {
            "id": 2193,
            "verse_key": "18:53",
            "text_uthmani_simple": "ورءا المجرمون النار فظنوا۟ انهم مواقعوها ولم يجدوا۟ عنها مصرفا"
        },
        {
            "id": 2194,
            "verse_key": "18:54",
            "text_uthmani_simple": "ولقد صرفنا فى هذا القرءان للناس من كل مثل وكان الانسن اكثر شىء جدلا"
        },
        {
            "id": 2195,
            "verse_key": "18:55",
            "text_uthmani_simple": "وما منع الناس ان يؤمنوا۟ اذ جاءهم الهدى ويستغفروا۟ ربهم الا ان تاتيهم سنة الاولين او ياتيهم العذاب قبلا"
        },
        {
            "id": 2196,
            "verse_key": "18:56",
            "text_uthmani_simple": "وما نرسل المرسلين الا مبشرين ومنذرين ويجدل الذين كفروا۟ بالبطل ليدحضوا۟ به الحق واتخذوا۟ ءايتى وما انذروا۟ هزوا"
        },
        {
            "id": 2197,
            "verse_key": "18:57",
            "text_uthmani_simple": "ومن اظلم ممن ذكر بـايت ربه فاعرض عنها ونسى ما قدمت يداه انا جعلنا على قلوبهم اكنة ان يفقهوه وفى ءاذانهم وقرا وان تدعهم الى الهدى فلن يهتدوا۟ اذا ابدا"
        },
        {
            "id": 2198,
            "verse_key": "18:58",
            "text_uthmani_simple": "وربك الغفور ذو الرحمة لو يؤاخذهم بما كسبوا۟ لعجل لهم العذاب بل لهم موعد لن يجدوا۟ من دونه موئلا"
        },
        {
            "id": 2199,
            "verse_key": "18:59",
            "text_uthmani_simple": "وتلك القرى اهلكنهم لما ظلموا۟ وجعلنا لمهلكهم موعدا"
        },
        {
            "id": 2200,
            "verse_key": "18:60",
            "text_uthmani_simple": "واذ قال موسى لفتىه لا ابرح حتى ابلغ مجمع البحرين او امضى حقبا"
        },
        {
            "id": 2201,
            "verse_key": "18:61",
            "text_uthmani_simple": "فلما بلغا مجمع بينهما نسيا حوتهما فاتخذ سبيله فى البحر سربا"
        },
        {
            "id": 2202,
            "verse_key": "18:62",
            "text_uthmani_simple": "فلما جاوزا قال لفتىه ءاتنا غداءنا لقد لقينا من سفرنا هذا نصبا"
        },
        {
            "id": 2203,
            "verse_key": "18:63",
            "text_uthmani_simple": "قال ارءيت اذ اوينا الى الصخرة فانى نسيت الحوت وما انسىنيه الا الشيطن ان اذكره واتخذ سبيله فى البحر عجبا"
        },
        {
            "id": 2204,
            "verse_key": "18:64",
            "text_uthmani_simple": "قال ذلك ما كنا نبغ فارتدا على ءاثارهما قصصا"
        },
        {
            "id": 2205,
            "verse_key": "18:65",
            "text_uthmani_simple": "فوجدا عبدا من عبادنا ءاتينه رحمة من عندنا وعلمنه من لدنا علما"
        },
        {
            "id": 2206,
            "verse_key": "18:66",
            "text_uthmani_simple": "قال له موسى هل اتبعك على ان تعلمن مما علمت رشدا"
        },
        {
            "id": 2207,
            "verse_key": "18:67",
            "text_uthmani_simple": "قال انك لن تستطيع معى صبرا"
        },
        {
            "id": 2208,
            "verse_key": "18:68",
            "text_uthmani_simple": "وكيف تصبر على ما لم تحط به خبرا"
        },
        {
            "id": 2209,
            "verse_key": "18:69",
            "text_uthmani_simple": "قال ستجدنى ان شاء الله صابرا ولا اعصى لك امرا"
        },
        {
            "id": 2210,
            "verse_key": "18:70",
            "text_uthmani_simple": "قال فان اتبعتنى فلا تسـلنى عن شىء حتى احدث لك منه ذكرا"
        },
        {
            "id": 2211,
            "verse_key": "18:71",
            "text_uthmani_simple": "فانطلقا حتى اذا ركبا فى السفينة خرقها قال اخرقتها لتغرق اهلها لقد جئت شيـا امرا"
        },
        {
            "id": 2212,
            "verse_key": "18:72",
            "text_uthmani_simple": "قال الم اقل انك لن تستطيع معى صبرا"
        },
        {
            "id": 2213,
            "verse_key": "18:73",
            "text_uthmani_simple": "قال لا تؤاخذنى بما نسيت ولا ترهقنى من امرى عسرا"
        },
        {
            "id": 2214,
            "verse_key": "18:74",
            "text_uthmani_simple": "فانطلقا حتى اذا لقيا غلما فقتله قال اقتلت نفسا زكيةۢ بغير نفس لقد جئت شيـا نكرا"
        },
        {
            "id": 2215,
            "verse_key": "18:75",
            "text_uthmani_simple": "قال الم اقل لك انك لن تستطيع معى صبرا"
        },
        {
            "id": 2216,
            "verse_key": "18:76",
            "text_uthmani_simple": "قال ان سالتك عن شىءۭ بعدها فلا تصحبنى قد بلغت من لدنى عذرا"
        },
        {
            "id": 2217,
            "verse_key": "18:77",
            "text_uthmani_simple": "فانطلقا حتى اذا اتيا اهل قرية استطعما اهلها فابوا۟ ان يضيفوهما فوجدا فيها جدارا يريد ان ينقض فاقامه قال لو شئت لتخذت عليه اجرا"
        },
        {
            "id": 2218,
            "verse_key": "18:78",
            "text_uthmani_simple": "قال هذا فراق بينى وبينك سانبئك بتاويل ما لم تستطع عليه صبرا"
        },
        {
            "id": 2219,
            "verse_key": "18:79",
            "text_uthmani_simple": "اما السفينة فكانت لمسكين يعملون فى البحر فاردت ان اعيبها وكان وراءهم ملك ياخذ كل سفينة غصبا"
        },
        {
            "id": 2220,
            "verse_key": "18:80",
            "text_uthmani_simple": "واما الغلم فكان ابواه مؤمنين فخشينا ان يرهقهما طغينا وكفرا"
        },
        {
            "id": 2221,
            "verse_key": "18:81",
            "text_uthmani_simple": "فاردنا ان يبدلهما ربهما خيرا منه زكوة واقرب رحما"
        },
        {
            "id": 2222,
            "verse_key": "18:82",
            "text_uthmani_simple": "واما الجدار فكان لغلمين يتيمين فى المدينة وكان تحته كنز لهما وكان ابوهما صلحا فاراد ربك ان يبلغا اشدهما ويستخرجا كنزهما رحمة من ربك وما فعلته عن امرى ذلك تاويل ما لم تسطع عليه صبرا"
        },
        {
            "id": 2223,
            "verse_key": "18:83",
            "text_uthmani_simple": "ويسـلونك عن ذى القرنين قل ساتلوا۟ عليكم منه ذكرا"
        },
        {
            "id": 2224,
            "verse_key": "18:84",
            "text_uthmani_simple": "انا مكنا له فى الارض وءاتينه من كل شىء سببا"
        },
        {
            "id": 2225,
            "verse_key": "18:85",
            "text_uthmani_simple": "فاتبع سببا"
        },
        {
            "id": 2226,
            "verse_key": "18:86",
            "text_uthmani_simple": "حتى اذا بلغ مغرب الشمس وجدها تغرب فى عين حمئة ووجد عندها قوما قلنا يذا القرنين اما ان تعذب واما ان تتخذ فيهم حسنا"
        },
        {
            "id": 2227,
            "verse_key": "18:87",
            "text_uthmani_simple": "قال اما من ظلم فسوف نعذبه ثم يرد الى ربه فيعذبه عذابا نكرا"
        },
        {
            "id": 2228,
            "verse_key": "18:88",
            "text_uthmani_simple": "واما من ءامن وعمل صلحا فله جزاء الحسنى وسنقول له من امرنا يسرا"
        },
        {
            "id": 2229,
            "verse_key": "18:89",
            "text_uthmani_simple": "ثم اتبع سببا"
        },
        {
            "id": 2230,
            "verse_key": "18:90",
            "text_uthmani_simple": "حتى اذا بلغ مطلع الشمس وجدها تطلع على قوم لم نجعل لهم من دونها سترا"
        },
        {
            "id": 2231,
            "verse_key": "18:91",
            "text_uthmani_simple": "كذلك وقد احطنا بما لديه خبرا"
        },
        {
            "id": 2232,
            "verse_key": "18:92",
            "text_uthmani_simple": "ثم اتبع سببا"
        },
        {
            "id": 2233,
            "verse_key": "18:93",
            "text_uthmani_simple": "حتى اذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا"
        },
        {
            "id": 2234,
            "verse_key": "18:94",
            "text_uthmani_simple": "قالوا۟ يذا القرنين ان ياجوج وماجوج مفسدون فى الارض فهل نجعل لك خرجا على ان تجعل بيننا وبينهم سدا"
        },
        {
            "id": 2235,
            "verse_key": "18:95",
            "text_uthmani_simple": "قال ما مكنى فيه ربى خير فاعينونى بقوة اجعل بينكم وبينهم ردما"
        },
        {
            "id": 2236,
            "verse_key": "18:96",
            "text_uthmani_simple": "ءاتونى زبر الحديد حتى اذا ساوى بين الصدفين قال انفخوا۟ حتى اذا جعله نارا قال ءاتونى افرغ عليه قطرا"
        },
        {
            "id": 2237,
            "verse_key": "18:97",
            "text_uthmani_simple": "فما اسطعوا۟ ان يظهروه وما استطعوا۟ له نقبا"
        },
        {
            "id": 2238,
            "verse_key": "18:98",
            "text_uthmani_simple": "قال هذا رحمة من ربى فاذا جاء وعد ربى جعله دكاء وكان وعد ربى حقا"
        },
        {
            "id": 2239,
            "verse_key": "18:99",
            "text_uthmani_simple": "وتركنا بعضهم يومئذ يموج فى بعض ونفخ فى الصور فجمعنهم جمعا"
        },
        {
            "id": 2240,
            "verse_key": "18:100",
            "text_uthmani_simple": "وعرضنا جهنم يومئذ للكفرين عرضا"
        },
        {
            "id": 2241,
            "verse_key": "18:101",
            "text_uthmani_simple": "الذين كانت اعينهم فى غطاء عن ذكرى وكانوا۟ لا يستطيعون سمعا"
        },
        {
            "id": 2242,
            "verse_key": "18:102",
            "text_uthmani_simple": "افحسب الذين كفروا۟ ان يتخذوا۟ عبادى من دونى اولياء انا اعتدنا جهنم للكفرين نزلا"
        },
        {
            "id": 2243,
            "verse_key": "18:103",
            "text_uthmani_simple": "قل هل ننبئكم بالاخسرين اعملا"
        },
        {
            "id": 2244,
            "verse_key": "18:104",
            "text_uthmani_simple": "الذين ضل سعيهم فى الحيوة الدنيا وهم يحسبون انهم يحسنون صنعا"
        },
        {
            "id": 2245,
            "verse_key": "18:105",
            "text_uthmani_simple": "او۟لئك الذين كفروا۟ بـايت ربهم ولقائه فحبطت اعملهم فلا نقيم لهم يوم القيمة وزنا"
        },
        {
            "id": 2246,
            "verse_key": "18:106",
            "text_uthmani_simple": "ذلك جزاؤهم جهنم بما كفروا۟ واتخذوا۟ ءايتى ورسلى هزوا"
        },
        {
            "id": 2247,
            "verse_key": "18:107",
            "text_uthmani_simple": "ان الذين ءامنوا۟ وعملوا۟ الصلحت كانت لهم جنت الفردوس نزلا"
        },
        {
            "id": 2248,
            "verse_key": "18:108",
            "text_uthmani_simple": "خلدين فيها لا يبغون عنها حولا"
        },
        {
            "id": 2249,
            "verse_key": "18:109",
            "text_uthmani_simple": "قل لو كان البحر مدادا لكلمت ربى لنفد البحر قبل ان تنفد كلمت ربى ولو جئنا بمثله مددا"
        },
        {
            "id": 2250,
            "verse_key": "18:110",
            "text_uthmani_simple": "قل انما انا۠ بشر مثلكم يوحى الى انما الهكم اله وحد فمن كان يرجوا۟ لقاء ربه فليعمل عملا صلحا ولا يشرك بعبادة ربه احدۢا"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "18"
        }
    }
}