{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/18/52/",
    "ayah_number": 52,
    "text": "يقول تعالى مخبرا عما يخاطب به المشركين يوم القيامة على رءوس الأشهاد تقريعا لهم وتوبيخا : ( نادوا شركائي الذين زعمتم ) أي : في دار الدنيا ، ادعوهم اليوم ، ينقذونكم مما أنتم فيه ، كما قال تعالى : ( ولقد جئتمونا فرادى كما خلقناكم أول مرة وتركتم ما خولناكم وراء ظهوركم وما نرى معكم شفعاءكم الذين زعمتم أنهم فيكم شركاء لقد تقطع بينكم وضل عنكم ما كنتم تزعمون ) [ الأنعام : 94 ] .وقوله : ( فدعوهم فلم يستجيبوا لهم ) ] كما قال : ( وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم ورأوا العذاب لو أنهم كانوا يهتدون ) [ القصص : 64 ] ، وقال ( ومن أضل ممن يدعو من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون وإذا حشر الناس كانوا لهم أعداء وكانوا بعبادتهم كافرين ) [ الأحقاف : 5 ، 6 ] ، قال تعالى : ( واتخذوا من دون الله آلهة ليكونوا لهم عزا كلا سيكفرون بعبادتهم ويكونون عليهم ضدا ) [ مريم : 82 ، 81 ]وقوله : ( وجعلنا بينهم موبقا ) قال ابن عباس ، وقتادة وغير واحد : مهلكا .وقال قتادة : ذكر لنا أن عمرا البكالي حدث عن عبد الله بن عمرو قال : هو واد عميق ، فرق به يوم القيامة بين أهل الهدى وأهل الضلالة .وقال قتادة : ( موبقا ) واديا في جهنم .وقال ابن جرير : حدثني محمد بن سنان القزاز ، حدثنا عبد الصمد ، حدثنا يزيد بن درهم سمعت أنس بن مالك يقول في قول الله تعالى : ( وجعلنا بينهم موبقا ) قال : واد في جهنم ، من قيح ودم .وقال الحسن البصري : ( موبقا ) عداوة .والظاهر من السياق هاهنا : أنه المهلك ، ويجوز أن يكون واديا في جهنم أو غيره ، إلا أن الله تعالى أخبر أنه لا سبيل لهؤلاء المشركين ، ولا وصول لهم إلى آلهتهم التي كانوا يزعمون في الدنيا ، وأنه يفرق بينهم وبينها في الآخرة ، فلا خلاص لأحد من الفريقين إلى الآخر ، بل بينهما مهلك وهول عظيم وأمر كبير .وأما إن جعل الضمير في قوله : ( بينهم ) عائدا إلى المؤمنين والكافرين ، كما قال عبد الله بن عمرو : إنه يفرق بين أهل الهدى والضلالة به ، فهو كقوله تعالى : ( ويوم تقوم الساعة يومئذ يتفرقون ) [ الروم : 14 ] ، وقال ( يومئذ يصدعون ) [ الروم : 43 ] ، وقال تعالى : ( وامتازوا اليوم أيها المجرمون ) [ يس : 59 ] ، وقال تعالى : ( ويوم نحشرهم جميعا ثم نقول للذين أشركوا مكانكم أنتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم إيانا تعبدون فكفى بالله شهيدا بيننا وبينكم إن كنا عن عبادتكم لغافلين هنالك تبلو كل نفس ما أسلفت وردوا إلى الله مولاهم الحق وضل عنهم ما كانوا يفترون ) [ يونس : 28 - 30 ] ."
}