{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/6/",
    "ayah_number": 6,
    "text": "وبعد أن بين القرآن ما أصاب الظالمين من عذاب دنيوى. عقبه ببيان ما سيحل بهم من عذاب أخروى، فقال:فَلَنَسْئَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْئَلَنَّ الْمُرْسَلِينَ: فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَما كُنَّا غائِبِينَ.والمراد بالذين أرسل إليهم جميع الأمم التي بلغتها دعوة الرسل، يسأل كل فرد منها عن رسوله إليه وعن تبليغه لدعوة الله، ويسأل المرسلون عن التبليغ منهم وعن إجابة أقوامهم لهم، وقد ورد ذلك في كثير من آيات القرآن. قال- تعالى-: يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ ماذا أُجِبْتُمْ؟ قالُوا لا عِلْمَ لَنا إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ.وقال تعالى: وَيَوْمَ يُنادِيهِمْ فَيَقُولُ ماذا أَجَبْتُمُ الْمُرْسَلِينَ؟والمعنى: فلنسألن المرسل إليهم عما أجابوا به رسلهم الذين جاءوا لهدايتهم، ولنسألن المرسلين عما أجيبوا به من أقوامهم وعن تبليغهم لرسالات الله، ولنقصن على الرسل والمرسل إليهم كل ما وقع منهم عن علم دقيق وإحصاء شامل، لأننا لا يغيب عنا شيء من أحوالهم.وعطفت جملة فَلَنَسْئَلَنَّ على ما قبلها بالفاء، لأن هذا السؤال سيكون في الآخرة، وما ذكر قبل ذلك من عقوبات هو آخر أمرهم في الدنيا. فالآية الكريمة بيان لعذابهم الأخروى إثر بيان عذابهم الدنيوي.وأكد الخبر بلام القسم ونون التوكيد، لأن المخاطبين كانوا ينكرون البعث والجزاء.فإن قيل: قد أخبر الله عنهم قبل ذلك أنهم قالوا عند نزول العذاب بهم إِنَّا كُنَّا ظالِمِينَ فلماذا يسألون يوم القيامة مع أنهم اعترفوا بظلمهم في الدنيا؟فالجواب: أنهم لما اعترفوا سئلوا بعد ذلك عن سبب هذا الظلم، والمقصود من هذا السؤال تقريعهم وتوبيخهم لكفرهم وعنادهم.فإن قيل: فما فائدة سؤال الرسل مع العلم بأنهم قد بلغوا الأمانة ونصحوا للأمة؟فالجواب من فوائده الرد على من أنكر من المشركين أن الرسل قد بلغوهم، فقد حكى القرآن أن بعضهم قال: ما جاءَنا مِنْ بَشِيرٍ وَلا نَذِيرٍ ومن فوائده- أيضا- مضاعفة الثواب لهؤلاء الرسل الكرام حيث إنهم قد بذلوا قصارى جهدهم في التبشير والإنذار، ولم يصدر عنهم تقصير قط. فسؤال المرسل إليهم إنما هو سؤال توبيخ وإفضاح، وسؤال المرسلين إنما هو سؤال استشهاد بهم وإفصاح.فإن قيل: هناك بعض الآيات تثبت أن المجرمين لن يسألوا يوم القيامة كما في قوله تعالى:وَلا يُسْئَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ وكما في قوله تعالى: فَيَوْمَئِذٍ لا يُسْئَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ فكيف نجمع بين هذه الآيات التي تنفى السؤال والآيات التي تثبته كما في قوله:فَلَنَسْئَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ؟فالجواب، أن في يوم القيامة مواقف متعددة، فقد يسألون في موقف الحساب ولا يسألون في موقف العقاب. أو أن المراد بالسؤال في قوله: فَلَنَسْئَلَنَّ الَّذِينَ التوبيخ والتقريع. والمنفي في قوله: فَيَوْمَئِذٍ لا يُسْئَلُ عَنْ ذَنْبِهِ سؤال الاستعلام، أى أن المذنب لا يسأل يوم القيامة هل أذنبت أولا، لأن الله لا تخفى عليه خافية، وإنما يسأل: لم فعلت كذا؟ بعد أن يعرفه- سبحانه- بما فعله، ويؤيد هذا القول قوله- تعالى-: فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَما كُنَّا غائِبِينَ"
}