{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/9/",
    "ayah_number": 9,
    "text": "ثم بين- سبحانه- مظاهر عدله مع عباده يوم القيامة فقال:وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ، فَمَنْ ثَقُلَتْ مَوازِينُهُ فَأُولئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوازِينُهُ فَأُولئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِما كانُوا بِآياتِنا يَظْلِمُونَ.الوزن: عمل يعرف به قدر الشيء، يقال: وزنته وزنا وزنة. وهو مبتدأ، ويومئذ متعلق بمحذوف خبره. والحق صفته. أى: والوزن الحق يوم القيامة.ومعنى الآيتين الكريمتين: والوزن الحق ثابت في ذلك اليوم الذي يسأل الله فيه الرسل والمرسل إليهم. ويخبرهم جميعا بما كان منهم في الدنيا، فمن رجحت موازين أعماله بالإيمان والعمل الصالح، فأولئك هم الفائزون بالثواب والنعيم، ومن خفت موازين أعماله بالكفر والمعاصي فأولئك الذين خسروا أنفسهم بسبب ما اقترفوا من سيئات أدت بهم إلى سوء العقاب.قال تعالى: وَنَضَعُ الْمَوازِينَ الْقِسْطَ لِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً، وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها وَكَفى بِنا حاسِبِينَ.وقد اختلف العلماء في كيفية الوزن فقال بعضهم: إن التي توزن هي صحائف الأعمال التي كتبت فيها الحسنات والسيئات تأكيدا للحجة وإظهارا للنصفة، وقطعا للمعذرة. قال ابن عمر: توزن صحائف أعمال العباد يوم القيامة» .وقيل: إن الوزن هنا كناية عن القضاء السوى، والعدل التام في تقدير ما يمكن به الجزاء من الأعمال، وذكر الوزن إنما هو ضرب مثل كما تقول: هذا الكلام في وزن هذا وفي وزانه. أى يعادله ويساويه وإن لم يكن هناك وزن.والذي نراه أن من الواجب علينا أن نؤمن بأن في الآخرة وزنا للأعمال، وأنه على مقدار ما يظهر يكون الجزاء، وأنه وزن أو ميزان يليق بما يجرى في ذلك اليوم الهائل الشديد، أما كيفية هذا الوزن فمرده إلى الله، لأنه شيء استأثر الله بعلمه، وعلينا أن نعفي أنفسنا من محاولة الكشف عن أمر غيبي لم يرد في حقيقته خبر قاطع في كتاب الله أو سنة رسوله.قال الجمل في حاشيته على الجلالين: فإن قلت: أليس الله- تعالى- يعلم مقادير أعمال العباد، فما الحكمة في وزنها؟ قلت فيه حكم: منها، إظهار العدل وأن الله- تعالى- لا يظلم عباده، ومنها: امتحان الخلق بالإيمان بذلك في الدنيا وإقامة الحجة عليهم في العقبى. ومنها تعريف العباد بما لهم من خير أو شر وحسنة أو سيئة، ومنها إظهار علامة السعادة والشقاوة ونظيره أنه- سبحانه- أثبت أعمال العباد في اللوح المحفوظ وفي صحائف الحفظة الموكلين ببني آدم من غير جواز النسيان عليه»  .وقوله- تعالى-: فَمَنْ ثَقُلَتْ مَوازِينُهُ تفصيل للأحكام المترتبة على الوزن، وثقل الموازين المراد به رجحان الأعمال الحسنة على غيرها، كما أن خفة الموازين المراد بها رجحان الأعمال القبيحة على ما سواها.وقوله- تعالى-: بِما كانُوا بِآياتِنا يَظْلِمُونَ متعلق بخسروا أى: أن خسرانهم لأنفسهم في الآخرة كان سببه جحودهم لآيات الله واستهزاءهم بها في الدنيا.ثم حكى القرآن جانبا من مظاهر نعم الله على خلقه فقال- تعالى-:"
}