{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/169/",
    "ayah_number": 169,
    "text": "قال الإمام القرطبي: الخلف- بسكون اللام- الأولاد، الواحد والجمع فيه سواء، الخلف- بفتح اللام- البدل، ولدا كان أو غريبا. وقال ابن الأعرابى: الخلف- بفتح اللام- الصالح، وبسكونها الطالح، ومنه قيل للردى من الكلام خلف- بسكون اللام- ومنه المثل السائر «سكت ألفا ونطق خلفا» قال لبيد.ذهب الذين يعاش في أكنافهم- وبقيت في خلف كجلد الأجرب.فخلف في الذم بالإسكان، وخلف بالفتح في المدح، هذا هو المستعمل المشهور، وفي الحديث الشريف (يحمل هذا العلم من كل خلف عدو له) وقد يستعمل كل واحد منهما موضع الآخر .والعرض- بفتح الراء- متاع الدنيا وحطامها من المال وغيره.قال صاحب الكشاف: قوله تعالى: يَأْخُذُونَ عَرَضَ هذَا الْأَدْنى أى حطام هذا الشيء الأدنى، يريد الدنيا وما يتمتع به منها، وفي قوله هذا تخسيس وتحقير، والأدنى إما من الدنو بمعنى القرب، لأنه عاجل قريب، وإما من دنو الحال وسقوطها وقلتها والمراد ما كانوا يأخذونه من الرشا في الأحكام على تحريف الكلم للتسهيل على العامة) .والضمير في قوله مِنْ بَعْدِهِمْ يعود إلى اليهود الذين وصفهم الله في الآية السابقة بقوله وَقَطَّعْناهُمْ فِي الْأَرْضِ أُمَماً مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذلِكَ وَبَلَوْناهُمْ بِالْحَسَناتِ وَالسَّيِّئاتِ لَعَلَّهُمْ يَرْجِعُونَ.والمعنى: فخلف من بعد أولئك القوم الذين قطعناهم في الأرض أمما خلف سوء، ورثوا كتاب الله وهو التوراة فقرأوه وتعلموه، ووقفوا على ما فيه من تحليل وتحريم وأمر ونهى ولكنهم لم يتأثروا به بل خالفوا أحكامه، واستحلوا محارمه مع علمهم بها، فهم يتهافتون على حطام الدنيا ومتاعها ويتقبلون المال الحرام بشراهة نفس. ويأكلون السحت أكلا لما ويقولون وهم والغون في المعاصي ومصرون على الذنوب: إن الله سيغفر لنا ذنوبنا ولا يؤاخذنا بما أكلنا من أموال، لأننا من نسل أنبيائه، فنحن شعبه الذي اصطفاه من سائر البشر، إلى غير ذلك من الأقاويل التي يفترونها على الله وهم يعلمون.وجملة يَأْخُذُونَ عَرَضَ هذَا الْأَدْنى مستأنفة لبيان ما يصنعون بالكتاب بعد وراثتهم إياه.وقيل: هي حال من الضمير في ورثوا.ثم أخبر- سبحانه- عنهم بأنهم أهل إصرار على ذنوبهم، وليسوا بأهل إنابة ولا توبة فقال تعالى: (وإن يأتهم عرض مثله يأخذوه) أى: أنهم يأخذون عرض الحياة الدنيا ويعرضون عن شريعة الله التي أنزلها عليهم في التوراة ويزعمون أن الله لا يؤاخذهم بما فعلوا. ثم هم بعد ذلك لا يتوبون إلى الله ولا يستغفرونه، وإنما حالهم أنهم إن لاح لهم عرض حرام آخر مثل الذي أخذوه أولا بالباطل، تهافتوا عليه من جديد واستحلوه وأكلوه في بطونهم، وبدون توبة أو ندم.قال مجاهد قوله تعالى وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ لا يشرف لهم شيء من متاع الدنيا إلا أخذوه حلالا كان أو حراما، ويتمنون المغفرة (ويقولون سيغفر لنا) وإن يجدوا عرضا مثله يأخذوه .وقال السدى: (كانت بنو إسرائيل لا يستقضون قاضيا إلا ارتشى في الحكم وإن خيارهم اجتمعوا، فأخذ بعضهم على بعض العهود أن لا يفعلوا ولا يرتشوا، فجعل الرجل منهم إذا استقضى ارتشى، فيقال له ما شأنك ترتشى في الحكم؟ فيقول سيغفر لي، فيطعن عليه البقية الآخرون من بنى إسرائيل صنعه فإذا مات أو نزع وجعل مكانه رجل ممن كان يطعن عليه قبل الرشوة، ويقول: (وإن يأت الآخرين عرض الدنيا يأخذوه) .ثم أنكر- سبحانه- عليهم ما زعموه بقولهم: (سيغفر لنا) وهم مصرون على معصيتهم فقال تعالى: (ألم يؤخذ عليهم ميثاق الكتاب أن لا يقولوا على الله إلا الحق ودرسوا ما فيه) .والمعنى: لقد أخذ الله العهد في التوراة على هؤلاء المرتشين في أحكامهم: والقائلين سيغفر الله فعلنا هذا ألا يقولوا على الله إلا القول الحق، ولا يخبروا عنه إلا بالصدق ولا يخالفوا أمره.ولا ينقضوا عهده، ولا يتجاوزوا حدوده، وقد درس هؤلاء الكتاب، أى: قرءوه وفهموه، ولكنهم لم يعملوا بما أخذ عليهم من عهود ولم يتبعوا أوامر كتابهم ونواهيه، لأنهم درسوه ولم يتأثروا به، ولم تخالط تعاليمه شغاف قلوبهم، فضيعوه واشتروا به ثمنا قليلا فبئس ما يشترون.وقوله أَنْ لا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ بدل من ميثاق الكتاب أو عطف بيان له. وقيل إنه مفعول لأجله أى: لئلا يقولوا.وجملة وَدَرَسُوا ما فِيهِ معطوفة في المعنى على قوله تعالى أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثاقُ الْكِتابِ أى أن الله تعالى قد أخذ عليهم الميثاق في التوراة ودرسوه.قال ابن دريد: (كان يأتيهم المحق برشوة فيخرجون له كتاب الله فيحكمون له به، فإذا جاء المبطل أخذوا منه الرشوة وأخرجوا له كتابهم الذي كتبوه بأيديهم وحكموا له .ثم بين الله لهم أن ما أعده في الآخرة للمتقين الذين يتعففون عن السحت وعن أكل أموال الناس بالباطل خير من متاع الدنيا وزهرتها الذي آثره هؤلاء الذين يفترون على الله الكذب فقال تعالى: وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلا تَعْقِلُونَ أى: والدار الآخرة وما أعده فيها من نعيم لأولئك الذين يتقونه حق تقاته في السر والعلن، خير من عرض هذا الأدنى الذي استحله هؤلاء اليهود بدون حق وآثروه على ما عند الله من نعيم مقيم وثواب جزيل أَفَلا تَعْقِلُونَ- يا من أكلتم أموال الناس بالباطل وقلتم سيغفر الله لنا ذنوبنا- هذا الحكم الواضح، الذي لا يخفى على ذي عقل سليم، لم تطمسه الشهوات، ولم يستحوذ عليه الشيطان.وفي هذا إشارة إلى أن الطمع في متاع الحياة الدنيا هو الذي جعل بنى إسرائيل يقولون على الله غير الحق. ويتشبعون من المال الحرام بدون تعفف ويبيعون دينهم بدنياهم.قال الإمام الآلوسى: (والمراد من الآية توبيخ أولئك الورثة على بتهم القول بالمغفرة مع إصرارهم على الذنوب وجاء البت من السين فإنها للتأكيد كما نص عليه المحققون، وعن ابن عباس- رضى الله عنهما- إنهم وبخوا على إيجابهم على الله- تعالى- غفران ذنوبهم التي لا يزالون يعودون إليها ثم لا يتوبون منها.وقد أطبق أهل السنة على ذم المتمنى على الله، ورووا عن شداد بن أوس أن رسول الله صلّى الله عليه وسلّم قال: (الكيس من دان نفسه وعمل لما بعد الموت والعاجز من أتبع نفسه هواها وتمنى على الله الأمانى) ومن هنا قيل: إن القوم ذموا بأكلهم أموال الناس بالباطل وباتباعهم أنفسهم هواها وتمنيهم على الله- سبحانه- الأمانى، ووبخوا على افترائهم على الله في الأحكام التي غيروها، وأخذوا عرض هذا الأدنى على تغييرها، وقالوا على الله ما ليس بحق من القول)  ."
}