{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/17/",
    "ayah_number": 17,
    "text": "وقوله: ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمانِهِمْ وَعَنْ شَمائِلِهِمْ زيادة بيان لحرص الشيطان على إضلال بنى آدم بشتى الوسائل، أى: آتيهم من الجهات الأربع التي اعتاد العدو أن يهاجم عدوه منها، والمراد: لأسولنّ لهم ولأضلنّهم بحيث لا أفتر عن ذلك ولا أيأس.وقيل إن معنى ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ أى: من قبل الآخرة لأنها مستقبلة آتية، وما هو كذلك فكأنه بين الأيدى. وَمِنْ خَلْفِهِمْ أى من قبل الدنيا لأنها ماضية بالنسبة إلى الآخرة ولأنها فانية متروكة «وعن أيمانهم وعن شمائلهم» أى: من جهة حسناتهم وسيئاتهم بحيث أزين لهم السيئات وأزهدهم في الحسنات.وقوله: وَلا تَجِدُ أَكْثَرَهُمْ شاكِرِينَ أى: مطيعين مستعملين لقواهم وجوارحهم وما أنعم الله به عليهم في طريق الطاعة والتقرب إلى الله.وإنما قال ذلك لما رآه من الأمارات على طريق الظن كقوله- تعالى-: وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ.ولقد وردت آيات كثيرة وأحاديث متعددة في التحذير من الشيطان وكيده، ومن ذلك قوله- تعالى-: إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّما يَدْعُوا حِزْبَهُ لِيَكُونُوا مِنْ أَصْحابِ السَّعِيرِ. وجاء في الحديث الشريف الذي رواه الإمام أحمد عن سبرة بن الفاكه قال: سمعت رسول الله صلى الله عليه وسلم يقول: ان الشيطان قعد لابن آدم بأطرقه، فقعد له بطريق الإسلام، فقال:أتسلم وتذر دينك ودين آبائك وآباء أبيك؟ قال: فعصاه فأسلم. ثم قعد له بطريق الهجرة فقال: أتهاجر وتدع أرضك وسماءك وإنما مثل المهاجر كالفرس في الطول- أى كالفرس المربوطة بالحبل. قال: فعصاه فهاجر. قال: ثم قعد له بطريق الجهاد فقال له: هو جهاد النفس والمال. فتقاتل فتقتل فتنكح المرأة ويقسم المال، قال فعصاه فجاهد: فقال رسول الله صلى الله عليه وسلم: فمن فعل ذلك منهم فمات، كان حقا على الله أن يدخله الجنة، أو قتل كان حقا على الله أن يدخله الجنة، وإن غرق كان حقا على الله أن يدخله الجنة، أو وقصته دابة كان حقا على الله أن يدخله الجنة» .وروى الإمام أحمد وأبو داود والنسائي وغيرهم عن عبد الله بن عمر قال لم يكن رسول الله صلى الله عليه وسلم يترك هؤلاء الدعوات حين يصبح وحين يمسي. يقول: اللهم إنى أسألك العفو والعافية في ديني ودنياى وأهلى ومالي. اللهم استر عوراتي وآمن روعاتي. اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقى، وأعوذ بعظمتك أن أغتال من تحتي."
}