{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/147/",
    "ayah_number": 147,
    "text": "ثم قال- تعالى- وَالَّذِينَ كَذَّبُوا بِآياتِنا وَلِقاءِ الْآخِرَةِ حَبِطَتْ أَعْمالُهُمْ أى: بطلت وفسدت وصارت هباء منثورا، بسبب تكذيبهم لآيات الله، وإنكارهم للآخرة وما فيها من ثواب وعقاب.والاستفهام في قوله هَلْ يُجْزَوْنَ إِلَّا ما كانُوا يَعْمَلُونَ للنفي: أى: لا يجزون يوم القيامة إلا الجزاء الذي يستحقونه بسبب أعمالهم في الدنيا. فربك- سبحانه- لا يظلم أحدا.وقوله وَالَّذِينَ كَذَّبُوا في خبره وجهان:أحدهما: أنه الجملة من قوله: حَبِطَتْ أَعْمالُهُمْ وهل يجزون خبر ثان أو مستأنف.والثاني: أن الخبر هَلْ يُجْزَوْنَ والجملة من قوله حَبِطَتْ أَعْمالُهُمْ في محل نصب على الحال وقد مضمرة عند من يشترط ذلك، وصاحب الحال فاعل كذبوا.وقوله وَلِقاءِ الْآخِرَةِ فيه وجهان:أحدهما: أنه من باب إضافة المصدر لمفعوله والفاعل محذوف والتقدير: ولقائهم الآخرة.والثاني: أنه من باب إضافة المصدر إلى الظرف بمعنى: ولقاء ما وعد الله في الآخرة»  .ثم قصت السورة علينا رذيلة من رذائل بنى إسرائيل المتعددة، وذلك أنهم بعد أن تركهم موسى- عليه السلام- وذهب لمناجاة ربه مستخلفا عليهم أخاه هارون، انتهزوا لين جانب هارون معهم، فعبدوا عجلا جسدا له خوار صنعه لهم السامري من الحلي التي استعارها نساؤهم من نساء قبط مصر.وحاول هارون- عليه السلام- أن يصدهم عن ذلك بشتى السبل، ولكنهم أعرضوا عنه قائلين لَنْ نَبْرَحَ عَلَيْهِ عاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنا مُوسى، وأعلم الله- تعالى- موسى بما حدث من قومه في غيبته فعاد إليهم مغضبا حزينا، فوبخهم على كفرهم وجهالاتهم، وعاتب بشدة أخاه هارون لتركه إياهم يعبدون العجل ولكن هارون اعتذر له، وأقنعه بأنه لم يقصر في نصيحتهم ولكنهم قوم لا يحبون الناصحين.وعلى مشهد من بنى إسرائيل أحرق موسى العجل، وقال للسامري رأس الفتنة ومدبرها وَانْظُرْ إِلى إِلهِكَ الَّذِي ظَلْتَ عَلَيْهِ عاكِفاً لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفاً إِنَّما إِلهُكُمُ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْماً وبذلك أثبت موسى- عليه السلام- لقومه أن المستحق للعبادة إنما هو الله رب العالمين.واستمع معى إلى هذه الآيات التي قصت علينا ما حدث منهم بأسلوبها البليغ فقالت:"
}