{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/19/",
    "ayah_number": 19,
    "text": "صدر الكلام بالنداء للتنبيه على الاهتمام بالمأمور به، وتخصيص الخطاب بآدم- عليه السلام- للإيذان بأصالته بالتلقى وتعاطى المأمور به.وقوله: اسْكُنْ من السكنى وهو اللبث والإقامة والاستقرار، دون السكون الذي هو ضد الحركة.والزوج. يطلق على الرجل والمرأة. والمراد به هنا حواء، حيث تقول العرب للمرأة زوج ولا تكاد تقول زوجة.والجنة. هي كل بستان ذي شجر متكاثف ملتف الأغصان، يظلل ما تحته ويستره من الجن وهو ستر الشيء عن الحواس.وجمهور أهل السنة على أن المراد بها هنا دار الثواب التي أعدها الله للمؤمنين يوم القيامة، لأن هذا هو المتبادر إلى الذهن عند الإطلاق.ويرى جمهور علماء المعتزلة أن المراد بها هنا بستان بمكان مرتفع من الأرض، خلقه الله لإسكان آدم وزوجته. واختلفوا في مكانه، فقيل انه بفلسطين، وقيل بغيرها.وقد ساق ابن القيم في كتابه «حادي الأرواح» أدلة الفريقين دون أن يرجح شيئا منها.والذي نراه أن الأحوط والأسلم. الكف عن تعيينها وعن القطع به، وإليه ذهب أبو حنيفة وأبو منصور الماتريدى في التأويلات، إذ ليس لهذه المسألة تأثير في العقيدة.وتوجيه الخطاب إليهما في قوله: فَكُلا مِنْ حَيْثُ شِئْتُما لتعميم التشريف والإيذان بتساويهما في مباشرة المأمور به. أى: كلا من مطاعم الجنة وثمارها أكلا واسعا من أى مكان أردتم.ثم بين- سبحانه- أنه نهاهم عن الأكل من شجرة معينة فقال: وَلا تَقْرَبا هذِهِ الشَّجَرَةَ فَتَكُونا مِنَ الظَّالِمِينَ.القرب: الدنو والمنهي عنه هو الأكل من ثمار الشجرة. وتعليق النهى على القرب منها القصد منه المبالغة في النهى عن الأكل، إذ في النهى عن القرب من الشيء نهى عن فعله من باب أولى. وأكد النهى بأن جعل عدم اجتناب الأكل من الشجرة ظلما. فقال: فَتَكُونا مِنَ الظَّالِمِينَ وقد ظلما أنفسهما إذ أكلا منها، فقد ترتب على أكلا منها أن أخرجا من الجنة التي كانا يعيشان فيها عيشة راضية.وقد تكلم العلماء كثيرا عن اسم هذه الشجرة ونوعها فقيل هي التينة، وقيل هي السنبلة، وقيل هي الكرمة ... إلخ إلا أن القرآن لم يذكر نوعها على عادته في عدم التعرض لذكر ما لم يدع المقصود من سياق القصة إلى بيانه.وقد أحسن ابن جرير في التعبير عن هذا المعنى فقال: «والصواب في ذلك أن يقال: ان الله- تعالى- نهى آدم وزوجه عن الأكل من شجرة بعينها من أشجار الجنة دون سائر أشجارها فأكلا منها، ولا علم عندنا بأى شجرة كانت على التعيين، لأن الله لم يضع لعباده دليلا على ذلك في القرآن ولا من السنة الصحيحة، وقد قيل كانت شجرة البر، وقيل شجرة العنب، وذلك علم إذا علم لم ينفع العالم به علمه، وإن جهله جاهل لم يضره جهله به»"
}