{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/69/",
    "ayah_number": 69,
    "text": "ونلمس من خلال التعبير القرآنى أن قوم هود قد تعجبوا من اختصاص هود بالرسالة كما تعجب قوم نوح من قبلهم من ذلك، فأخذ هود- عليه السلام- في إزالة هذا العجب من نفوسهم، فقال:أَوَعَجِبْتُمْ أَنْ جاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ أى: أكذبتم وعجبتم من أن جاءكم ذكر وموعظة من ربكم على لسان رجل منكم تعرفون صدقه ونسبه وحسبه، إن ما عجبتم له ليس موقع عجب، بل هو عين الحكمة فقد اقتضت رحمة الله أن يرسل لعباده من بينهم من يرشدهم إلى الطريق القويم واللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ.ثم أخذ في تذكيرهم بواقعهم الذي يعيشون فيه لكي يحملهم على شكر الله فقال:وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ أى: اذكروا بتأمل واعتبار فضل الله عليكم ونعمه حيث جعلكم مستخلفين في الأرض من بعد قوم نوح الذين أغرقوا بالطوفان لكفرهم وجحودهم.قال الآلوسى ما ملخصه: و «إذ» منصوب على المفعولية لقوله: وَاذْكُرُوا أى: اذكروا هذا الوقت المشتمل على النعم الجسام. وتوجيه الأمر بالذكر إلى الوقت دون ما وقع فيه مع أنه المقصود بالذات للمبالغة في إيجاب ذكره، ولأنه إذا استحضر الوقت كان هو حاضرا بتفاصيله.وهو معطوف على مقدر كأنه قيل: لا تعجبوا وتدبروا في أمركم واذكروا إذ جعلكم خلفاء من بعد قوم نوح»  .ثم ذكرهم بنعمة ثانية فقال: وَزادَكُمْ فِي الْخَلْقِ بَصْطَةً أى: زادكم في المخلوقات بسطة وسعة في الملك والحضارة، أو زادكم بسطة في قوة أبدانكم وضخامة أجسامكم، ومن حق هذا الاستخلاف وتلك القوة، أن تقابلا بالشكر لله رب العالمين.وقد ذكر بعض المفسرين روايات تتعلق بضخامة أجسام قوم هود وقوتهم وهي روايات ضعيفة لا يعتد بها، ولذا أضربنا عنها، ويكفينا أن القرآن الكريم قد أشار إلى قوتهم وجبروتهم بدون تفصيل لذلك كما في قوله- تعالى-: وَإِذا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ وكما في قوله:كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ.ثم كرر هود- عليه السلام- تذكيرهم بنعم الله فقال: فَاذْكُرُوا آلاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ. أى: فاذكروا نعم الله واشكروها له لعلكم تفوزون بما أعده للشاكرين من إدامتها عليهم وزيادتها لهم، ولن تكونوا كذلك إلا بعبادتكم له وحده- عز وجل-.وآلاء الله: نعمه الكثيرة. والآلاء جمع إلى كحمل وأحمال. أو ألى، كقفل وأقفال. أو إلى، كمعى وأمعاء.وإلى هنا يكون هود- عليه السلام- قد رد على قومه ردا مقنعا حكيما، كان المتوقع من ورائه أن يستجيبوا له، وأن يقبلوا على دعوته، ولكنهم لسوء تفكيرهم وانطماس بصيرتهم، أخذتهم العزة بالإثم فماذا قالوا لنبيهم ومرشدهم؟."
}