{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/57/",
    "ayah_number": 57,
    "text": "وقوله- تعالى-: وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ معطوف على ما سبق من قوله- تعالى-: إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ لبيان مظاهر قدرته ورحمته.وقرأ حمزة والكسائي «الريح» بالإفراد:وبُشْراً- بضم الباء فسكون الشين- مخفف وبُشْراً- بضمتين- جمع بشير كنذر ونذير، أى: مبشرات بنزول الغيث المستتبع لمنفعة الخلق.وقرأ أهل المدينة والبصرة «نشرا» - بضم النون والشين- جمع نشور- كصبور وصبر- بمعنى ناشر من النشر ضد الطى، وفعول بمعنى فاعل يطرد جمعه.وهناك قراءات أخرى غير ذلك.والمعنى وهو- سبحانه- الذي يرسل الرياح مبشرات عباده بقرب نزول الغيث الذي به حياة الناس.وقوله: بَيْنَ يَدَيْ رَحْمَتِهِ أى بين يدي المطر الذي هو من أبرز مظاهر رحمة الله بعباده.قال تعالى: وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ ما قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ.وقال تعالى: وَمِنْ آياتِهِ أَنْ يُرْسِلَ الرِّياحَ مُبَشِّراتٍ.قال الإمام الرازي: وقوله: بَيْنَ يَدَيْ رَحْمَتِهِ من أحسن أنواع المجاز، والسبب في ذلك أن اليدين يستعملهما العرب في معنى التقدمة على سبيل المجاز. يقال: إن الفتن تحصل بين يدي الساعة يريدون قبيلها، كذلك مما حسن هذا المجاز أن يدي الإنسان متقدمة، فكل ما كان يتقدم شيئا يطلق عليه لفظ اليدين على سبيل المجاز لأجل هذه المشابهة، فلما كانت الرياح تتقدم المطر، لا جرم عبر عنه بهذا اللفظ» .وقوله: حَتَّى إِذا أَقَلَّتْ سَحاباً ثِقالًا سُقْناهُ لِبَلَدٍ مَيِّتٍ حتى: غاية لقوله: يُرْسِلُ.وأقلت: أى حملت. وحقيقة أقله وجده قليلا ثم استعمل بمعنى حمله. لأن الحامل لشيء يستقل ما يحمله بزعم أن ما يحمله قليل.وسَحاباً أى: غيما، سمى بذلك لانسحابه في الهواء، وهو اسم جنس جمعى يفرق بينه وبين واحده بالتاء كتمر وتمرة، وهو يذكر ويؤنث ويفرد وصفه ويجمع.وثِقالًا جمع ثقيلة من الثقل- كعنب- ضد الخفة. يقال: ثقل الشيء- ككرم- ثقلا وثقالة فهو ثقيل وهي ثقيلة.والمعنى: أن الله- تعالى- هو الذي يرسل الرياح مبشرات بنزول الغيث، حتى إذا حملت الرياح سحابا ثقالا من كثرة ما فيها من الماء، سقناه- أى السحاب إلى «بلد ميت» أى إلى أرض لا نبات فيها ولا مرعى، فاهتزت وربت وأخرجت النبات والمرعى. فأطلق- سبحانه- الموت على الأرض التي لا نبات فيها، وأطلق الحياة على الأرض الزاخرة بالنبات والمرعى لأن حياتها بذلك.قال- تعالى-: وَاللَّهُ الَّذِي أَرْسَلَ الرِّياحَ فَتُثِيرُ سَحاباً فَسُقْناهُ إِلى بَلَدٍ مَيِّتٍ، فَأَحْيَيْنا بِهِ الْأَرْضَ بَعْدَ مَوْتِها كَذلِكَ النُّشُورُ  .وقوله: فَأَنْزَلْنا بِهِ الْماءَ أى: فأنزلنا في هذا البلد الميت الماء الذي يحمله السحاب. فالباء في بِهِ للظرفية.وقيل إن الضمير في بِهِ للسحاب، أى: فأنزلنا بالسحاب الماء وعليه فتكون الباء للسببية.وقوله: فَأَخْرَجْنا بِهِ مِنْ كُلِّ الثَّمَراتِ أى: فأخرجنا بهذا الماء من كل أنواع الثمرات المعتادة في كل بلد، تخرج به على الوجه الذي أجرى الله العادة بها ودبرها.فليس المراد أن كل بلد ميت تخرج منه جميع أنواع الثمار التي خلقها الله، متى نزل به الماء، وإنما المراد أن كل بلد تخرج منه الثمار التي تناسب تربته على حسب مشيئة الله وفضله وإحسانه، إذ من المشاهد أن البلاد تختلف أرضها فيما تخرجه، وهذا أدل على قدرة الله، وواسع رحمته.وقوله: كَذلِكَ نُخْرِجُ الْمَوْتى لَعَلَّكُمْ تَذَكَّرُونَ إشارة إلى إخراج الثمرات، أو إلى إحياء البلد الميت.أى: مثل ما أحيينا الأرض بعد موتها وجعلناها زاخرة بأنواع الثمرات بسبب نزول الماء عليها، نخرج الموتى من الأرض ونبعثهم أحياء في اليوم الآخر لنحاسبهم على أعمالهم، فالتشبيه في مطلق الإخراج من العدم. وهذا رد على منكري البعث بدليل ملزم، لأن من قدر على إخراج النبات من الأرض بعد نزول الماء عليها، قادر- أيضا- على إخراج الموتى من قبورهم.وقوله: لَعَلَّكُمْ تَذَكَّرُونَ تذييل قصد به الحث على التدبر والتفكر، أى: لعلكم تذكرون وتعتبرون بما وصفنا لكم فيزول إنكاركم للبعث والحساب.قال الشيخ القاسمى: «من أحكام الآية كما قال الجشمي: أنها تدل على عظم نعمة الله علينا بالمطر، وتدل على الحجاج في إحياء الموتى بإحياء الأرض بالنبات وتدل على أنه أراد من الجميع التذكر، وتدل على أنه أجرى العادة بإخراج النبات بالماء. وإلا فهو قادر على إخراجه من غير ماء فأجرى العادة على وجوه دبرها عليها على ما نشاهده، لضرب من المصلحة دينا ودنيا..»  .ثم ضرب- سبحانه- مثلا لاختلاف استعداد البشر للخير والشر فقال:"
}