{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/25/50/",
    "ayah_number": 50,
    "text": "والضمير المنصوب في قوله- تعالى-: وَلَقَدْ صَرَّفْناهُ بَيْنَهُمْ لِيَذَّكَّرُوا ... يعود إلى الماء الطهور الذي سبق الحديث عنه.والتصريف: التكرير والتنويع والانتقال من حال إلى حال.أى: ولقد صرفنا هذا المطر النازل من السماء فأنزلناه بين الناس في البلدان المختلفة، وفي الأوقات المتفاوتة، وعلى الصفات المتغايرة، فنزيده في بعض البلاد وننقصه أخرى، ونمنعه عن بعض الأماكن.. كل ذلك على حسب حكمتنا ومشيئتنا.وقد فعلنا ما فعلنا لكي يعتبر الناس ويتعظوا ويخلصوا العبادة لنا.قال الآلوسى: قوله: وَلَقَدْ صَرَّفْناهُ الضمير للماء المنزل من السماء، وتصريفه:تحويل أحواله، وأوقاته وإنزاله على أنحاء مختلفة.وقال بعضهم: هو راجع الى القول المفهوم من السياق، وهو ما ذكر فيه إنشاء السحاب وإنزال المطر، وتصريفه: تكريره، وذكره على وجوه ولغات مختلفة.والمعنى: ولقد كررنا هذا القول وذكرناه على أنحاء مختلفة في القرآن وغيره من الكتب السماوية بين الناس ليتفكروا..وأخرج ابن المنذر وابن أبى حاتم عن عطاء الخراساني أنه عائد على القرآن. ألا ترى قوله- تعالى- بعد ذلك: وَجاهِدْهُمْ بِهِ وحكاه في البحر عن ابن عباس. والمشهور عنه ما تقدم، ولعل المراد ما ذكر فيه من الأدلة على كمال قدرته- تعالى- .ويبدو لنا أن أقرب الأقوال إلى الصواب هو القول الأول، لأن سياق الحديث عن المطر النازل من السماء بقدرة الله- تعالى- ولأن هذا القول هو المأثور عن جمع من الصحابة والتابعين، كابن عباس، وابن مسعود وعكرمة، ومجاهد وقتادة.. وغيرهم.وقوله- تعالى-: فَأَبى أَكْثَرُ النَّاسِ إِلَّا كُفُوراً بيان لموقف أكثر الناس من نعم الله- تعالى-. أى: أنزلنا المطر، وصرفناه بين الناس ليعتبروا ويتعظوا، فأبى أكثرهم إلا الجحود لنعمنا، ومقابلتها بالكفران، وإسنادها إلى غيرنا ممن لا يخلقون شيئا وإنما هم عباد لنا، وخلقنا.وفي صحيح مسلم أن الرسول صلّى الله عليه وسلّم قال يوما لأصحابه بعد نزول المطر من السماء:«أتدرون ماذا قال ربكم؟ قالوا: الله ورسوله أعلم. فقال صلّى الله عليه وسلّم: «قال ربكم، أصبح من عبادي مؤمن بي وكافر، فأما من قال: مطرنا بفضل الله ورحمته فذاك مؤمن بي كافر بالكواكب، وأما من قال مطرنا بنوء كذا وكذا، فذاك كافر بي مؤمن بالكواكب» .- والنوء- بتشديد النون وفتحها وسكون الواو: سقوط نجم في المغرب مع الفجر، وطلوع آخر يقابله من ساعته بالمشرق.وقال- سبحانه-: فَأَبى أَكْثَرُ النَّاسِ ... لمدح القلة المؤمنة منهم، وهم الذين قابلوا نعم الله- تعالى- بالشكر والطاعة."
}