{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/25/77/",
    "ayah_number": 77,
    "text": "قال القرطبي: يقال: ما عبأت بفلان، أى: ما باليت به. أى: ما كان له عندي وزن ولا قدر. وأصل يعبأ: من العبء وهو الثقل.. فالعبء: الحمل الثقيل، والجمع أعباء.و «ما» استفهامية، وليس يبعد أن تكون نافية، لأنك إذا حكمت بأنها استفهام فهو نفى خرج مخرج الاستفهام، وحقيقة القول عندي أن موضع «ما» نصب والتقدير أى عبء يعبأ بكم ربي؟ أى: أى مبالاة يبالى بكم ربي لولا دعاؤكم.. .هذا، وللعلماء في تفسير هذه الآية أقوال منها: أن قوله- تعالى-: قُلْ ما يَعْبَؤُا بِكُمْ رَبِّي لَوْلا دُعاؤُكُمْ خطاب للمؤمنين أو للناس جميعا، وأن المصدر وهو. دعاؤكم مضاف لفاعله، وأن بقية الآية وهي قوله: فَقَدْ كَذَّبْتُمْ.. خطاب للكافرين، والمعنى على هذا القول:قل- أيها الرسول الكريم- للمؤمنين أو للناس جميعا، أى اعتداد لكم عند ربكم لولا دعاؤكم، أى: لولا عبادتكم له- عز وجل- أى: لولا إخلاصكم العبادة له لما اعتد بكم.ثم أفرد الكافرين بالخطاب فقال: فَقَدْ كَذَّبْتُمْ أيها الكافرون فَسَوْفَ يَكُونُ لِزاماً.أى: فسوف يكون جزاء التكذيب «لزاما» أى: عذابا دائما ملازما لكم. فلزاما مصدر لازم، كقاتل قتالا، والمراد به هنا اسم الفاعل.وقد وضح صاحب الكشاف هذا القول فقال: لما وصف الله- تعالى- عبادة العباد، وعدد صالحاتهم وحسناتهم.. أتبع ذلك ببيان أنه إنما اكترث لأولئك وعبأ بهم وأعلى ذكرهم، لأجل عبادتهم فأمر رسوله صلّى الله عليه وسلّم أن يصرح للناس، ويجزم لهم القول، بأن الاكتراث لهم عند ربهم، إنما هو للعبادة وحدها لا لمعنى آخر ...وقوله فَقَدْ كَذَّبْتُمْ يقول: إذا أعلمتكم أن حكمى، أنى لا أعتد بعبادي إلا من أجل عبادتهم، فقد خالفتم بتكذيبكم حكمى، فسوف يلزمكم أثر تكذيبكم حتى يكبكم في النار.ونظيره في الكلام أن يقول الملك لمن عصاه: «إن من عادتي أن أحسن إلى من يطيعني، ويتبع أمرى، فقد عصيت فسوف ترى ما أحل بك بسبب عصيانك ... » .ومن العلماء من يرى أن الخطاب في الآية للكافرين، وأن المصدر مضاف لمفعوله، فيكون المعنى: قل- أيها الرسول الكريم- لهؤلاء الكافرين، ما يعبأ بكم ربي، ولا يكترث لوجودكم، لولا دعاؤه إياكم على لساني، إلى توحيده وإخلاص العبادة له، وبما أنى قد دعوتكم فكذبتم دعوتي. فسوف يكون عاقبة ذلك ملازمة العذاب لكم.وهذا قول جيد ولا إشكال فيه وقد تركنا بعض الأقوال لضعفها، وغناء هذين القولين عنها.وبعد: فهذا تفسير لسورة «الفرقان» تلك السورة التي حكت شبهات المشركين وأبطلتها. وساقت ما ساقت من تسلية الرسول صلّى الله عليه وسلّم وتثبيته، وبشرت عباد الرحمن بأرفع المنازل.ونسأل الله- تعالى- أن يجعلنا جميعا منهم، وأن يحشرنا في زمرتهم."
}