{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/81/7/",
    "ayah_number": 7,
    "text": "وقوله ( وإذا النفوس زوجت ) أي جمع كل شكل إلى نظيره كقوله ( احشروا الذين ظلموا وأزواجهم ) الصافات : 22وقال ابن أبي حاتم حدثنا أبي ، حدثنا محمد بن الصباح البزار حدثنا الوليد بن أبي ثور عن سماك عن النعمان بن بشير أنه قال قال رسول الله صلى الله عليه وسلم ( وإذا النفوس زوجت ) قال : الضرباء كل رجل مع كل قوم كانوا يعملون عمله وذلك بأن الله عز وجل يقول ( وكنتم أزواجا ثلاثة فأصحاب الميمنة ما أصحاب الميمنة وأصحاب المشأمة ما أصحاب المشأمة والسابقون السابقون ) الواقعة 7 10 ] قال هم الضرباء .ثم رواه ابن أبي حاتم من طرق أخر عن سماك بن حرب عن النعمان بن بشير أن عمر خطب الناس فقرأ ( وإذا النفوس زوجت ) فقال : تزوجها أن تؤلف كل شيعة إلى شيعتهم وفي رواية هما الرجلان يعملان العمل فيدخلان به الجنة أو النار .وفي رواية عن النعمان قال سئل عمر عن قوله تعالى ( وإذا النفوس زوجت ) فقال يقرن بين الرجل الصالح مع الرجل الصالح ويقرن بين الرجل السوء مع الرجل السوء في النار فذلك تزويج الأنفسوفي رواية عن النعمان أن عمر قال للناس ما تقولون في تفسير هذه الآية ( وإذا النفوس زوجت ) ؟ فسكتوا . قال ولكن هو الرجل يزوج نظيره من أهل الجنة والرجل يزوج نظيره من أهل النار ثم قرأ ( احشروا الذين ظلموا وأزواجهم )وقال العوفي عن ابن عباس في قوله ( وإذا النفوس زوجت ) قال ذلك حين يكون الناس أزواجا ثلاثةوقال ابن أبي نجيح عن مجاهد ( وإذا النفوس زوجت ) قال الأمثال من الناس جمع بينهم وكذا قال الربيع بن خثيم والحسن وقتادة واختاره ابن جرير وهو الصحيحقول آخر في قوله ( وإذا النفوس زوجت ) قال ابن أبي حاتمحدثنا علي بن الحسين بن الجنيد حدثنا أحمد بن عبد الرحمن حدثني أبي عن أبيه عن أشعث بن سوار ] عن جعفر عن سعيد بن جبير عن ابن عباس قال يسيل واد من أصل العرش من ماء فيما بين الصيحتين ومقدار ما بينهما أربعون عاما فينبت منه كل خلق بلي من الإنسان أو طير أو دابة ولو مر عليهم مار قد عرفهم قبل ذلك لعرفهم على الأرض قد نبتوا ثم ترسل الأرواح فتزوج الأجساد فذلك قول الله تعالى : ( وإذا النفوس زوجت )وكذا قال أبو العالية وعكرمة وسعيد بن جبير والشعبي والحسن البصري أيضا في قوله ( وإذا النفوس زوجت ) أي زوجت بالأبدان . وقيل زوج المؤمنون بالحور العين وزوج الكافرون بالشياطين حكاه القرطبي في \" التذكرة ."
}