{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/6/100/",
    "ayah_number": 100,
    "text": "( وجعلوا لله شركاء الجن وخلقهم وخرقوا له بنين وبنات بغير علم سبحانه وتعالى عما يصفون ( 100 ) ) .هذا رد على المشركين الذين عبدوا مع الله غيره ، وأشركوا في عبادة الله أن عبدوا الجن ، فجعلوهم شركاء الله في العبادة ، تعالى الله عن شركهم وكفرهم .فإن قيل : فكيف عبدت الجن وإنما كانوا يعبدون الأصنام؟ فالجواب : أنهم إنما عبدوا الأصنام عن طاعة الجن وأمرهم إياهم بذلك ، كما قال تعالى : ( إن يدعون من دونه إلا إناثا وإن يدعون إلا شيطانا مريدا لعنه الله وقال لأتخذن من عبادك نصيبا مفروضا ولأضلنهم ولأمنينهم ولآمرنهم فليبتكن آذان الأنعام ولآمرنهم فليغيرن خلق الله ومن يتخذ الشيطان وليا من دون الله فقد خسر خسرانا مبينا يعدهم ويمنيهم وما يعدهم الشيطان إلا غرورا ) [ النساء : 117 - 120 ] ، وقال تعالى : ( أفتتخذونه وذريته أولياء من دوني وهم لكم عدو بئس للظالمين بدلا ) [ الكهف : 50 ] ، وقال إبراهيم لأبيه : ( يا أبت لا تعبد الشيطان إن الشيطان كان للرحمن عصيا ) [ مريم : 44 ] ، وقال تعالى : ( ألم أعهد إليكم يا بني آدم أن لا تعبدوا الشيطان إنه لكم عدو مبين وأن اعبدوني هذا صراط مستقيم ) [ يس : 60 ، 61 ] ، وتقول الملائكة يوم القيامة : ( سبحانك أنت ولينا من دونهم بل كانوا يعبدون الجن أكثرهم بهم مؤمنون ) [ سبأ : 41 ] ، ولهذا قال تعالى : ( وجعلوا لله شركاء الجن وخلقهم ) أي : وقد خلقهم ، فهو الخالق وحده لا شريك له ، فكيف يعبد معه غيره ، كما قال إبراهيم عليه السلام ( أتعبدون ما تنحتون والله خلقكم وما تعملون ) [ الصافات : 95 ، 96 ] .ومعنى الآية : أنه سبحانه وتعالى هو المستقل بالخلق وحده; فلهذا يجب أن يفرد بالعبادة وحده لا شريك له .وقوله تعالى : ( وخرقوا له بنين وبنات بغير علم ) ينبه به تعالى على ضلال من ضل في وصفه تعالى بأن له ولدا ، كما يزعم من قاله من اليهود في العزير ، ومن قال من النصارى في المسيح وكما قال المشركون من العرب في الملائكة : إنها بنات الله ، تعالى الله عما يقولون علوا كبيرا .ومعنى قوله تعالى ( وخرقوا ) أي : واختلقوا وائتفكوا ، وتخرصوا وكذبوا ، كما قاله علماء السلف . قال علي بن أبي طلحة عن ابن عباس : ( وخرقوا ) يعني : أنهم تخرصوا .وقال العوفي عنه : ( وخرقوا له بنين وبنات بغير علم ) قال : جعلوا له بنين وبنات . وقال مجاهد : ( وخرقوا له بنين وبنات ) قال : كذبوا . وكذا قال الحسن . وقال الضحاك : وضعوا ، وقال السدي : قطعوا .قال ابن جرير : فتأويل الكلام إذا : وجعلوا لله الجن شركاء في عبادتهم إياه ، وهو المنفرد بخلقهم بغير شريك ولا ظهير ( وخرقوا له بنين وبنات ) يقول : وتخرصوا لله كذبا ، فافتعلوا له بنين وبنات بغير علم بحقيقة ما يقولون ، ولكن جهلا بالله وبعظمته ، وأنه لا ينبغي إن كان إلها أن يكون له بنون وبنات ولا صاحبة ، ولا أن يشركه في خلقه شريك .ولهذا قال تعالى : ( سبحانه وتعالى عما يصفون ) أي : تقدس وتنزه وتعاظم عما يصفه هؤلاء الجهلة الضالون من الأولاد والأنداد ، والنظراء والشركاء ."
}