{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/6/130/",
    "ayah_number": 130,
    "text": "وهذا أيضا مما يقرع الله به سبحانه وتعالى كافري الجن والإنس يوم القيامة ، حيث يسألهم - وهو أعلم - : هل بلغتهم الرسل رسالاته؟ وهذا استفهام تقرير : ( يا معشر الجن والإنس ألم يأتكم رسل منكم ) أي : من جملتكم . والرسل من الإنس فقط ، وليس من الجن رسل ، كما قد نص على ذلك مجاهد ، وابن جريج ، وغير واحد من الأئمة ، من السلف والخلف .وقال ابن عباس : الرسل من بني آدم ، ومن الجن نذر .وحكى ابن جرير ، عن الضحاك بن مزاحم : أنه زعم أن في الجن رسلا واحتج بهذه الآية الكريمة وفي الاستدلال بها على ذلك نظر; لأنها محتملة وليست بصريحة ، وهي - والله أعلم - كقوله تعالى ( مرج البحرين يلتقيان بينهما برزخ لا يبغيان ) إلى أن قال : ( يخرج منهما اللؤلؤ والمرجان ) [ الرحمن : 19 - 22 ] ، ومعلوم أن اللؤلؤ والمرجان إنما يستخرج من الملح لا من الحلو . وهذا واضح ، ولله الحمد . وقد نص على هذا الجواب بعينه ابن جرير .والدليل على أن الرسل إنما هم من الإنس قوله تعالى : ( إنا أوحينا إليك كما أوحينا إلى نوح والنبيين من بعده وأوحينا ) إلى أن قال : ( رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل ) [ النساء : 163 - 165 ] ، وقال تعالى عن إبراهيم : ( وجعلنا في ذريته النبوة والكتاب ) [ العنكبوت : 27 ] ، فحصر النبوة والكتاب بعد إبراهيم في ذريته ، ولم يقل أحد من الناس : إن النبوة كانت في الجن قبل إبراهيم الخليل عليه السلام ثم انقطعت عنهم ببعثته . وقال تعالى : ( وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق ) [ الفرقان : 20 ] ، وقال تعالى : ( وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل القرى ) [ يوسف : 109 ] ، ومعلوم أن الجن تبع للإنس في هذا الباب; ولهذا قال تعالى إخبارا عنهم : ( وإذ صرفنا إليك نفرا من الجن يستمعون القرآن فلما حضروه قالوا أنصتوا فلما قضي ولوا إلى قومهم منذرين قالوا يا قومنا إنا سمعنا كتابا أنزل من بعد موسى مصدقا لما بين يديه يهدي إلى الحق وإلى طريق مستقيم يا قومنا أجيبوا داعي الله وآمنوا به يغفر لكم من ذنوبكم ويجركم من عذاب أليم ومن لا يجب داعي الله فليس بمعجز في الأرض وليس له من دونه أولياء أولئك في ضلال مبين ) [ الأحقاف : 29 - 32 ] .وقد جاء في الحديث - الذي رواه الترمذي وغيره - أن رسول الله صلى الله عليه وسلم تلا عليهم سورة الرحمن وفيها قوله تعالى : ( سنفرغ لكم أيها الثقلان فبأي آلاء ربكما تكذبان ) [ الآيتان : 31 ، 32 ] .وقال تعالى في هذه الآية الكريمة : ( يا معشر الجن والإنس ألم يأتكم رسل منكم يقصون عليكم آياتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على أنفسنا ) أي : أقررنا أن الرسل قد بلغونا رسالاتك ، وأنذرونا لقاءك ، وأن هذا اليوم كائن لا محالة .قال تعالى : ( وغرتهم الحياة الدنيا ) أي : وقد فرطوا في حياتهم الدنيا ، وهلكوا بتكذيبهم الرسل ، ومخالفتهم للمعجزات ، لما اغتروا به من زخرف الحياة الدنيا وزينتها وشهواتها ، ( وشهدوا على أنفسهم ) أي : يوم القيامة ( أنهم كانوا كافرين ) أي : في الدنيا ، بما جاءتهم به الرسل ، صلوات الله وسلامه عليهم أجمعين ."
}