{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/6/59/",
    "ayah_number": 59,
    "text": "وقوله : ( وعنده مفاتح الغيب لا يعلمها إلا هو ) قال البخاري : حدثنا عبد العزيز بن عبد الله ، حدثنا إبراهيم بن سعد ، عن ابن شهاب ، عن سالم بن عبد الله ، عن أبيه ; أن رسول الله - صلى الله عليه وسلم - قال : \" مفاتح الغيب خمس لا يعلمها إلا الله : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) [ لقمان : 34 ] .وفي حديث عمر [ رضي الله عنه ] أن جبريل حين تبدى له في صورة أعرابي فسأل عن الإسلام والإيمان والإحسان ، قال له رسول الله - صلى الله عليه وسلم - فيما قال له : \" خمس لا يعلمهن إلا الله \" ، ثم قرأ : ( إن الله عنده علم الساعة ) الآية [ لقمان : 34 ] .وقوله : ( ويعلم ما في البر والبحر ) أي : يحيط علمه الكريم بجميع الموجودات ، بريها وبحريها لا يخفى عليه من ذلك شيء ، ولا مثقال ذرة في الأرض ولا في السماء . وما أحسن ما قال الصرصري :فلا يخفى عليه الذر إما تراءى للنواظر أو توارىوقوله : ( وما تسقط من ورقة إلا يعلمها ) أي : ويعلم الحركات حتى من الجمادات ، فما ظنك بالحيوانات ، ولا سيما المكلفون منهم من جنهم وإنسهم ، كما قال تعالى : ( يعلم خائنة الأعين وما تخفي الصدور ) [ غافر : 19 ] .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا الحسن بن الربيع ، حدثنا أبو الأحوص ، عن سعيد بن مسروق ، عن حسان النمري عن ابن عباس في قوله : ( وما تسقط من ورقة إلا يعلمها ) قال : ما من شجرة في بر ولا بحر إلا وملك موكل بها ، يكتب ما يسقط منها .وقوله : ( ولا حبة في ظلمات الأرض ولا رطب ولا يا بس إلا في كتاب مبين ) قال محمد بن إسحاق ، عن يحيى بن النضر ، عن أبيه سمعت عبد الله بن عمرو بن العاص يقول : إن تحت الأرض الثالثة وفوق الرابعة من الجن ما لو أنهم ظهروا - يعني لكم - لم تروا معهم نورا ، على كل زاوية من زوايا الأرض خاتم من خواتيم الله ، عز وجل ، على كل خاتم ملك من الملائكة يبعث الله ، عز وجل ، إليه في كل يوم ملكا من عنده : أن احتفظ بما عندك .قال ابن أبي حاتم : حدثنا عبد الله بن محمد بن عبد الرحمن بن المسور الزهري : حدثنا مالك بن سعير ، حدثنا الأعمش ، عن يزيد بن أبي زياد عن عبد الله بن الحارث قال : ما في الأرض من شجرة ولا مغرز إبرة إلا عليها ملك موكل يأتي الله بعلمها : رطوبتها إذا رطبت ، ويبسها إذا يبست .وكذا رواه ابن جرير ، عن أبي الخطاب زياد بن عبد الله الحساني ، عن مالك بن سعير ، بهثم قال ابن أبي حاتم : ذكر عن أبي حذيفة ، حدثنا سفيان ، عن عمرو بن قيس ، عن رجل عن سعيد بن جبير عن ابن عباس قال : خلق الله النون - وهي الدواة - وخلق الألواح ، فكتب فيها أمر الدنيا حتى ينقضي ما كان من خلق مخلوق ، أو رزق حلال أو حرام ، أو عمل بر أو فجور وقرأ هذه الآية : ( وما تسقط من ورقة إلا يعلمها ) إلى آخر الآية ."
}