{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/6/123/",
    "ayah_number": 123,
    "text": "يقول تعالى : وكما جعلنا في قريتك - يا محمد - أكابر من المجرمين ، ورؤساء ودعاة إلى الكفر والصد عن سبيل الله ، وإلى مخالفتك وعداوتك ، كذلك كانت الرسل من قبلك يبتلون بذلك ، ثم تكون لهم العاقبة ، كما قال تعالى : ( وكذلك جعلنا لكل نبي عدوا من المجرمين وكفى بربك هاديا ونصيرا ) [ الفرقان : 31 ] ، وقال تعالى : ( وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميرا ) [ الإسراء : 16 ] ، قيل : معناه : أمرناهم بالطاعات ، فخالفوا ، فدمرناهم . وقيل : أمرناهم أمرا قدريا ، كما قال هاهنا : ( ليمكروا فيها ) .وقال ابن أبي طلحة عن ابن عباس : ( أكابر مجرميها ) قال : سلطنا شرارها فعصوا فيها ، فإذا فعلوا ذلك أهلكناهم بالعذاب .وقال مجاهد وقتادة : ( أكابر مجرميها ) قال عظماؤها .قلت : وهذا كقوله تعالى : ( وما أرسلنا في قرية من نذير إلا قال مترفوها إنا بما أرسلتم به كافرون وقالوا نحن أكثر أموالا وأولادا وما نحن بمعذبين ) [ سبأ : 34 ، 35 ] ، وقال تعالى : ( وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون ) [ الزخرف : 23 ] .والمراد بالمكر هاهنا دعاؤهم إلى الضلالة بزخرف من المقال والفعال ، كما قال تعالى إخبارا عن قوم نوح : ( ومكروا مكرا كبارا ) [ نوح : 22 ] ، وقال تعالى : ( ولو ترى إذ الظالمون موقوفون عند ربهم يرجع بعضهم إلى بعض القول يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا وأسروا الندامة لما رأوا العذاب وجعلنا الأغلال في أعناق الذين كفروا هل يجزون إلا ما كانوا يعملون ) [ سبأ : 31 - 33 ] .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا ابن أبي عمر ، حدثنا سفيان قال : كل مكر في القرآن فهو عمل .وقوله : ( وما يمكرون إلا بأنفسهم وما يشعرون ) أي : وما يعود وبال مكرهم ذلك وإضلالهم من أضلوه إلا على أنفسهم ، كم قال تعالى : ( وليحملن أثقالهم وأثقالا مع أثقالهم ) [ العنكبوت : 13 ] ، وقال ( ومن أوزار الذين يضلونهم بغير علم ألا ساء ما يزرون ) [ النحل : 25 ] ."
}