{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/40/3/",
    "ayah_number": 3,
    "text": "غافِرِ الذَّنْبِ أى: ساتر لذنوب عباده، ومزيل لأثرها عنهم بفضله ورحمته.فلفظ غافِرِ من الغفر بمعنى الستر والتغطية، يقال: غفر الله- تعالى- ذنب فلان غفرا ومغفرة وغفرانا، إذا غطاه وستره وعفا عنه.ولفظ الذنب: يطلق على كل قول أو فعل تسوء عاقبته، مأخوذ من ذنب الشيء، أى:نهايته وَقابِلِ التَّوْبِ والتوب مصدر بمعنى الرجوع عن الذنب والتوبة منه. يقال: تاب فلان عن الذنب توبة وتوبا إذا رجع عنه.أى: أنه- سبحانه- يغفر ذنوب عباده، ويقبل توبتهم فضلا منه وكرما.قال صاحب الكشاف: ما بال الواو في قوله وَقابِلِ التَّوْبِ؟قلت: فيها نكتة جليلة، وهي إفادة الجمع للمذنب التائب بين رحمتين: بين أن يقبل توبته فيكتبها له طاعة من الطاعات، وأن يجعلها محاءة للذنوب، كأنه لم يذنب. كأنه قال: جامع المغفرة والقبول..  .شَدِيدِ الْعِقابِ أى: لمن أشرك به، وأعرض عن الحق الذي جاء به الرسول صلّى الله عليه وسلم ذِي الطَّوْلِ أى: ذي الفضل والثواب والإنعام على من يشاء من عباده.والطّول: السعة والغنى والزيادة، يقال: لفلان على فلان طول، أى زيادة وفضل، ومنه الطّول في الجسم لأنه زيادة فيه. قال- تعالى-: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا.. أى:غنى وسعة.لا إِلهَ إِلَّا هُوَ أى: لا إله بحق وصدق إلا هو- سبحانه-.إِلَيْهِ الْمَصِيرُ أى: إليه المرجع والمآب يوم القيامة، ليحاسبكم على أعمالكم في الدنيا.قال القرطبي: روى عن عمر بن الخطاب- رضى عنه- أنه افتقد رجلا ذا بأس شديد من أهل الشام فلما سأل عنه قيل له: تتابع في هذا الشراب.فقال عمر لكاتبه: اكتب من عمر بن الخطاب إلى فلان، سلام عليك، وأنا أحمد الله إليك الذي لا إله إلا هو بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ، حم تَنْزِيلُ الْكِتابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ إلى قوله- تعالى-: إِلَيْهِ الْمَصِيرُ.ثم ختم الكتاب وقال لرسوله: لا تدفعه إليه حتى تجده صاحيا. ثم أمر من عنده بالدعاء له بالتوبة. فلما وصل الكتاب إلى الرجل جعل يقرؤه ويقول: قد وعدني الله أن يغفر لي، وحذرني عقابه، فلم يبرح يرددها حتى بكى، ثم نزع فأحسن النزع وحسنت توبته.فلما بلغ عمر ذلك قال: هكذا فاصنعوا إذا رأيتم أحدكم قد زل زلته فسددوه وادعوا الله له أن يتوب عليه، ولا تكونوا أعوانا للشيطان عليه ."
}