{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/40/16/",
    "ayah_number": 16,
    "text": "ثم صور- سبحانه- أحوال الناس في هذا اليوم العصيب، فقال: يَوْمَ هُمْ بارِزُونَ لا يَخْفى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ....وهذه الجملة الكريمة بدل من قوله يَوْمَ التَّلاقِ، أى: يلقى- سبحانه- على من يشاء من عباده، لكي ينذر الناس من أهوال ذلك اليوم الذي تلتقي فيه الخلائق، والذي يظهرون فيه ظهورا تاما، دون أن يخفى منهم شيء على الله- تعالى-.والله- تعالى- لا يخفى عليه شيء من أمرهم لا في هذا اليوم ولا في غيره، ولكنه- سبحانه- ذكر بروزهم وعدم خفائهم عليه في هذا اليوم، لأنهم- لجهلهم- كانوا يتوهمون في الدنيا أنهم يستطيعون التستر عنه، كما أشار- سبحانه- إلى ذلك في قوله- تعالى- أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ، أَلا حِينَ يَسْتَغْشُونَ ثِيابَهُمْ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ، إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ.ورحم الله صاحب الكشاف، فقد قال: قوله: يَوْمَ هُمْ بارِزُونَ أى: ظاهرون لا يسترهم شيء من جبل أو أكمة أو بناء، لأن الأرض بارزة قاع صفصف، ولا عليهم ثياب، إنما هم عراة مكشوفون، كما جاء في الحديث: «يحشرون عراة حفاة غرلا» لا يَخْفى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ أى: من أعمالهم وأحوالهم ...فإن قلت: قوله: لا يَخْفى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ بيان وتقرير لبروزهم، والله- تعالى- لا يخفى عليه منهم شيء برزوا أم لم يبرزوا، فما معناه؟قلت: معناه أنهم كانوا يتوهمون في الدنيا أنهم إذا استتروا بالحيطان والحجب، أن الله لا يراهم وتخفى عليه أعمالهم، فهم اليوم صائرون من البروز والانكشاف إلى حال لا يتوهمون فيها مثل ما كانوا يتوهمونه قال- تعالى-: وَلكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لا يَعْلَمُ كَثِيراً مِمَّا تَعْمَلُونَ.. .وقوله- تعالى-: لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْواحِدِ الْقَهَّارِ السائل والمجيب هو الله- تعالى-.أى: ينادى الله- تعالى- في المخلوقات في ذلك اليوم، لمن الملك في هذا اليوم الهائل الشديد؟ ثم يجيب- سبحانه- على هذا السؤال بقوله: لِلَّهِ الْواحِدِ الْقَهَّارِ.قال القرطبي ما ملخصه: قال الحسن: هو السائل- تعالى- وهو المجيب، لأنه يقول ذلك حين لا أحد يجيبه، فيجيب نفسه سبحانه فيقول: لِلَّهِ الْواحِدِ الْقَهَّارِ.وعن ابن مسعود قال: يحشر الناس على أرض بيضاء مثل الفضة، لم يعص الله- جل وعلا- عليها، فيأمر مناديا ينادى: لِمَنِ الْمُلْكُ الْيَوْمَ فيقول العباد مؤمنهم وكافرهم:لِلَّهِ الْواحِدِ الْقَهَّارِ.فيقول المؤمنون هذا الجواب سرورا وتلذذا، ويقوله الكافرون غما وانقيادا وخضوعا.ثم قال: والقول الأول ظاهر جدا، لأن المقصود إظهار انفراده- تعالى- بالملك عند انقطاع دعاوى المدعين، وانتساب المنتسبين، إذ قد ذهب كل ملك وملكة  ."
}