{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/40/18/",
    "ayah_number": 18,
    "text": "ثم يوجه الله- تعالى- أمره إلى النبي صلّى الله عليه وسلم بأن يحذر كفار قريش من أهوال هذا اليوم فيقول: وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَناجِرِ كاظِمِينَ ...والآزفة: القيامة. وأصل معنى الآزفة: القريبة، وسميت القيامة بذلك لقربها، يقال:أزف- بزنة فرح- يوم الرحيل. إذا دنا وقرب.والحناجر: جمع حنجرة وهي الحلقوم.وكاظمين: حال من أصحاب القلوب على المعنى. فإن ذكر القلوب يدل على ذكر أصحابها.وأصل الكظم: الحبس والإمساك للشيء. يقال: كظم القربة إذا ملأها بالماء، وسد فاها، حتى لا يخرج منها شيء من الماء.والمعنى: وأنذر- أيها الرسول الكريم- الناس، وحذرهم من أهوال يوم عظيم قريب الوقوع، هذا اليوم تكون قلوبهم فيه مرتفعة عن مواضعها من صدورهم. ومتشبثة بحناجرهم، ويكونون كاظمين عليها وممسكين بها حتى لا تخرج مع أنفاسهم. كما يمسك صاحب القربة فمها لكي لا يتسرب منها الماء.فالآية الكريمة تصوير يديع لما يكون عليه الناس في هذا اليوم من فزع شديد، وكرب عظيم. وخوف ليس بعده خوف.والحديث عن قرب يوم القيامة قد جاء في آيات كثيرة منها قوله- تعالى-: اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ...وقوله- سبحانه- اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ.والظاهر أن قوله هنا يَوْمَ الْآزِفَةِ هو المفعول الثاني للإنذار ليس ظرفا له. لأن الإنذار والتخويف من أهوال يوم القيامة واقع في دار الدنيا.وقوله: إِذِ الْقُلُوبُ بدل من يوم الآزفة.قال صاحب الكشاف: فإن قلت «كاظمين» بم انتصب؟ قلت: هو حال من أصحاب القلوب على المعنى، لأن المعنى: إذ قلوبهم لدى حناجرهم كاظمين عليها. ويجوز أن يكون حالا من القلوب، وأن القلوب، كاظمة على غم وكرب فيها مع بلوغها الحناجر.وإنما جمع جمع السلامة، لأنه وصفها بالكظم الذي هو من أفعال العقلاء، كما قال- تعالى-: وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي ساجِدِينَ ... .وقوله- تعالى-: ما لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطاعُ نفى لكون هؤلاء الظالمين يوجد في هذا اليوم من ينفعهم أو يدافع عنهم.والحميم: هو الإنسان الذي يحبك ويشفق عليك ويهتم بأمرك، ومنه قيل لخاصة الرجل:حامّته.والشفيع: من الشفع، بمعنى الانضمام، يقال شفع فلان لفلان إذا انضم إليه ليدافع عنه.أى: ليس للظالمين في هذا اليوم قريب أو محب يعطف عليهم، ولا شفيع يطيعهم في الشفاعة لهم، لأنهم في هذا اليوم يكونون محل غضب الجميع ونقمتهم، بسبب ظلمهم وإصرارهم على كفرهم.فالآية الكريمة نفت عنهم الصديق الذي يهتم بأمرهم، والشفيع الذي يشفع لهم، والإنسان الذي تكون له أية كلمة تسمع في شأنهم."
}