{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/40/26/",
    "ayah_number": 26,
    "text": "ثم بين- سبحانه- لونا آخر من ألوان فجور فرعون وبغيه فقال: وَقالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسى..والجملة الكريمة معطوفة على قوله: قالُوا اقْتُلُوا أَبْناءَ الَّذِينَ آمَنُوا مَعَهُ وجملة وَما كَيْدُ الْكافِرِينَ إِلَّا فِي ضَلالٍ اعتراضية، جيء بها مسارعة لبيان خسرانهم وضلالهم.أى: وقال فرعون لحاشيته ومستشاريه وخاصته: اتركوني لأقتل موسى- عليه السلام- وأتخلص منه ومن أقواله التي فيها ما فيها من الضرر بي وبكم.ويبدو من أسلوب الآية الكريمة أن اتجاه فرعون لقتل موسى كان يجد معارضة مستشاريه.لأنهم يرون أن قتله لا ينهى المتاعب، بل قد يزيدها اشتعالا لأن عامة الناس سيفهمون أن قتل موسى كان بسبب أنه على الحق، فتثور ثائرتهم لقتله، أو لأنهم كانوا يخافون أن قتله سيؤدي إلى نزول العذاب بهم، غضبا من رب موسى، ولعل بعضهم كان يعتقد أن موسى على حق ولكن الخوف منعه من الجهر بذلك، أو لأنهم كانوا يرون أن قتل موسى سيؤدي إلى تفرغ فرعون لهم، وهم لا يريدون هذا التفرغ، لأنه يؤدى إلى ضياع الكثير من منافعهم.قال صاحب الكشاف: قوله: ذَرُونِي أَقْتُلْ مُوسى كانوا إذا هم بقتله كفّوه بقولهم:ليس موسى بالذي تخافه. وهو أقل من ذلك وأضعف وما هو إلا بعض السحرة.. وإنك إذا قتلته أدخلت الشبهة على الناس. واعتقدوا أنك قد عجزت عن معارضته بالحجة.والظاهر أن فرعون- لعنه الله- كان قد استيقن أن موسى نبيا. وأن ما جاء به آيات وما هو بسحر، ولكن الرجل كان قتالا سفاكا للدماء في أهون شيء، فكيف لا يقتل من أحس منه بأنه هو الذي يثل عرشه. ويهدم ملكه. ولكنه كان يخاف إن همّ بقتله. أن يعاجل بالهلاك.. .وقوله: وَلْيَدْعُ رَبَّهُ تظاهر من فرعون بأنه لا يبالى بما يكون من وراء قتله لموسى.وأنه غير مكترث لا بموسى ولا برب موسى.فالجملة الكريمة بيان لما جبل عليه هذا الطاغية من فجور وتكبر واستهزاء بالحق فكأنه يقول: إنى قاتل لموسى وليدع ربه لكي يخلصه منى..!!ثم نرى فرعون بعد ذلك يتظاهر أمام حاشيته، أنه ما حمله على إرادة قتل موسى، إلا الحرص على منفعتهم. فيقول: إِنِّي أَخافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسادَ.أى: اتركوني لأقتل موسى. وليدع ربه لكي يخلصه منى. إن كان في إمكانه ذلك. فإنى أخاف إن لم أقتله أن يبدل دينكم الذي أنتم عليه بدين آخر أو بأن يظهر في الأرض التي تعيشون عليها الفساد، عن طريق بث الفتن بينكم وإيقاد نار العداوة في صفوفكم. والعمل على اضطراب أمر دنياكم ومعاشكم.وهكذا الطغاة الماكرون في كل زمان ومكان: يضربون الحق بكل سلاح من أسلحتهم الباطلة. ثم يزعمون بعد ذلك أمام العامة والبسطاء والمغلوبين على أمرهم.. أنهم ما فعلوا ذلك إلا من أجل الحرص على مصالحهم الدينية والدنيوية!! قال الإمام الرازي: والمقصود من هذا الكلام، بيان السبب لقتل موسى، وهو أن وجوده يوجب إما فساد الدين أو فساد الدنيا، أما فساد الدين فلأن القوم اعتقدوا أن الدين الصحيح هو الذي كانوا عليه. فلما كان موسى ساعيا في إفساده كان في اعتقادهم أنه ساع في إفساد الدين الحق.وأما فساد الدنيا فهو أنه لا بد وأن يجتمع عليه قوم، ويصير ذلك سببا لوقوع الخصومات وإثارة الفتن.ولما كان حب الناس لأديانهم فوق حبهم لأموالهم، لا جرم بدأ فرعون يذكر الدين فقال:إِنِّي أَخافُ أَنْ يُبَدِّلَ دِينَكُمْ ثم أتبعه بذكر فساد الدنيا فقال: أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسادَ  ."
}