{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/7/",
    "ayah_number": 7,
    "text": "ثم حكى- سبحانه- لونا آخر من رذائلهم، وهو عدم اعتدادهم بالقرآن الكريم، الذي هو أعظم الآيات والمعجزات فقال- تعالى-: وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ....ولَوْلا هنا حرف تحضيض بمعنى هلا.ومرادهم بالآية: معجزة كونية كالتي جاء بها موسى من إلقائه العصى فإذا هي حية تسعى، أو كالتي جاء بها عيسى من إبرائه الأكمه والأبرص وإحيائه الموتى بإذن الله، أو كما يقترحون هم من جعل جبل الصفا ذهبا ...لأن القرآن- في زعمهم- ليس كافيا لكونه معجزة دالة على صدقه صلى الله عليه وسلم.أى: ويقول هؤلاء الكافرون الذين عموا وصموا عن الحق واستعجلوا العذاب. هلا أنزل على محمد صلى الله عليه وسلم آية أخرى غير القرآن الكريم تدل على صدقه.ولقد حكى القرآن مطالبهم المتعنتة في آيات كثيرة، منها قوله- تعالى-: وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهارَ خِلالَها تَفْجِيراً ... .وقد رد الله- تعالى- عليهم ببيان وظيفة النبي صلى الله عليه وسلم فقال إِنَّما أَنْتَ مُنْذِرٌ....أى: أن وظيفتك- أيها الرسول الكريم- هي إنذار هؤلاء الجاحدين بسوء المصير، إذا ما لجوا في طغيانهم، وأصروا على كفرهم وعنادهم وليس من وظيفتك الإتيان بالخوارق التي طلبوها منك.وإنما قصر- سبحانه- هنا وظيفة النبي صلى الله عليه وسلم على الإنذار، لأنه هو المناسب لأحوال المشركين الذين أنكروا كون القرآن معجزة.وقوله وَلِكُلِّ قَوْمٍ هادٍ أى: ولكل قوم نبي يهديهم إلى الحق والرشاد بالوسيلة التي يراها مناسبة لأحوالهم، وأنا- أيها الرسول الكريم- قد جئتهم بهذا القرآن الهادي للتي هي أقوم. والذي هو خير وسيلة لإرشاد الناس إلى ما يسعدهم في دينهم ودنياهم وآخرتهم.قال الشيخ القاسمى: «أو المعنى: ولكل قوم هاد عظيم الشأن، قادر على هدايتهم. هو الله- تعالى- فما عليك إلا إنذارهم لا هدايتهم كما قال- تعالى-: لَيْسَ عَلَيْكَ هُداهُمْ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ....أو المعنى: وَلِكُلِّ قَوْمٍ هادٍ أى: قائد يهديهم إلى الرشد، وهو الكتاب المنزل عليهم، الداعي بعنوان الهداية إلى ما فيه صلاحهم.يعنى: أن سر الإرسال وآيته الفريدة إنما هو الدعاء إلى الهدى، وتبصير سبله، والإنذار من الاسترسال في مساقط الردى. وقد أنزل عليك من الهدى أحسنه. فكفى بهدايته آية كبرى وخارقة عظمى. وأما الآيات المقترحة فأمرها إلى الله وحده ... » .ثم صور- سبحانه- سعة علمه تصويرا عميقا، تقشعر منه الجلود، وترتجف له المشاعر، وساق سنة من سننه التي لا تتغير ولا تتبدل، فقال- تعالى-:"
}