{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/30/",
    "ayah_number": 30,
    "text": "ثم بين- سبحانه- أن إرسال محمد صلى الله عليه وسلم إلى الناس ليس بدعا، فقد سبقه رسل كثيرون إلى أقوامهم فقال- تعالى-: كَذلِكَ أَرْسَلْناكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِها أُمَمٌ لِتَتْلُوَا عَلَيْهِمُ الَّذِي أَوْحَيْنا إِلَيْكَ.فالكاف في قوله كَذلِكَ للتشبيه حيث شبه- سبحانه- إرساله صلى الله عليه وسلم إلى الناس، بإرسال الرسل السابقين إلى أقوامهم.واسم الإشارة يعود إلى الإرسال المأخوذ من فعل «أرسلناك» .والمراد بالأمة هنا: أمة الدعوة التي أرسل إليها الرسول صلى الله عليه وسلم فآمن من آمن من أفرادها، وكفر من كفر.أى: كما أرسلنا رسلا سابقين إلى أقوامهم، أرسلناك يا محمد إلى قومك الذين قد سبقهم أقوام ورسل كثيرون لكي تقرأ على مسامعهم هذا القرآن العظيم الذي أوحيناه إليك من لدنا، ولتبين لهم ما اشتمل عليه من هدايات وتشريعات، كما بين الرسل الذين سبقوك لأقوامهم ما أمرهم الله- تعالى- ببيانه.وفي قوله- تعالى-: قَدْ خَلَتْ مِنْ قَبْلِها أُمَمٌ تعريض بمشركي مكة، وأنهم إذا ما استمروا في طغيانهم، فسيصيبهم ما أصاب الأمم الخالية.وقوله لِتَتْلُوَا عَلَيْهِمُ الَّذِي أَوْحَيْنا إِلَيْكَ المقصود منه تفخيم شأن القرآن الكريم، وأنه هو المعجزة الكبرى للرسول صلى الله عليه وسلم وأن وظيفة الرسول صلى الله عليه وسلم قراءته عليهم قراءة تدبر واستجابة لما يدعوهم إليه.وأن قول المشركين لَوْلا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ إنما هو قول يدل على عنادهم وغبائهم وجحودهم للحق بعد أن تبين.وجملة وَهُمْ يَكْفُرُونَ بِالرَّحْمنِ حالية.أى: أرسلناك أيها الرسول الكريم إلى هؤلاء الضالين، لتتلو عليهم ما ينقذهم من الضلال، ولكنهم عموا وصموا عن سماعه، والحال أنهم يكفرون بالرحمن أى العظيم الرحمة، الذي وسعت رحمته كل شيء.وأوثر اختيار اسم الرحمن من بين أسمائه- تعالى- للإشارة إلى أن إرساله صلى الله عليه وسلم مبعثه الرحمة كما قال- تعالى-: وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ .وللرد عليهم في إنكارهم أن يكون الله- تعالى- رحمانا، فقد حكى القرآن عنهم ذلك في قوله وَإِذا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمنِ قالُوا وَمَا الرَّحْمنُ .وقد ثبت في الحديث الصحيح أنهم لم يرضوا بكتابة هذا الاسم الكريم في صلح الحديبية، فعند ما قال صلى الله عليه وسلم لعلىّ: اكتب بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ قال أحد زعمائهم. ما ندري ما الرحمن الرحيم ...وقد أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد عليهم بما يبطل كفرهم فقال: قُلْ هُوَ رَبِّي لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتابِ.أى: قل لهم أيها الرسول الكريم: الرحمن الذي تتجافون النطق باسمه الكريم هو وحدهربي وخالقي، لا إله مستحق للعبادة سواه، عليه لا على أحد سواه توكلت في جميع أمورى، وإليه لا إلى غيره مرجعي وتوبتي وإنابتى.فهذه الجملة الكريمة اشتملت على أبلغ رد على أولئك المشركين الذين أنكروا أن يكون الإله- جل وعلا- رحمانا، وأنه- سبحانه- هو المستحق للعبادة."
}