{
    "verses": [
        {
            "id": 5164,
            "verse_key": "61:1",
            "text_uthmani_simple": "سبح لله ما فى السموت وما فى الارض وهو العزيز الحكيم"
        },
        {
            "id": 5165,
            "verse_key": "61:2",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لم تقولون ما لا تفعلون"
        },
        {
            "id": 5166,
            "verse_key": "61:3",
            "text_uthmani_simple": "كبر مقتا عند الله ان تقولوا۟ ما لا تفعلون"
        },
        {
            "id": 5167,
            "verse_key": "61:4",
            "text_uthmani_simple": "ان الله يحب الذين يقتلون فى سبيله صفا كانهم بنين مرصوص"
        },
        {
            "id": 5168,
            "verse_key": "61:5",
            "text_uthmani_simple": "واذ قال موسى لقومه يقوم لم تؤذوننى وقد تعلمون انى رسول الله اليكم فلما زاغوا۟ ازاغ الله قلوبهم والله لا يهدى القوم الفسقين"
        },
        {
            "id": 5169,
            "verse_key": "61:6",
            "text_uthmani_simple": "واذ قال عيسى ابن مريم يبنى اسرءيل انى رسول الله اليكم مصدقا لما بين يدى من التورىة ومبشرۢا برسول ياتى منۢ بعدى اسمه احمد فلما جاءهم بالبينت قالوا۟ هذا سحر مبين"
        },
        {
            "id": 5170,
            "verse_key": "61:7",
            "text_uthmani_simple": "ومن اظلم ممن افترى على الله الكذب وهو يدعى الى الاسلم والله لا يهدى القوم الظلمين"
        },
        {
            "id": 5171,
            "verse_key": "61:8",
            "text_uthmani_simple": "يريدون ليطفـوا۟ نور الله بافوههم والله متم نوره ولو كره الكفرون"
        },
        {
            "id": 5172,
            "verse_key": "61:9",
            "text_uthmani_simple": "هو الذى ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون"
        },
        {
            "id": 5173,
            "verse_key": "61:10",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ هل ادلكم على تجرة تنجيكم من عذاب اليم"
        },
        {
            "id": 5174,
            "verse_key": "61:11",
            "text_uthmani_simple": "تؤمنون بالله ورسوله وتجهدون فى سبيل الله بامولكم وانفسكم ذلكم خير لكم ان كنتم تعلمون"
        },
        {
            "id": 5175,
            "verse_key": "61:12",
            "text_uthmani_simple": "يغفر لكم ذنوبكم ويدخلكم جنت تجرى من تحتها الانهر ومسكن طيبة فى جنت عدن ذلك الفوز العظيم"
        },
        {
            "id": 5176,
            "verse_key": "61:13",
            "text_uthmani_simple": "واخرى تحبونها نصر من الله وفتح قريب وبشر المؤمنين"
        },
        {
            "id": 5177,
            "verse_key": "61:14",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ كونوا۟ انصار الله كما قال عيسى ابن مريم للحوارين من انصارى الى الله قال الحواريون نحن انصار الله فـامنت طائفة منۢ بنى اسرءيل وكفرت طائفة فايدنا الذين ءامنوا۟ على عدوهم فاصبحوا۟ ظهرين"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "61"
        }
    }
}