{
    "verses": [
        {
            "id": 3253,
            "verse_key": "28:1",
            "text_uthmani_simple": "طسم"
        },
        {
            "id": 3254,
            "verse_key": "28:2",
            "text_uthmani_simple": "تلك ءايت الكتب المبين"
        },
        {
            "id": 3255,
            "verse_key": "28:3",
            "text_uthmani_simple": "نتلوا۟ عليك من نبا موسى وفرعون بالحق لقوم يؤمنون"
        },
        {
            "id": 3256,
            "verse_key": "28:4",
            "text_uthmani_simple": "ان فرعون علا فى الارض وجعل اهلها شيعا يستضعف طائفة منهم يذبح ابناءهم ويستحى نساءهم انه كان من المفسدين"
        },
        {
            "id": 3257,
            "verse_key": "28:5",
            "text_uthmani_simple": "ونريد ان نمن على الذين استضعفوا۟ فى الارض ونجعلهم ائمة ونجعلهم الورثين"
        },
        {
            "id": 3258,
            "verse_key": "28:6",
            "text_uthmani_simple": "ونمكن لهم فى الارض ونرى فرعون وهمن وجنودهما منهم ما كانوا۟ يحذرون"
        },
        {
            "id": 3259,
            "verse_key": "28:7",
            "text_uthmani_simple": "واوحينا الى ام موسى ان ارضعيه فاذا خفت عليه فالقيه فى اليم ولا تخافى ولا تحزنى انا رادوه اليك وجاعلوه من المرسلين"
        },
        {
            "id": 3260,
            "verse_key": "28:8",
            "text_uthmani_simple": "فالتقطه ءال فرعون ليكون لهم عدوا وحزنا ان فرعون وهمن وجنودهما كانوا۟ خطـين"
        },
        {
            "id": 3261,
            "verse_key": "28:9",
            "text_uthmani_simple": "وقالت امرات فرعون قرت عين لى ولك لا تقتلوه عسى ان ينفعنا او نتخذه ولدا وهم لا يشعرون"
        },
        {
            "id": 3262,
            "verse_key": "28:10",
            "text_uthmani_simple": "واصبح فؤاد ام موسى فرغا ان كادت لتبدى به لولا ان ربطنا على قلبها لتكون من المؤمنين"
        },
        {
            "id": 3263,
            "verse_key": "28:11",
            "text_uthmani_simple": "وقالت لاخته قصيه فبصرت به عن جنب وهم لا يشعرون"
        },
        {
            "id": 3264,
            "verse_key": "28:12",
            "text_uthmani_simple": "وحرمنا عليه المراضع من قبل فقالت هل ادلكم على اهل بيت يكفلونه لكم وهم له نصحون"
        },
        {
            "id": 3265,
            "verse_key": "28:13",
            "text_uthmani_simple": "فرددنه الى امه كى تقر عينها ولا تحزن ولتعلم ان وعد الله حق ولكن اكثرهم لا يعلمون"
        },
        {
            "id": 3266,
            "verse_key": "28:14",
            "text_uthmani_simple": "ولما بلغ اشده واستوى ءاتينه حكما وعلما وكذلك نجزى المحسنين"
        },
        {
            "id": 3267,
            "verse_key": "28:15",
            "text_uthmani_simple": "ودخل المدينة على حين غفلة من اهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغثه الذى من شيعته على الذى من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطن انه عدو مضل مبين"
        },
        {
            "id": 3268,
            "verse_key": "28:16",
            "text_uthmani_simple": "قال رب انى ظلمت نفسى فاغفر لى فغفر له انه هو الغفور الرحيم"
        },
        {
            "id": 3269,
            "verse_key": "28:17",
            "text_uthmani_simple": "قال رب بما انعمت على فلن اكون ظهيرا للمجرمين"
        },
        {
            "id": 3270,
            "verse_key": "28:18",
            "text_uthmani_simple": "فاصبح فى المدينة خائفا يترقب فاذا الذى استنصره بالامس يستصرخه قال له موسى انك لغوى مبين"
        },
        {
            "id": 3271,
            "verse_key": "28:19",
            "text_uthmani_simple": "فلما ان اراد ان يبطش بالذى هو عدو لهما قال يموسى اتريد ان تقتلنى كما قتلت نفسۢا بالامس ان تريد الا ان تكون جبارا فى الارض وما تريد ان تكون من المصلحين"
        },
        {
            "id": 3272,
            "verse_key": "28:20",
            "text_uthmani_simple": "وجاء رجل من اقصا المدينة يسعى قال يموسى ان الملا ياتمرون بك ليقتلوك فاخرج انى لك من النصحين"
        },
        {
            "id": 3273,
            "verse_key": "28:21",
            "text_uthmani_simple": "فخرج منها خائفا يترقب قال رب نجنى من القوم الظلمين"
        },
        {
            "id": 3274,
            "verse_key": "28:22",
            "text_uthmani_simple": "ولما توجه تلقاء مدين قال عسى ربى ان يهدينى سواء السبيل"
        },
        {
            "id": 3275,
            "verse_key": "28:23",
            "text_uthmani_simple": "ولما ورد ماء مدين وجد عليه امة من الناس يسقون ووجد من دونهم امراتين تذودان قال ما خطبكما قالتا لا نسقى حتى يصدر الرعاء وابونا شيخ كبير"
        },
        {
            "id": 3276,
            "verse_key": "28:24",
            "text_uthmani_simple": "فسقى لهما ثم تولى الى الظل فقال رب انى لما انزلت الى من خير فقير"
        },
        {
            "id": 3277,
            "verse_key": "28:25",
            "text_uthmani_simple": "فجاءته احدىهما تمشى على استحياء قالت ان ابى يدعوك ليجزيك اجر ما سقيت لنا فلما جاءه وقص عليه القصص قال لا تخف نجوت من القوم الظلمين"
        },
        {
            "id": 3278,
            "verse_key": "28:26",
            "text_uthmani_simple": "قالت احدىهما يابت استـجره ان خير من استـجرت القوى الامين"
        },
        {
            "id": 3279,
            "verse_key": "28:27",
            "text_uthmani_simple": "قال انى اريد ان انكحك احدى ابنتى هتين على ان تاجرنى ثمنى حجج فان اتممت عشرا فمن عندك وما اريد ان اشق عليك ستجدنى ان شاء الله من الصلحين"
        },
        {
            "id": 3280,
            "verse_key": "28:28",
            "text_uthmani_simple": "قال ذلك بينى وبينك ايما الاجلين قضيت فلا عدون على والله على ما نقول وكيل"
        },
        {
            "id": 3281,
            "verse_key": "28:29",
            "text_uthmani_simple": "فلما قضى موسى الاجل وسار باهله ءانس من جانب الطور نارا قال لاهله امكثوا۟ انى ءانست نارا لعلى ءاتيكم منها بخبر او جذوة من النار لعلكم تصطلون"
        },
        {
            "id": 3282,
            "verse_key": "28:30",
            "text_uthmani_simple": "فلما اتىها نودى من شطئ الواد الايمن فى البقعة المبركة من الشجرة ان يموسى انى انا الله رب العلمين"
        },
        {
            "id": 3283,
            "verse_key": "28:31",
            "text_uthmani_simple": "وان الق عصاك فلما رءاها تهتز كانها جان ولى مدبرا ولم يعقب يموسى اقبل ولا تخف انك من الءامنين"
        },
        {
            "id": 3284,
            "verse_key": "28:32",
            "text_uthmani_simple": "اسلك يدك فى جيبك تخرج بيضاء من غير سوء واضمم اليك جناحك من الرهب فذنك برهنان من ربك الى فرعون وملاي۟ه انهم كانوا۟ قوما فسقين"
        },
        {
            "id": 3285,
            "verse_key": "28:33",
            "text_uthmani_simple": "قال رب انى قتلت منهم نفسا فاخاف ان يقتلون"
        },
        {
            "id": 3286,
            "verse_key": "28:34",
            "text_uthmani_simple": "واخى هرون هو افصح منى لسانا فارسله معى ردءا يصدقنى انى اخاف ان يكذبون"
        },
        {
            "id": 3287,
            "verse_key": "28:35",
            "text_uthmani_simple": "قال سنشد عضدك باخيك ونجعل لكما سلطنا فلا يصلون اليكما بـايتنا انتما ومن اتبعكما الغلبون"
        },
        {
            "id": 3288,
            "verse_key": "28:36",
            "text_uthmani_simple": "فلما جاءهم موسى بـايتنا بينت قالوا۟ ما هذا الا سحر مفترى وما سمعنا بهذا فى ءابائنا الاولين"
        },
        {
            "id": 3289,
            "verse_key": "28:37",
            "text_uthmani_simple": "وقال موسى ربى اعلم بمن جاء بالهدى من عنده ومن تكون له عقبة الدار انه لا يفلح الظلمون"
        },
        {
            "id": 3290,
            "verse_key": "28:38",
            "text_uthmani_simple": "وقال فرعون يايها الملا ما علمت لكم من اله غيرى فاوقد لى يهمن على الطين فاجعل لى صرحا لعلى اطلع الى اله موسى وانى لاظنه من الكذبين"
        },
        {
            "id": 3291,
            "verse_key": "28:39",
            "text_uthmani_simple": "واستكبر هو وجنوده فى الارض بغير الحق وظنوا۟ انهم الينا لا يرجعون"
        },
        {
            "id": 3292,
            "verse_key": "28:40",
            "text_uthmani_simple": "فاخذنه وجنوده فنبذنهم فى اليم فانظر كيف كان عقبة الظلمين"
        },
        {
            "id": 3293,
            "verse_key": "28:41",
            "text_uthmani_simple": "وجعلنهم ائمة يدعون الى النار ويوم القيمة لا ينصرون"
        },
        {
            "id": 3294,
            "verse_key": "28:42",
            "text_uthmani_simple": "واتبعنهم فى هذه الدنيا لعنة ويوم القيمة هم من المقبوحين"
        },
        {
            "id": 3295,
            "verse_key": "28:43",
            "text_uthmani_simple": "ولقد ءاتينا موسى الكتب منۢ بعد ما اهلكنا القرون الاولى بصائر للناس وهدى ورحمة لعلهم يتذكرون"
        },
        {
            "id": 3296,
            "verse_key": "28:44",
            "text_uthmani_simple": "وما كنت بجانب الغربى اذ قضينا الى موسى الامر وما كنت من الشهدين"
        },
        {
            "id": 3297,
            "verse_key": "28:45",
            "text_uthmani_simple": "ولكنا انشانا قرونا فتطاول عليهم العمر وما كنت ثاويا فى اهل مدين تتلوا۟ عليهم ءايتنا ولكنا كنا مرسلين"
        },
        {
            "id": 3298,
            "verse_key": "28:46",
            "text_uthmani_simple": "وما كنت بجانب الطور اذ نادينا ولكن رحمة من ربك لتنذر قوما ما اتىهم من نذير من قبلك لعلهم يتذكرون"
        },
        {
            "id": 3299,
            "verse_key": "28:47",
            "text_uthmani_simple": "ولولا ان تصيبهم مصيبةۢ بما قدمت ايديهم فيقولوا۟ ربنا لولا ارسلت الينا رسولا فنتبع ءايتك ونكون من المؤمنين"
        },
        {
            "id": 3300,
            "verse_key": "28:48",
            "text_uthmani_simple": "فلما جاءهم الحق من عندنا قالوا۟ لولا اوتى مثل ما اوتى موسى اولم يكفروا۟ بما اوتى موسى من قبل قالوا۟ سحران تظهرا وقالوا۟ انا بكل كفرون"
        },
        {
            "id": 3301,
            "verse_key": "28:49",
            "text_uthmani_simple": "قل فاتوا۟ بكتب من عند الله هو اهدى منهما اتبعه ان كنتم صدقين"
        },
        {
            "id": 3302,
            "verse_key": "28:50",
            "text_uthmani_simple": "فان لم يستجيبوا۟ لك فاعلم انما يتبعون اهواءهم ومن اضل ممن اتبع هوىه بغير هدى من الله ان الله لا يهدى القوم الظلمين"
        },
        {
            "id": 3303,
            "verse_key": "28:51",
            "text_uthmani_simple": "ولقد وصلنا لهم القول لعلهم يتذكرون"
        },
        {
            "id": 3304,
            "verse_key": "28:52",
            "text_uthmani_simple": "الذين ءاتينهم الكتب من قبله هم به يؤمنون"
        },
        {
            "id": 3305,
            "verse_key": "28:53",
            "text_uthmani_simple": "واذا يتلى عليهم قالوا۟ ءامنا به انه الحق من ربنا انا كنا من قبله مسلمين"
        },
        {
            "id": 3306,
            "verse_key": "28:54",
            "text_uthmani_simple": "او۟لئك يؤتون اجرهم مرتين بما صبروا۟ ويدرءون بالحسنة السيئة ومما رزقنهم ينفقون"
        },
        {
            "id": 3307,
            "verse_key": "28:55",
            "text_uthmani_simple": "واذا سمعوا۟ اللغو اعرضوا۟ عنه وقالوا۟ لنا اعملنا ولكم اعملكم سلم عليكم لا نبتغى الجهلين"
        },
        {
            "id": 3308,
            "verse_key": "28:56",
            "text_uthmani_simple": "انك لا تهدى من احببت ولكن الله يهدى من يشاء وهو اعلم بالمهتدين"
        },
        {
            "id": 3309,
            "verse_key": "28:57",
            "text_uthmani_simple": "وقالوا۟ ان نتبع الهدى معك نتخطف من ارضنا اولم نمكن لهم حرما ءامنا يجبى اليه ثمرت كل شىء رزقا من لدنا ولكن اكثرهم لا يعلمون"
        },
        {
            "id": 3310,
            "verse_key": "28:58",
            "text_uthmani_simple": "وكم اهلكنا من قريةۭ بطرت معيشتها فتلك مسكنهم لم تسكن منۢ بعدهم الا قليلا وكنا نحن الورثين"
        },
        {
            "id": 3311,
            "verse_key": "28:59",
            "text_uthmani_simple": "وما كان ربك مهلك القرى حتى يبعث فى امها رسولا يتلوا۟ عليهم ءايتنا وما كنا مهلكى القرى الا واهلها ظلمون"
        },
        {
            "id": 3312,
            "verse_key": "28:60",
            "text_uthmani_simple": "وما اوتيتم من شىء فمتع الحيوة الدنيا وزينتها وما عند الله خير وابقى افلا تعقلون"
        },
        {
            "id": 3313,
            "verse_key": "28:61",
            "text_uthmani_simple": "افمن وعدنه وعدا حسنا فهو لقيه كمن متعنه متع الحيوة الدنيا ثم هو يوم القيمة من المحضرين"
        },
        {
            "id": 3314,
            "verse_key": "28:62",
            "text_uthmani_simple": "ويوم يناديهم فيقول اين شركاءى الذين كنتم تزعمون"
        },
        {
            "id": 3315,
            "verse_key": "28:63",
            "text_uthmani_simple": "قال الذين حق عليهم القول ربنا هؤلاء الذين اغوينا اغوينهم كما غوينا تبرانا اليك ما كانوا۟ ايانا يعبدون"
        },
        {
            "id": 3316,
            "verse_key": "28:64",
            "text_uthmani_simple": "وقيل ادعوا۟ شركاءكم فدعوهم فلم يستجيبوا۟ لهم وراوا۟ العذاب لو انهم كانوا۟ يهتدون"
        },
        {
            "id": 3317,
            "verse_key": "28:65",
            "text_uthmani_simple": "ويوم يناديهم فيقول ماذا اجبتم المرسلين"
        },
        {
            "id": 3318,
            "verse_key": "28:66",
            "text_uthmani_simple": "فعميت عليهم الانۢباء يومئذ فهم لا يتساءلون"
        },
        {
            "id": 3319,
            "verse_key": "28:67",
            "text_uthmani_simple": "فاما من تاب وءامن وعمل صلحا فعسى ان يكون من المفلحين"
        },
        {
            "id": 3320,
            "verse_key": "28:68",
            "text_uthmani_simple": "وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحن الله وتعلى عما يشركون"
        },
        {
            "id": 3321,
            "verse_key": "28:69",
            "text_uthmani_simple": "وربك يعلم ما تكن صدورهم وما يعلنون"
        },
        {
            "id": 3322,
            "verse_key": "28:70",
            "text_uthmani_simple": "وهو الله لا اله الا هو له الحمد فى الاولى والءاخرة وله الحكم واليه ترجعون"
        },
        {
            "id": 3323,
            "verse_key": "28:71",
            "text_uthmani_simple": "قل ارءيتم ان جعل الله عليكم اليل سرمدا الى يوم القيمة من اله غير الله ياتيكم بضياء افلا تسمعون"
        },
        {
            "id": 3324,
            "verse_key": "28:72",
            "text_uthmani_simple": "قل ارءيتم ان جعل الله عليكم النهار سرمدا الى يوم القيمة من اله غير الله ياتيكم بليل تسكنون فيه افلا تبصرون"
        },
        {
            "id": 3325,
            "verse_key": "28:73",
            "text_uthmani_simple": "ومن رحمته جعل لكم اليل والنهار لتسكنوا۟ فيه ولتبتغوا۟ من فضله ولعلكم تشكرون"
        },
        {
            "id": 3326,
            "verse_key": "28:74",
            "text_uthmani_simple": "ويوم يناديهم فيقول اين شركاءى الذين كنتم تزعمون"
        },
        {
            "id": 3327,
            "verse_key": "28:75",
            "text_uthmani_simple": "ونزعنا من كل امة شهيدا فقلنا هاتوا۟ برهنكم فعلموا۟ ان الحق لله وضل عنهم ما كانوا۟ يفترون"
        },
        {
            "id": 3328,
            "verse_key": "28:76",
            "text_uthmani_simple": "ان قرون كان من قوم موسى فبغى عليهم وءاتينه من الكنوز ما ان مفاتحه لتنوا بالعصبة او۟لى القوة اذ قال له قومه لا تفرح ان الله لا يحب الفرحين"
        },
        {
            "id": 3329,
            "verse_key": "28:77",
            "text_uthmani_simple": "وابتغ فيما ءاتىك الله الدار الءاخرة ولا تنس نصيبك من الدنيا واحسن كما احسن الله اليك ولا تبغ الفساد فى الارض ان الله لا يحب المفسدين"
        },
        {
            "id": 3330,
            "verse_key": "28:78",
            "text_uthmani_simple": "قال انما اوتيته على علم عندى اولم يعلم ان الله قد اهلك من قبله من القرون من هو اشد منه قوة واكثر جمعا ولا يسـل عن ذنوبهم المجرمون"
        },
        {
            "id": 3331,
            "verse_key": "28:79",
            "text_uthmani_simple": "فخرج على قومه فى زينته قال الذين يريدون الحيوة الدنيا يليت لنا مثل ما اوتى قرون انه لذو حظ عظيم"
        },
        {
            "id": 3332,
            "verse_key": "28:80",
            "text_uthmani_simple": "وقال الذين اوتوا۟ العلم ويلكم ثواب الله خير لمن ءامن وعمل صلحا ولا يلقىها الا الصبرون"
        },
        {
            "id": 3333,
            "verse_key": "28:81",
            "text_uthmani_simple": "فخسفنا به وبداره الارض فما كان له من فئة ينصرونه من دون الله وما كان من المنتصرين"
        },
        {
            "id": 3334,
            "verse_key": "28:82",
            "text_uthmani_simple": "واصبح الذين تمنوا۟ مكانه بالامس يقولون ويكان الله يبسط الرزق لمن يشاء من عباده ويقدر لولا ان من الله علينا لخسف بنا ويكانه لا يفلح الكفرون"
        },
        {
            "id": 3335,
            "verse_key": "28:83",
            "text_uthmani_simple": "تلك الدار الءاخرة نجعلها للذين لا يريدون علوا فى الارض ولا فسادا والعقبة للمتقين"
        },
        {
            "id": 3336,
            "verse_key": "28:84",
            "text_uthmani_simple": "من جاء بالحسنة فله خير منها ومن جاء بالسيئة فلا يجزى الذين عملوا۟ السيـات الا ما كانوا۟ يعملون"
        },
        {
            "id": 3337,
            "verse_key": "28:85",
            "text_uthmani_simple": "ان الذى فرض عليك القرءان لرادك الى معاد قل ربى اعلم من جاء بالهدى ومن هو فى ضلل مبين"
        },
        {
            "id": 3338,
            "verse_key": "28:86",
            "text_uthmani_simple": "وما كنت ترجوا۟ ان يلقى اليك الكتب الا رحمة من ربك فلا تكونن ظهيرا للكفرين"
        },
        {
            "id": 3339,
            "verse_key": "28:87",
            "text_uthmani_simple": "ولا يصدنك عن ءايت الله بعد اذ انزلت اليك وادع الى ربك ولا تكونن من المشركين"
        },
        {
            "id": 3340,
            "verse_key": "28:88",
            "text_uthmani_simple": "ولا تدع مع الله الها ءاخر لا اله الا هو كل شىء هالك الا وجهه له الحكم واليه ترجعون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "28"
        }
    }
}