{
    "verses": [
        {
            "id": 5105,
            "verse_key": "58:1",
            "text_uthmani_simple": "قد سمع الله قول التى تجدلك فى زوجها وتشتكى الى الله والله يسمع تحاوركما ان الله سميعۢ بصير"
        },
        {
            "id": 5106,
            "verse_key": "58:2",
            "text_uthmani_simple": "الذين يظهرون منكم من نسائهم ما هن امهتهم ان امهتهم الا الـى ولدنهم وانهم ليقولون منكرا من القول وزورا وان الله لعفو غفور"
        },
        {
            "id": 5107,
            "verse_key": "58:3",
            "text_uthmani_simple": "والذين يظهرون من نسائهم ثم يعودون لما قالوا۟ فتحرير رقبة من قبل ان يتماسا ذلكم توعظون به والله بما تعملون خبير"
        },
        {
            "id": 5108,
            "verse_key": "58:4",
            "text_uthmani_simple": "فمن لم يجد فصيام شهرين متتابعين من قبل ان يتماسا فمن لم يستطع فاطعام ستين مسكينا ذلك لتؤمنوا۟ بالله ورسوله وتلك حدود الله وللكفرين عذاب اليم"
        },
        {
            "id": 5109,
            "verse_key": "58:5",
            "text_uthmani_simple": "ان الذين يحادون الله ورسوله كبتوا۟ كما كبت الذين من قبلهم وقد انزلنا ءايتۭ بينت وللكفرين عذاب مهين"
        },
        {
            "id": 5110,
            "verse_key": "58:6",
            "text_uthmani_simple": "يوم يبعثهم الله جميعا فينبئهم بما عملوا۟ احصىه الله ونسوه والله على كل شىء شهيد"
        },
        {
            "id": 5111,
            "verse_key": "58:7",
            "text_uthmani_simple": "الم تر ان الله يعلم ما فى السموت وما فى الارض ما يكون من نجوى ثلثة الا هو رابعهم ولا خمسة الا هو سادسهم ولا ادنى من ذلك ولا اكثر الا هو معهم اين ما كانوا۟ ثم ينبئهم بما عملوا۟ يوم القيمة ان الله بكل شىء عليم"
        },
        {
            "id": 5112,
            "verse_key": "58:8",
            "text_uthmani_simple": "الم تر الى الذين نهوا۟ عن النجوى ثم يعودون لما نهوا۟ عنه ويتنجون بالاثم والعدون ومعصيت الرسول واذا جاءوك حيوك بما لم يحيك به الله ويقولون فى انفسهم لولا يعذبنا الله بما نقول حسبهم جهنم يصلونها فبئس المصير"
        },
        {
            "id": 5113,
            "verse_key": "58:9",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذا تنجيتم فلا تتنجوا۟ بالاثم والعدون ومعصيت الرسول وتنجوا۟ بالبر والتقوى واتقوا۟ الله الذى اليه تحشرون"
        },
        {
            "id": 5114,
            "verse_key": "58:10",
            "text_uthmani_simple": "انما النجوى من الشيطن ليحزن الذين ءامنوا۟ وليس بضارهم شيـا الا باذن الله وعلى الله فليتوكل المؤمنون"
        },
        {
            "id": 5115,
            "verse_key": "58:11",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذا قيل لكم تفسحوا۟ فى المجلس فافسحوا۟ يفسح الله لكم واذا قيل انشزوا۟ فانشزوا۟ يرفع الله الذين ءامنوا۟ منكم والذين اوتوا۟ العلم درجت والله بما تعملون خبير"
        },
        {
            "id": 5116,
            "verse_key": "58:12",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذا نجيتم الرسول فقدموا۟ بين يدى نجوىكم صدقة ذلك خير لكم واطهر فان لم تجدوا۟ فان الله غفور رحيم"
        },
        {
            "id": 5117,
            "verse_key": "58:13",
            "text_uthmani_simple": "ءاشفقتم ان تقدموا۟ بين يدى نجوىكم صدقت فاذ لم تفعلوا۟ وتاب الله عليكم فاقيموا۟ الصلوة وءاتوا۟ الزكوة واطيعوا۟ الله ورسوله والله خبيرۢ بما تعملون"
        },
        {
            "id": 5118,
            "verse_key": "58:14",
            "text_uthmani_simple": "الم تر الى الذين تولوا۟ قوما غضب الله عليهم ما هم منكم ولا منهم ويحلفون على الكذب وهم يعلمون"
        },
        {
            "id": 5119,
            "verse_key": "58:15",
            "text_uthmani_simple": "اعد الله لهم عذابا شديدا انهم ساء ما كانوا۟ يعملون"
        },
        {
            "id": 5120,
            "verse_key": "58:16",
            "text_uthmani_simple": "اتخذوا۟ ايمنهم جنة فصدوا۟ عن سبيل الله فلهم عذاب مهين"
        },
        {
            "id": 5121,
            "verse_key": "58:17",
            "text_uthmani_simple": "لن تغنى عنهم امولهم ولا اولدهم من الله شيـا او۟لئك اصحب النار هم فيها خلدون"
        },
        {
            "id": 5122,
            "verse_key": "58:18",
            "text_uthmani_simple": "يوم يبعثهم الله جميعا فيحلفون له كما يحلفون لكم ويحسبون انهم على شىء الا انهم هم الكذبون"
        },
        {
            "id": 5123,
            "verse_key": "58:19",
            "text_uthmani_simple": "استحوذ عليهم الشيطن فانسىهم ذكر الله او۟لئك حزب الشيطن الا ان حزب الشيطن هم الخسرون"
        },
        {
            "id": 5124,
            "verse_key": "58:20",
            "text_uthmani_simple": "ان الذين يحادون الله ورسوله او۟لئك فى الاذلين"
        },
        {
            "id": 5125,
            "verse_key": "58:21",
            "text_uthmani_simple": "كتب الله لاغلبن انا۠ ورسلى ان الله قوى عزيز"
        },
        {
            "id": 5126,
            "verse_key": "58:22",
            "text_uthmani_simple": "لا تجد قوما يؤمنون بالله واليوم الءاخر يوادون من حاد الله ورسوله ولو كانوا۟ ءاباءهم او ابناءهم او اخونهم او عشيرتهم او۟لئك كتب فى قلوبهم الايمن وايدهم بروح منه ويدخلهم جنت تجرى من تحتها الانهر خلدين فيها رضى الله عنهم ورضوا۟ عنه او۟لئك حزب الله الا ان حزب الله هم المفلحون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "58"
        }
    }
}