{
    "verses": [
        {
            "id": 670,
            "verse_key": "5:1",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اوفوا۟ بالعقود احلت لكم بهيمة الانعم الا ما يتلى عليكم غير محلى الصيد وانتم حرم ان الله يحكم ما يريد"
        },
        {
            "id": 671,
            "verse_key": "5:2",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تحلوا۟ شعئر الله ولا الشهر الحرام ولا الهدى ولا القلئد ولا ءامين البيت الحرام يبتغون فضلا من ربهم ورضونا واذا حللتم فاصطادوا۟ ولا يجرمنكم شنـان قوم ان صدوكم عن المسجد الحرام ان تعتدوا۟ وتعاونوا۟ على البر والتقوى ولا تعاونوا۟ على الاثم والعدون واتقوا۟ الله ان الله شديد العقاب"
        },
        {
            "id": 672,
            "verse_key": "5:3",
            "text_uthmani_simple": "حرمت عليكم الميتة والدم ولحم الخنزير وما اهل لغير الله به والمنخنقة والموقوذة والمتردية والنطيحة وما اكل السبع الا ما ذكيتم وما ذبح على النصب وان تستقسموا۟ بالازلم ذلكم فسق اليوم يئس الذين كفروا۟ من دينكم فلا تخشوهم واخشون اليوم اكملت لكم دينكم واتممت عليكم نعمتى ورضيت لكم الاسلم دينا فمن اضطر فى مخمصة غير متجانف لاثم فان الله غفور رحيم"
        },
        {
            "id": 673,
            "verse_key": "5:4",
            "text_uthmani_simple": "يسـلونك ماذا احل لهم قل احل لكم الطيبت وما علمتم من الجوارح مكلبين تعلمونهن مما علمكم الله فكلوا۟ مما امسكن عليكم واذكروا۟ اسم الله عليه واتقوا۟ الله ان الله سريع الحساب"
        },
        {
            "id": 674,
            "verse_key": "5:5",
            "text_uthmani_simple": "اليوم احل لكم الطيبت وطعام الذين اوتوا۟ الكتب حل لكم وطعامكم حل لهم والمحصنت من المؤمنت والمحصنت من الذين اوتوا۟ الكتب من قبلكم اذا ءاتيتموهن اجورهن محصنين غير مسفحين ولا متخذى اخدان ومن يكفر بالايمن فقد حبط عمله وهو فى الءاخرة من الخسرين"
        },
        {
            "id": 675,
            "verse_key": "5:6",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذا قمتم الى الصلوة فاغسلوا۟ وجوهكم وايديكم الى المرافق وامسحوا۟ برءوسكم وارجلكم الى الكعبين وان كنتم جنبا فاطهروا۟ وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لمستم النساء فلم تجدوا۟ ماء فتيمموا۟ صعيدا طيبا فامسحوا۟ بوجوهكم وايديكم منه ما يريد الله ليجعل عليكم من حرج ولكن يريد ليطهركم وليتم نعمته عليكم لعلكم تشكرون"
        },
        {
            "id": 676,
            "verse_key": "5:7",
            "text_uthmani_simple": "واذكروا۟ نعمة الله عليكم وميثقه الذى واثقكم به اذ قلتم سمعنا واطعنا واتقوا۟ الله ان الله عليمۢ بذات الصدور"
        },
        {
            "id": 677,
            "verse_key": "5:8",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ كونوا۟ قومين لله شهداء بالقسط ولا يجرمنكم شنـان قوم على الا تعدلوا۟ اعدلوا۟ هو اقرب للتقوى واتقوا۟ الله ان الله خبيرۢ بما تعملون"
        },
        {
            "id": 678,
            "verse_key": "5:9",
            "text_uthmani_simple": "وعد الله الذين ءامنوا۟ وعملوا۟ الصلحت لهم مغفرة واجر عظيم"
        },
        {
            "id": 679,
            "verse_key": "5:10",
            "text_uthmani_simple": "والذين كفروا۟ وكذبوا۟ بـايتنا او۟لئك اصحب الجحيم"
        },
        {
            "id": 680,
            "verse_key": "5:11",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذكروا۟ نعمت الله عليكم اذ هم قوم ان يبسطوا۟ اليكم ايديهم فكف ايديهم عنكم واتقوا۟ الله وعلى الله فليتوكل المؤمنون"
        },
        {
            "id": 681,
            "verse_key": "5:12",
            "text_uthmani_simple": "ولقد اخذ الله ميثق بنى اسرءيل وبعثنا منهم اثنى عشر نقيبا وقال الله انى معكم لئن اقمتم الصلوة وءاتيتم الزكوة وءامنتم برسلى وعزرتموهم واقرضتم الله قرضا حسنا لاكفرن عنكم سيـاتكم ولادخلنكم جنت تجرى من تحتها الانهر فمن كفر بعد ذلك منكم فقد ضل سواء السبيل"
        },
        {
            "id": 682,
            "verse_key": "5:13",
            "text_uthmani_simple": "فبما نقضهم ميثقهم لعنهم وجعلنا قلوبهم قسية يحرفون الكلم عن مواضعه ونسوا۟ حظا مما ذكروا۟ به ولا تزال تطلع على خائنة منهم الا قليلا منهم فاعف عنهم واصفح ان الله يحب المحسنين"
        },
        {
            "id": 683,
            "verse_key": "5:14",
            "text_uthmani_simple": "ومن الذين قالوا۟ انا نصرى اخذنا ميثقهم فنسوا۟ حظا مما ذكروا۟ به فاغرينا بينهم العداوة والبغضاء الى يوم القيمة وسوف ينبئهم الله بما كانوا۟ يصنعون"
        },
        {
            "id": 684,
            "verse_key": "5:15",
            "text_uthmani_simple": "ياهل الكتب قد جاءكم رسولنا يبين لكم كثيرا مما كنتم تخفون من الكتب ويعفوا۟ عن كثير قد جاءكم من الله نور وكتب مبين"
        },
        {
            "id": 685,
            "verse_key": "5:16",
            "text_uthmani_simple": "يهدى به الله من اتبع رضونه سبل السلم ويخرجهم من الظلمت الى النور باذنه ويهديهم الى صرط مستقيم"
        },
        {
            "id": 686,
            "verse_key": "5:17",
            "text_uthmani_simple": "لقد كفر الذين قالوا۟ ان الله هو المسيح ابن مريم قل فمن يملك من الله شيـا ان اراد ان يهلك المسيح ابن مريم وامه ومن فى الارض جميعا ولله ملك السموت والارض وما بينهما يخلق ما يشاء والله على كل شىء قدير"
        },
        {
            "id": 687,
            "verse_key": "5:18",
            "text_uthmani_simple": "وقالت اليهود والنصرى نحن ابنؤا۟ الله واحبؤه قل فلم يعذبكم بذنوبكم بل انتم بشر ممن خلق يغفر لمن يشاء ويعذب من يشاء ولله ملك السموت والارض وما بينهما واليه المصير"
        },
        {
            "id": 688,
            "verse_key": "5:19",
            "text_uthmani_simple": "ياهل الكتب قد جاءكم رسولنا يبين لكم على فترة من الرسل ان تقولوا۟ ما جاءنا منۢ بشير ولا نذير فقد جاءكم بشير ونذير والله على كل شىء قدير"
        },
        {
            "id": 689,
            "verse_key": "5:20",
            "text_uthmani_simple": "واذ قال موسى لقومه يقوم اذكروا۟ نعمة الله عليكم اذ جعل فيكم انۢبياء وجعلكم ملوكا وءاتىكم ما لم يؤت احدا من العلمين"
        },
        {
            "id": 690,
            "verse_key": "5:21",
            "text_uthmani_simple": "يقوم ادخلوا۟ الارض المقدسة التى كتب الله لكم ولا ترتدوا۟ على ادباركم فتنقلبوا۟ خسرين"
        },
        {
            "id": 691,
            "verse_key": "5:22",
            "text_uthmani_simple": "قالوا۟ يموسى ان فيها قوما جبارين وانا لن ندخلها حتى يخرجوا۟ منها فان يخرجوا۟ منها فانا دخلون"
        },
        {
            "id": 692,
            "verse_key": "5:23",
            "text_uthmani_simple": "قال رجلان من الذين يخافون انعم الله عليهما ادخلوا۟ عليهم الباب فاذا دخلتموه فانكم غلبون وعلى الله فتوكلوا۟ ان كنتم مؤمنين"
        },
        {
            "id": 693,
            "verse_key": "5:24",
            "text_uthmani_simple": "قالوا۟ يموسى انا لن ندخلها ابدا ما داموا۟ فيها فاذهب انت وربك فقتلا انا ههنا قعدون"
        },
        {
            "id": 694,
            "verse_key": "5:25",
            "text_uthmani_simple": "قال رب انى لا املك الا نفسى واخى فافرق بيننا وبين القوم الفسقين"
        },
        {
            "id": 695,
            "verse_key": "5:26",
            "text_uthmani_simple": "قال فانها محرمة عليهم اربعين سنة يتيهون فى الارض فلا تاس على القوم الفسقين"
        },
        {
            "id": 696,
            "verse_key": "5:27",
            "text_uthmani_simple": "واتل عليهم نبا ابنى ءادم بالحق اذ قربا قربانا فتقبل من احدهما ولم يتقبل من الءاخر قال لاقتلنك قال انما يتقبل الله من المتقين"
        },
        {
            "id": 697,
            "verse_key": "5:28",
            "text_uthmani_simple": "لئنۢ بسطت الى يدك لتقتلنى ما انا۠ بباسط يدى اليك لاقتلك انى اخاف الله رب العلمين"
        },
        {
            "id": 698,
            "verse_key": "5:29",
            "text_uthmani_simple": "انى اريد ان تبوا باثمى واثمك فتكون من اصحب النار وذلك جزؤا۟ الظلمين"
        },
        {
            "id": 699,
            "verse_key": "5:30",
            "text_uthmani_simple": "فطوعت له نفسه قتل اخيه فقتله فاصبح من الخسرين"
        },
        {
            "id": 700,
            "verse_key": "5:31",
            "text_uthmani_simple": "فبعث الله غرابا يبحث فى الارض ليريه كيف يورى سوءة اخيه قال يويلتى اعجزت ان اكون مثل هذا الغراب فاورى سوءة اخى فاصبح من الندمين"
        },
        {
            "id": 701,
            "verse_key": "5:32",
            "text_uthmani_simple": "من اجل ذلك كتبنا على بنى اسرءيل انه من قتل نفسۢا بغير نفس او فساد فى الارض فكانما قتل الناس جميعا ومن احياها فكانما احيا الناس جميعا ولقد جاءتهم رسلنا بالبينت ثم ان كثيرا منهم بعد ذلك فى الارض لمسرفون"
        },
        {
            "id": 702,
            "verse_key": "5:33",
            "text_uthmani_simple": "انما جزؤا۟ الذين يحاربون الله ورسوله ويسعون فى الارض فسادا ان يقتلوا۟ او يصلبوا۟ او تقطع ايديهم وارجلهم من خلف او ينفوا۟ من الارض ذلك لهم خزى فى الدنيا ولهم فى الءاخرة عذاب عظيم"
        },
        {
            "id": 703,
            "verse_key": "5:34",
            "text_uthmani_simple": "الا الذين تابوا۟ من قبل ان تقدروا۟ عليهم فاعلموا۟ ان الله غفور رحيم"
        },
        {
            "id": 704,
            "verse_key": "5:35",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اتقوا۟ الله وابتغوا۟ اليه الوسيلة وجهدوا۟ فى سبيله لعلكم تفلحون"
        },
        {
            "id": 705,
            "verse_key": "5:36",
            "text_uthmani_simple": "ان الذين كفروا۟ لو ان لهم ما فى الارض جميعا ومثله معه ليفتدوا۟ به من عذاب يوم القيمة ما تقبل منهم ولهم عذاب اليم"
        },
        {
            "id": 706,
            "verse_key": "5:37",
            "text_uthmani_simple": "يريدون ان يخرجوا۟ من النار وما هم بخرجين منها ولهم عذاب مقيم"
        },
        {
            "id": 707,
            "verse_key": "5:38",
            "text_uthmani_simple": "والسارق والسارقة فاقطعوا۟ ايديهما جزاءۢ بما كسبا نكلا من الله والله عزيز حكيم"
        },
        {
            "id": 708,
            "verse_key": "5:39",
            "text_uthmani_simple": "فمن تاب منۢ بعد ظلمه واصلح فان الله يتوب عليه ان الله غفور رحيم"
        },
        {
            "id": 709,
            "verse_key": "5:40",
            "text_uthmani_simple": "الم تعلم ان الله له ملك السموت والارض يعذب من يشاء ويغفر لمن يشاء والله على كل شىء قدير"
        },
        {
            "id": 710,
            "verse_key": "5:41",
            "text_uthmani_simple": "يايها الرسول لا يحزنك الذين يسرعون فى الكفر من الذين قالوا۟ ءامنا بافوههم ولم تؤمن قلوبهم ومن الذين هادوا۟ سمعون للكذب سمعون لقوم ءاخرين لم ياتوك يحرفون الكلم منۢ بعد مواضعه يقولون ان اوتيتم هذا فخذوه وان لم تؤتوه فاحذروا۟ ومن يرد الله فتنته فلن تملك له من الله شيـا او۟لئك الذين لم يرد الله ان يطهر قلوبهم لهم فى الدنيا خزى ولهم فى الءاخرة عذاب عظيم"
        },
        {
            "id": 711,
            "verse_key": "5:42",
            "text_uthmani_simple": "سمعون للكذب اكلون للسحت فان جاءوك فاحكم بينهم او اعرض عنهم وان تعرض عنهم فلن يضروك شيـا وان حكمت فاحكم بينهم بالقسط ان الله يحب المقسطين"
        },
        {
            "id": 712,
            "verse_key": "5:43",
            "text_uthmani_simple": "وكيف يحكمونك وعندهم التورىة فيها حكم الله ثم يتولون منۢ بعد ذلك وما او۟لئك بالمؤمنين"
        },
        {
            "id": 713,
            "verse_key": "5:44",
            "text_uthmani_simple": "انا انزلنا التورىة فيها هدى ونور يحكم بها النبيون الذين اسلموا۟ للذين هادوا۟ والربنيون والاحبار بما استحفظوا۟ من كتب الله وكانوا۟ عليه شهداء فلا تخشوا۟ الناس واخشون ولا تشتروا۟ بـايتى ثمنا قليلا ومن لم يحكم بما انزل الله فاو۟لئك هم الكفرون"
        },
        {
            "id": 714,
            "verse_key": "5:45",
            "text_uthmani_simple": "وكتبنا عليهم فيها ان النفس بالنفس والعين بالعين والانف بالانف والاذن بالاذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما انزل الله فاو۟لئك هم الظلمون"
        },
        {
            "id": 715,
            "verse_key": "5:46",
            "text_uthmani_simple": "وقفينا على ءاثرهم بعيسى ابن مريم مصدقا لما بين يديه من التورىة وءاتينه الانجيل فيه هدى ونور ومصدقا لما بين يديه من التورىة وهدى وموعظة للمتقين"
        },
        {
            "id": 716,
            "verse_key": "5:47",
            "text_uthmani_simple": "وليحكم اهل الانجيل بما انزل الله فيه ومن لم يحكم بما انزل الله فاو۟لئك هم الفسقون"
        },
        {
            "id": 717,
            "verse_key": "5:48",
            "text_uthmani_simple": "وانزلنا اليك الكتب بالحق مصدقا لما بين يديه من الكتب ومهيمنا عليه فاحكم بينهم بما انزل الله ولا تتبع اهواءهم عما جاءك من الحق لكل جعلنا منكم شرعة ومنهاجا ولو شاء الله لجعلكم امة وحدة ولكن ليبلوكم فى ما ءاتىكم فاستبقوا۟ الخيرت الى الله مرجعكم جميعا فينبئكم بما كنتم فيه تختلفون"
        },
        {
            "id": 718,
            "verse_key": "5:49",
            "text_uthmani_simple": "وان احكم بينهم بما انزل الله ولا تتبع اهواءهم واحذرهم ان يفتنوك عنۢ بعض ما انزل الله اليك فان تولوا۟ فاعلم انما يريد الله ان يصيبهم ببعض ذنوبهم وان كثيرا من الناس لفسقون"
        },
        {
            "id": 719,
            "verse_key": "5:50",
            "text_uthmani_simple": "افحكم الجهلية يبغون ومن احسن من الله حكما لقوم يوقنون"
        },
        {
            "id": 720,
            "verse_key": "5:51",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تتخذوا۟ اليهود والنصرى اولياء بعضهم اولياء بعض ومن يتولهم منكم فانه منهم ان الله لا يهدى القوم الظلمين"
        },
        {
            "id": 721,
            "verse_key": "5:52",
            "text_uthmani_simple": "فترى الذين فى قلوبهم مرض يسرعون فيهم يقولون نخشى ان تصيبنا دائرة فعسى الله ان ياتى بالفتح او امر من عنده فيصبحوا۟ على ما اسروا۟ فى انفسهم ندمين"
        },
        {
            "id": 722,
            "verse_key": "5:53",
            "text_uthmani_simple": "ويقول الذين ءامنوا۟ اهؤلاء الذين اقسموا۟ بالله جهد ايمنهم انهم لمعكم حبطت اعملهم فاصبحوا۟ خسرين"
        },
        {
            "id": 723,
            "verse_key": "5:54",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ من يرتد منكم عن دينه فسوف ياتى الله بقوم يحبهم ويحبونه اذلة على المؤمنين اعزة على الكفرين يجهدون فى سبيل الله ولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء والله وسع عليم"
        },
        {
            "id": 724,
            "verse_key": "5:55",
            "text_uthmani_simple": "انما وليكم الله ورسوله والذين ءامنوا۟ الذين يقيمون الصلوة ويؤتون الزكوة وهم ركعون"
        },
        {
            "id": 725,
            "verse_key": "5:56",
            "text_uthmani_simple": "ومن يتول الله ورسوله والذين ءامنوا۟ فان حزب الله هم الغلبون"
        },
        {
            "id": 726,
            "verse_key": "5:57",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تتخذوا۟ الذين اتخذوا۟ دينكم هزوا ولعبا من الذين اوتوا۟ الكتب من قبلكم والكفار اولياء واتقوا۟ الله ان كنتم مؤمنين"
        },
        {
            "id": 727,
            "verse_key": "5:58",
            "text_uthmani_simple": "واذا ناديتم الى الصلوة اتخذوها هزوا ولعبا ذلك بانهم قوم لا يعقلون"
        },
        {
            "id": 728,
            "verse_key": "5:59",
            "text_uthmani_simple": "قل ياهل الكتب هل تنقمون منا الا ان ءامنا بالله وما انزل الينا وما انزل من قبل وان اكثركم فسقون"
        },
        {
            "id": 729,
            "verse_key": "5:60",
            "text_uthmani_simple": "قل هل انبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطغوت او۟لئك شر مكانا واضل عن سواء السبيل"
        },
        {
            "id": 730,
            "verse_key": "5:61",
            "text_uthmani_simple": "واذا جاءوكم قالوا۟ ءامنا وقد دخلوا۟ بالكفر وهم قد خرجوا۟ به والله اعلم بما كانوا۟ يكتمون"
        },
        {
            "id": 731,
            "verse_key": "5:62",
            "text_uthmani_simple": "وترى كثيرا منهم يسرعون فى الاثم والعدون واكلهم السحت لبئس ما كانوا۟ يعملون"
        },
        {
            "id": 732,
            "verse_key": "5:63",
            "text_uthmani_simple": "لولا ينهىهم الربنيون والاحبار عن قولهم الاثم واكلهم السحت لبئس ما كانوا۟ يصنعون"
        },
        {
            "id": 733,
            "verse_key": "5:64",
            "text_uthmani_simple": "وقالت اليهود يد الله مغلولة غلت ايديهم ولعنوا۟ بما قالوا۟ بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثيرا منهم ما انزل اليك من ربك طغينا وكفرا والقينا بينهم العدوة والبغضاء الى يوم القيمة كلما اوقدوا۟ نارا للحرب اطفاها الله ويسعون فى الارض فسادا والله لا يحب المفسدين"
        },
        {
            "id": 734,
            "verse_key": "5:65",
            "text_uthmani_simple": "ولو ان اهل الكتب ءامنوا۟ واتقوا۟ لكفرنا عنهم سيـاتهم ولادخلنهم جنت النعيم"
        },
        {
            "id": 735,
            "verse_key": "5:66",
            "text_uthmani_simple": "ولو انهم اقاموا۟ التورىة والانجيل وما انزل اليهم من ربهم لاكلوا۟ من فوقهم ومن تحت ارجلهم منهم امة مقتصدة وكثير منهم ساء ما يعملون"
        },
        {
            "id": 736,
            "verse_key": "5:67",
            "text_uthmani_simple": "يايها الرسول بلغ ما انزل اليك من ربك وان لم تفعل فما بلغت رسالته والله يعصمك من الناس ان الله لا يهدى القوم الكفرين"
        },
        {
            "id": 737,
            "verse_key": "5:68",
            "text_uthmani_simple": "قل ياهل الكتب لستم على شىء حتى تقيموا۟ التورىة والانجيل وما انزل اليكم من ربكم وليزيدن كثيرا منهم ما انزل اليك من ربك طغينا وكفرا فلا تاس على القوم الكفرين"
        },
        {
            "id": 738,
            "verse_key": "5:69",
            "text_uthmani_simple": "ان الذين ءامنوا۟ والذين هادوا۟ والصبـون والنصرى من ءامن بالله واليوم الءاخر وعمل صلحا فلا خوف عليهم ولا هم يحزنون"
        },
        {
            "id": 739,
            "verse_key": "5:70",
            "text_uthmani_simple": "لقد اخذنا ميثق بنى اسرءيل وارسلنا اليهم رسلا كلما جاءهم رسولۢ بما لا تهوى انفسهم فريقا كذبوا۟ وفريقا يقتلون"
        },
        {
            "id": 740,
            "verse_key": "5:71",
            "text_uthmani_simple": "وحسبوا۟ الا تكون فتنة فعموا۟ وصموا۟ ثم تاب الله عليهم ثم عموا۟ وصموا۟ كثير منهم والله بصيرۢ بما يعملون"
        },
        {
            "id": 741,
            "verse_key": "5:72",
            "text_uthmani_simple": "لقد كفر الذين قالوا۟ ان الله هو المسيح ابن مريم وقال المسيح يبنى اسرءيل اعبدوا۟ الله ربى وربكم انه من يشرك بالله فقد حرم الله عليه الجنة وماوىه النار وما للظلمين من انصار"
        },
        {
            "id": 742,
            "verse_key": "5:73",
            "text_uthmani_simple": "لقد كفر الذين قالوا۟ ان الله ثالث ثلثة وما من اله الا اله وحد وان لم ينتهوا۟ عما يقولون ليمسن الذين كفروا۟ منهم عذاب اليم"
        },
        {
            "id": 743,
            "verse_key": "5:74",
            "text_uthmani_simple": "افلا يتوبون الى الله ويستغفرونه والله غفور رحيم"
        },
        {
            "id": 744,
            "verse_key": "5:75",
            "text_uthmani_simple": "ما المسيح ابن مريم الا رسول قد خلت من قبله الرسل وامه صديقة كانا ياكلان الطعام انظر كيف نبين لهم الءايت ثم انظر انى يؤفكون"
        },
        {
            "id": 745,
            "verse_key": "5:76",
            "text_uthmani_simple": "قل اتعبدون من دون الله ما لا يملك لكم ضرا ولا نفعا والله هو السميع العليم"
        },
        {
            "id": 746,
            "verse_key": "5:77",
            "text_uthmani_simple": "قل ياهل الكتب لا تغلوا۟ فى دينكم غير الحق ولا تتبعوا۟ اهواء قوم قد ضلوا۟ من قبل واضلوا۟ كثيرا وضلوا۟ عن سواء السبيل"
        },
        {
            "id": 747,
            "verse_key": "5:78",
            "text_uthmani_simple": "لعن الذين كفروا۟ منۢ بنى اسرءيل على لسان داود وعيسى ابن مريم ذلك بما عصوا۟ وكانوا۟ يعتدون"
        },
        {
            "id": 748,
            "verse_key": "5:79",
            "text_uthmani_simple": "كانوا۟ لا يتناهون عن منكر فعلوه لبئس ما كانوا۟ يفعلون"
        },
        {
            "id": 749,
            "verse_key": "5:80",
            "text_uthmani_simple": "ترى كثيرا منهم يتولون الذين كفروا۟ لبئس ما قدمت لهم انفسهم ان سخط الله عليهم وفى العذاب هم خلدون"
        },
        {
            "id": 750,
            "verse_key": "5:81",
            "text_uthmani_simple": "ولو كانوا۟ يؤمنون بالله والنبى وما انزل اليه ما اتخذوهم اولياء ولكن كثيرا منهم فسقون"
        },
        {
            "id": 751,
            "verse_key": "5:82",
            "text_uthmani_simple": "لتجدن اشد الناس عدوة للذين ءامنوا۟ اليهود والذين اشركوا۟ ولتجدن اقربهم مودة للذين ءامنوا۟ الذين قالوا۟ انا نصرى ذلك بان منهم قسيسين ورهبانا وانهم لا يستكبرون"
        },
        {
            "id": 752,
            "verse_key": "5:83",
            "text_uthmani_simple": "واذا سمعوا۟ ما انزل الى الرسول ترى اعينهم تفيض من الدمع مما عرفوا۟ من الحق يقولون ربنا ءامنا فاكتبنا مع الشهدين"
        },
        {
            "id": 753,
            "verse_key": "5:84",
            "text_uthmani_simple": "وما لنا لا نؤمن بالله وما جاءنا من الحق ونطمع ان يدخلنا ربنا مع القوم الصلحين"
        },
        {
            "id": 754,
            "verse_key": "5:85",
            "text_uthmani_simple": "فاثبهم الله بما قالوا۟ جنت تجرى من تحتها الانهر خلدين فيها وذلك جزاء المحسنين"
        },
        {
            "id": 755,
            "verse_key": "5:86",
            "text_uthmani_simple": "والذين كفروا۟ وكذبوا۟ بـايتنا او۟لئك اصحب الجحيم"
        },
        {
            "id": 756,
            "verse_key": "5:87",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تحرموا۟ طيبت ما احل الله لكم ولا تعتدوا۟ ان الله لا يحب المعتدين"
        },
        {
            "id": 757,
            "verse_key": "5:88",
            "text_uthmani_simple": "وكلوا۟ مما رزقكم الله حللا طيبا واتقوا۟ الله الذى انتم به مؤمنون"
        },
        {
            "id": 758,
            "verse_key": "5:89",
            "text_uthmani_simple": "لا يؤاخذكم الله باللغو فى ايمنكم ولكن يؤاخذكم بما عقدتم الايمن فكفرته اطعام عشرة مسكين من اوسط ما تطعمون اهليكم او كسوتهم او تحرير رقبة فمن لم يجد فصيام ثلثة ايام ذلك كفرة ايمنكم اذا حلفتم واحفظوا۟ ايمنكم كذلك يبين الله لكم ءايته لعلكم تشكرون"
        },
        {
            "id": 759,
            "verse_key": "5:90",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ انما الخمر والميسر والانصاب والازلم رجس من عمل الشيطن فاجتنبوه لعلكم تفلحون"
        },
        {
            "id": 760,
            "verse_key": "5:91",
            "text_uthmani_simple": "انما يريد الشيطن ان يوقع بينكم العدوة والبغضاء فى الخمر والميسر ويصدكم عن ذكر الله وعن الصلوة فهل انتم منتهون"
        },
        {
            "id": 761,
            "verse_key": "5:92",
            "text_uthmani_simple": "واطيعوا۟ الله واطيعوا۟ الرسول واحذروا۟ فان توليتم فاعلموا۟ انما على رسولنا البلغ المبين"
        },
        {
            "id": 762,
            "verse_key": "5:93",
            "text_uthmani_simple": "ليس على الذين ءامنوا۟ وعملوا۟ الصلحت جناح فيما طعموا۟ اذا ما اتقوا۟ وءامنوا۟ وعملوا۟ الصلحت ثم اتقوا۟ وءامنوا۟ ثم اتقوا۟ واحسنوا۟ والله يحب المحسنين"
        },
        {
            "id": 763,
            "verse_key": "5:94",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ليبلونكم الله بشىء من الصيد تناله ايديكم ورماحكم ليعلم الله من يخافه بالغيب فمن اعتدى بعد ذلك فله عذاب اليم"
        },
        {
            "id": 764,
            "verse_key": "5:95",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تقتلوا۟ الصيد وانتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم هديۢا بلغ الكعبة او كفرة طعام مسكين او عدل ذلك صياما ليذوق وبال امره عفا الله عما سلف ومن عاد فينتقم الله منه والله عزيز ذو انتقام"
        },
        {
            "id": 765,
            "verse_key": "5:96",
            "text_uthmani_simple": "احل لكم صيد البحر وطعامه متعا لكم وللسيارة وحرم عليكم صيد البر ما دمتم حرما واتقوا۟ الله الذى اليه تحشرون"
        },
        {
            "id": 766,
            "verse_key": "5:97",
            "text_uthmani_simple": "جعل الله الكعبة البيت الحرام قيما للناس والشهر الحرام والهدى والقلئد ذلك لتعلموا۟ ان الله يعلم ما فى السموت وما فى الارض وان الله بكل شىء عليم"
        },
        {
            "id": 767,
            "verse_key": "5:98",
            "text_uthmani_simple": "اعلموا۟ ان الله شديد العقاب وان الله غفور رحيم"
        },
        {
            "id": 768,
            "verse_key": "5:99",
            "text_uthmani_simple": "ما على الرسول الا البلغ والله يعلم ما تبدون وما تكتمون"
        },
        {
            "id": 769,
            "verse_key": "5:100",
            "text_uthmani_simple": "قل لا يستوى الخبيث والطيب ولو اعجبك كثرة الخبيث فاتقوا۟ الله ياو۟لى الالبب لعلكم تفلحون"
        },
        {
            "id": 770,
            "verse_key": "5:101",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تسـلوا۟ عن اشياء ان تبد لكم تسؤكم وان تسـلوا۟ عنها حين ينزل القرءان تبد لكم عفا الله عنها والله غفور حليم"
        },
        {
            "id": 771,
            "verse_key": "5:102",
            "text_uthmani_simple": "قد سالها قوم من قبلكم ثم اصبحوا۟ بها كفرين"
        },
        {
            "id": 772,
            "verse_key": "5:103",
            "text_uthmani_simple": "ما جعل الله منۢ بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا۟ يفترون على الله الكذب واكثرهم لا يعقلون"
        },
        {
            "id": 773,
            "verse_key": "5:104",
            "text_uthmani_simple": "واذا قيل لهم تعالوا۟ الى ما انزل الله والى الرسول قالوا۟ حسبنا ما وجدنا عليه ءاباءنا اولو كان ءاباؤهم لا يعلمون شيـا ولا يهتدون"
        },
        {
            "id": 774,
            "verse_key": "5:105",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ عليكم انفسكم لا يضركم من ضل اذا اهتديتم الى الله مرجعكم جميعا فينبئكم بما كنتم تعملون"
        },
        {
            "id": 775,
            "verse_key": "5:106",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ شهدة بينكم اذا حضر احدكم الموت حين الوصية اثنان ذوا عدل منكم او ءاخران من غيركم ان انتم ضربتم فى الارض فاصبتكم مصيبة الموت تحبسونهما منۢ بعد الصلوة فيقسمان بالله ان ارتبتم لا نشترى به ثمنا ولو كان ذا قربى ولا نكتم شهدة الله انا اذا لمن الءاثمين"
        },
        {
            "id": 776,
            "verse_key": "5:107",
            "text_uthmani_simple": "فان عثر على انهما استحقا اثما فـاخران يقومان مقامهما من الذين استحق عليهم الاولين فيقسمان بالله لشهدتنا احق من شهدتهما وما اعتدينا انا اذا لمن الظلمين"
        },
        {
            "id": 777,
            "verse_key": "5:108",
            "text_uthmani_simple": "ذلك ادنى ان ياتوا۟ بالشهدة على وجهها او يخافوا۟ ان ترد ايمنۢ بعد ايمنهم واتقوا۟ الله واسمعوا۟ والله لا يهدى القوم الفسقين"
        },
        {
            "id": 778,
            "verse_key": "5:109",
            "text_uthmani_simple": "يوم يجمع الله الرسل فيقول ماذا اجبتم قالوا۟ لا علم لنا انك انت علم الغيوب"
        },
        {
            "id": 779,
            "verse_key": "5:110",
            "text_uthmani_simple": "اذ قال الله يعيسى ابن مريم اذكر نعمتى عليك وعلى ولدتك اذ ايدتك بروح القدس تكلم الناس فى المهد وكهلا واذ علمتك الكتب والحكمة والتورىة والانجيل واذ تخلق من الطين كهيـة الطير باذنى فتنفخ فيها فتكون طيرۢا باذنى وتبرئ الاكمه والابرص باذنى واذ تخرج الموتى باذنى واذ كففت بنى اسرءيل عنك اذ جئتهم بالبينت فقال الذين كفروا۟ منهم ان هذا الا سحر مبين"
        },
        {
            "id": 780,
            "verse_key": "5:111",
            "text_uthmani_simple": "واذ اوحيت الى الحوارين ان ءامنوا۟ بى وبرسولى قالوا۟ ءامنا واشهد باننا مسلمون"
        },
        {
            "id": 781,
            "verse_key": "5:112",
            "text_uthmani_simple": "اذ قال الحواريون يعيسى ابن مريم هل يستطيع ربك ان ينزل علينا مائدة من السماء قال اتقوا۟ الله ان كنتم مؤمنين"
        },
        {
            "id": 782,
            "verse_key": "5:113",
            "text_uthmani_simple": "قالوا۟ نريد ان ناكل منها وتطمئن قلوبنا ونعلم ان قد صدقتنا ونكون عليها من الشهدين"
        },
        {
            "id": 783,
            "verse_key": "5:114",
            "text_uthmani_simple": "قال عيسى ابن مريم اللهم ربنا انزل علينا مائدة من السماء تكون لنا عيدا لاولنا وءاخرنا وءاية منك وارزقنا وانت خير الرزقين"
        },
        {
            "id": 784,
            "verse_key": "5:115",
            "text_uthmani_simple": "قال الله انى منزلها عليكم فمن يكفر بعد منكم فانى اعذبه عذابا لا اعذبه احدا من العلمين"
        },
        {
            "id": 785,
            "verse_key": "5:116",
            "text_uthmani_simple": "واذ قال الله يعيسى ابن مريم ءانت قلت للناس اتخذونى وامى الهين من دون الله قال سبحنك ما يكون لى ان اقول ما ليس لى بحق ان كنت قلته فقد علمته تعلم ما فى نفسى ولا اعلم ما فى نفسك انك انت علم الغيوب"
        },
        {
            "id": 786,
            "verse_key": "5:117",
            "text_uthmani_simple": "ما قلت لهم الا ما امرتنى به ان اعبدوا۟ الله ربى وربكم وكنت عليهم شهيدا ما دمت فيهم فلما توفيتنى كنت انت الرقيب عليهم وانت على كل شىء شهيد"
        },
        {
            "id": 787,
            "verse_key": "5:118",
            "text_uthmani_simple": "ان تعذبهم فانهم عبادك وان تغفر لهم فانك انت العزيز الحكيم"
        },
        {
            "id": 788,
            "verse_key": "5:119",
            "text_uthmani_simple": "قال الله هذا يوم ينفع الصدقين صدقهم لهم جنت تجرى من تحتها الانهر خلدين فيها ابدا رضى الله عنهم ورضوا۟ عنه ذلك الفوز العظيم"
        },
        {
            "id": 789,
            "verse_key": "5:120",
            "text_uthmani_simple": "لله ملك السموت والارض وما فيهن وهو على كل شىء قديرۢ"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "5"
        }
    }
}