{
    "verses": [
        {
            "id": 955,
            "verse_key": "7:1",
            "text_uthmani_simple": "المص"
        },
        {
            "id": 956,
            "verse_key": "7:2",
            "text_uthmani_simple": "كتب انزل اليك فلا يكن فى صدرك حرج منه لتنذر به وذكرى للمؤمنين"
        },
        {
            "id": 957,
            "verse_key": "7:3",
            "text_uthmani_simple": "اتبعوا۟ ما انزل اليكم من ربكم ولا تتبعوا۟ من دونه اولياء قليلا ما تذكرون"
        },
        {
            "id": 958,
            "verse_key": "7:4",
            "text_uthmani_simple": "وكم من قرية اهلكنها فجاءها باسنا بيتا او هم قائلون"
        },
        {
            "id": 959,
            "verse_key": "7:5",
            "text_uthmani_simple": "فما كان دعوىهم اذ جاءهم باسنا الا ان قالوا۟ انا كنا ظلمين"
        },
        {
            "id": 960,
            "verse_key": "7:6",
            "text_uthmani_simple": "فلنسـلن الذين ارسل اليهم ولنسـلن المرسلين"
        },
        {
            "id": 961,
            "verse_key": "7:7",
            "text_uthmani_simple": "فلنقصن عليهم بعلم وما كنا غائبين"
        },
        {
            "id": 962,
            "verse_key": "7:8",
            "text_uthmani_simple": "والوزن يومئذ الحق فمن ثقلت موزينه فاو۟لئك هم المفلحون"
        },
        {
            "id": 963,
            "verse_key": "7:9",
            "text_uthmani_simple": "ومن خفت موزينه فاو۟لئك الذين خسروا۟ انفسهم بما كانوا۟ بـايتنا يظلمون"
        },
        {
            "id": 964,
            "verse_key": "7:10",
            "text_uthmani_simple": "ولقد مكنكم فى الارض وجعلنا لكم فيها معيش قليلا ما تشكرون"
        },
        {
            "id": 965,
            "verse_key": "7:11",
            "text_uthmani_simple": "ولقد خلقنكم ثم صورنكم ثم قلنا للملئكة اسجدوا۟ لءادم فسجدوا۟ الا ابليس لم يكن من السجدين"
        },
        {
            "id": 966,
            "verse_key": "7:12",
            "text_uthmani_simple": "قال ما منعك الا تسجد اذ امرتك قال انا۠ خير منه خلقتنى من نار وخلقته من طين"
        },
        {
            "id": 967,
            "verse_key": "7:13",
            "text_uthmani_simple": "قال فاهبط منها فما يكون لك ان تتكبر فيها فاخرج انك من الصغرين"
        },
        {
            "id": 968,
            "verse_key": "7:14",
            "text_uthmani_simple": "قال انظرنى الى يوم يبعثون"
        },
        {
            "id": 969,
            "verse_key": "7:15",
            "text_uthmani_simple": "قال انك من المنظرين"
        },
        {
            "id": 970,
            "verse_key": "7:16",
            "text_uthmani_simple": "قال فبما اغويتنى لاقعدن لهم صرطك المستقيم"
        },
        {
            "id": 971,
            "verse_key": "7:17",
            "text_uthmani_simple": "ثم لءاتينهم منۢ بين ايديهم ومن خلفهم وعن ايمنهم وعن شمائلهم ولا تجد اكثرهم شكرين"
        },
        {
            "id": 972,
            "verse_key": "7:18",
            "text_uthmani_simple": "قال اخرج منها مذءوما مدحورا لمن تبعك منهم لاملان جهنم منكم اجمعين"
        },
        {
            "id": 973,
            "verse_key": "7:19",
            "text_uthmani_simple": "ويـادم اسكن انت وزوجك الجنة فكلا من حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظلمين"
        },
        {
            "id": 974,
            "verse_key": "7:20",
            "text_uthmani_simple": "فوسوس لهما الشيطن ليبدى لهما ما ورى عنهما من سوءتهما وقال ما نهىكما ربكما عن هذه الشجرة الا ان تكونا ملكين او تكونا من الخلدين"
        },
        {
            "id": 975,
            "verse_key": "7:21",
            "text_uthmani_simple": "وقاسمهما انى لكما لمن النصحين"
        },
        {
            "id": 976,
            "verse_key": "7:22",
            "text_uthmani_simple": "فدلىهما بغرور فلما ذاقا الشجرة بدت لهما سوءتهما وطفقا يخصفان عليهما من ورق الجنة ونادىهما ربهما الم انهكما عن تلكما الشجرة واقل لكما ان الشيطن لكما عدو مبين"
        },
        {
            "id": 977,
            "verse_key": "7:23",
            "text_uthmani_simple": "قالا ربنا ظلمنا انفسنا وان لم تغفر لنا وترحمنا لنكونن من الخسرين"
        },
        {
            "id": 978,
            "verse_key": "7:24",
            "text_uthmani_simple": "قال اهبطوا۟ بعضكم لبعض عدو ولكم فى الارض مستقر ومتع الى حين"
        },
        {
            "id": 979,
            "verse_key": "7:25",
            "text_uthmani_simple": "قال فيها تحيون وفيها تموتون ومنها تخرجون"
        },
        {
            "id": 980,
            "verse_key": "7:26",
            "text_uthmani_simple": "يبنى ءادم قد انزلنا عليكم لباسا يورى سوءتكم وريشا ولباس التقوى ذلك خير ذلك من ءايت الله لعلهم يذكرون"
        },
        {
            "id": 981,
            "verse_key": "7:27",
            "text_uthmani_simple": "يبنى ءادم لا يفتننكم الشيطن كما اخرج ابويكم من الجنة ينزع عنهما لباسهما ليريهما سوءتهما انه يرىكم هو وقبيله من حيث لا ترونهم انا جعلنا الشيطين اولياء للذين لا يؤمنون"
        },
        {
            "id": 982,
            "verse_key": "7:28",
            "text_uthmani_simple": "واذا فعلوا۟ فحشة قالوا۟ وجدنا عليها ءاباءنا والله امرنا بها قل ان الله لا يامر بالفحشاء اتقولون على الله ما لا تعلمون"
        },
        {
            "id": 983,
            "verse_key": "7:29",
            "text_uthmani_simple": "قل امر ربى بالقسط واقيموا۟ وجوهكم عند كل مسجد وادعوه مخلصين له الدين كما بداكم تعودون"
        },
        {
            "id": 984,
            "verse_key": "7:30",
            "text_uthmani_simple": "فريقا هدى وفريقا حق عليهم الضللة انهم اتخذوا۟ الشيطين اولياء من دون الله ويحسبون انهم مهتدون"
        },
        {
            "id": 985,
            "verse_key": "7:31",
            "text_uthmani_simple": "يبنى ءادم خذوا۟ زينتكم عند كل مسجد وكلوا۟ واشربوا۟ ولا تسرفوا۟ انه لا يحب المسرفين"
        },
        {
            "id": 986,
            "verse_key": "7:32",
            "text_uthmani_simple": "قل من حرم زينة الله التى اخرج لعباده والطيبت من الرزق قل هى للذين ءامنوا۟ فى الحيوة الدنيا خالصة يوم القيمة كذلك نفصل الءايت لقوم يعلمون"
        },
        {
            "id": 987,
            "verse_key": "7:33",
            "text_uthmani_simple": "قل انما حرم ربى الفوحش ما ظهر منها وما بطن والاثم والبغى بغير الحق وان تشركوا۟ بالله ما لم ينزل به سلطنا وان تقولوا۟ على الله ما لا تعلمون"
        },
        {
            "id": 988,
            "verse_key": "7:34",
            "text_uthmani_simple": "ولكل امة اجل فاذا جاء اجلهم لا يستاخرون ساعة ولا يستقدمون"
        },
        {
            "id": 989,
            "verse_key": "7:35",
            "text_uthmani_simple": "يبنى ءادم اما ياتينكم رسل منكم يقصون عليكم ءايتى فمن اتقى واصلح فلا خوف عليهم ولا هم يحزنون"
        },
        {
            "id": 990,
            "verse_key": "7:36",
            "text_uthmani_simple": "والذين كذبوا۟ بـايتنا واستكبروا۟ عنها او۟لئك اصحب النار هم فيها خلدون"
        },
        {
            "id": 991,
            "verse_key": "7:37",
            "text_uthmani_simple": "فمن اظلم ممن افترى على الله كذبا او كذب بـايته او۟لئك ينالهم نصيبهم من الكتب حتى اذا جاءتهم رسلنا يتوفونهم قالوا۟ اين ما كنتم تدعون من دون الله قالوا۟ ضلوا۟ عنا وشهدوا۟ على انفسهم انهم كانوا۟ كفرين"
        },
        {
            "id": 992,
            "verse_key": "7:38",
            "text_uthmani_simple": "قال ادخلوا۟ فى امم قد خلت من قبلكم من الجن والانس فى النار كلما دخلت امة لعنت اختها حتى اذا اداركوا۟ فيها جميعا قالت اخرىهم لاولىهم ربنا هؤلاء اضلونا فـاتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون"
        },
        {
            "id": 993,
            "verse_key": "7:39",
            "text_uthmani_simple": "وقالت اولىهم لاخرىهم فما كان لكم علينا من فضل فذوقوا۟ العذاب بما كنتم تكسبون"
        },
        {
            "id": 994,
            "verse_key": "7:40",
            "text_uthmani_simple": "ان الذين كذبوا۟ بـايتنا واستكبروا۟ عنها لا تفتح لهم ابوب السماء ولا يدخلون الجنة حتى يلج الجمل فى سم الخياط وكذلك نجزى المجرمين"
        },
        {
            "id": 995,
            "verse_key": "7:41",
            "text_uthmani_simple": "لهم من جهنم مهاد ومن فوقهم غواش وكذلك نجزى الظلمين"
        },
        {
            "id": 996,
            "verse_key": "7:42",
            "text_uthmani_simple": "والذين ءامنوا۟ وعملوا۟ الصلحت لا نكلف نفسا الا وسعها او۟لئك اصحب الجنة هم فيها خلدون"
        },
        {
            "id": 997,
            "verse_key": "7:43",
            "text_uthmani_simple": "ونزعنا ما فى صدورهم من غل تجرى من تحتهم الانهر وقالوا۟ الحمد لله الذى هدىنا لهذا وما كنا لنهتدى لولا ان هدىنا الله لقد جاءت رسل ربنا بالحق ونودوا۟ ان تلكم الجنة اورثتموها بما كنتم تعملون"
        },
        {
            "id": 998,
            "verse_key": "7:44",
            "text_uthmani_simple": "ونادى اصحب الجنة اصحب النار ان قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا قالوا۟ نعم فاذن مؤذنۢ بينهم ان لعنة الله على الظلمين"
        },
        {
            "id": 999,
            "verse_key": "7:45",
            "text_uthmani_simple": "الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالءاخرة كفرون"
        },
        {
            "id": 1000,
            "verse_key": "7:46",
            "text_uthmani_simple": "وبينهما حجاب وعلى الاعراف رجال يعرفون كلۢا بسيمىهم ونادوا۟ اصحب الجنة ان سلم عليكم لم يدخلوها وهم يطمعون"
        },
        {
            "id": 1001,
            "verse_key": "7:47",
            "text_uthmani_simple": "واذا صرفت ابصرهم تلقاء اصحب النار قالوا۟ ربنا لا تجعلنا مع القوم الظلمين"
        },
        {
            "id": 1002,
            "verse_key": "7:48",
            "text_uthmani_simple": "ونادى اصحب الاعراف رجالا يعرفونهم بسيمىهم قالوا۟ ما اغنى عنكم جمعكم وما كنتم تستكبرون"
        },
        {
            "id": 1003,
            "verse_key": "7:49",
            "text_uthmani_simple": "اهؤلاء الذين اقسمتم لا ينالهم الله برحمة ادخلوا۟ الجنة لا خوف عليكم ولا انتم تحزنون"
        },
        {
            "id": 1004,
            "verse_key": "7:50",
            "text_uthmani_simple": "ونادى اصحب النار اصحب الجنة ان افيضوا۟ علينا من الماء او مما رزقكم الله قالوا۟ ان الله حرمهما على الكفرين"
        },
        {
            "id": 1005,
            "verse_key": "7:51",
            "text_uthmani_simple": "الذين اتخذوا۟ دينهم لهوا ولعبا وغرتهم الحيوة الدنيا فاليوم ننسىهم كما نسوا۟ لقاء يومهم هذا وما كانوا۟ بـايتنا يجحدون"
        },
        {
            "id": 1006,
            "verse_key": "7:52",
            "text_uthmani_simple": "ولقد جئنهم بكتب فصلنه على علم هدى ورحمة لقوم يؤمنون"
        },
        {
            "id": 1007,
            "verse_key": "7:53",
            "text_uthmani_simple": "هل ينظرون الا تاويله يوم ياتى تاويله يقول الذين نسوه من قبل قد جاءت رسل ربنا بالحق فهل لنا من شفعاء فيشفعوا۟ لنا او نرد فنعمل غير الذى كنا نعمل قد خسروا۟ انفسهم وضل عنهم ما كانوا۟ يفترون"
        },
        {
            "id": 1008,
            "verse_key": "7:54",
            "text_uthmani_simple": "ان ربكم الله الذى خلق السموت والارض فى ستة ايام ثم استوى على العرش يغشى اليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرتۭ بامره الا له الخلق والامر تبارك الله رب العلمين"
        },
        {
            "id": 1009,
            "verse_key": "7:55",
            "text_uthmani_simple": "ادعوا۟ ربكم تضرعا وخفية انه لا يحب المعتدين"
        },
        {
            "id": 1010,
            "verse_key": "7:56",
            "text_uthmani_simple": "ولا تفسدوا۟ فى الارض بعد اصلحها وادعوه خوفا وطمعا ان رحمت الله قريب من المحسنين"
        },
        {
            "id": 1011,
            "verse_key": "7:57",
            "text_uthmani_simple": "وهو الذى يرسل الريح بشرۢا بين يدى رحمته حتى اذا اقلت سحابا ثقالا سقنه لبلد ميت فانزلنا به الماء فاخرجنا به من كل الثمرت كذلك نخرج الموتى لعلكم تذكرون"
        },
        {
            "id": 1012,
            "verse_key": "7:58",
            "text_uthmani_simple": "والبلد الطيب يخرج نباته باذن ربه والذى خبث لا يخرج الا نكدا كذلك نصرف الءايت لقوم يشكرون"
        },
        {
            "id": 1013,
            "verse_key": "7:59",
            "text_uthmani_simple": "لقد ارسلنا نوحا الى قومه فقال يقوم اعبدوا۟ الله ما لكم من اله غيره انى اخاف عليكم عذاب يوم عظيم"
        },
        {
            "id": 1014,
            "verse_key": "7:60",
            "text_uthmani_simple": "قال الملا من قومه انا لنرىك فى ضلل مبين"
        },
        {
            "id": 1015,
            "verse_key": "7:61",
            "text_uthmani_simple": "قال يقوم ليس بى ضللة ولكنى رسول من رب العلمين"
        },
        {
            "id": 1016,
            "verse_key": "7:62",
            "text_uthmani_simple": "ابلغكم رسلت ربى وانصح لكم واعلم من الله ما لا تعلمون"
        },
        {
            "id": 1017,
            "verse_key": "7:63",
            "text_uthmani_simple": "اوعجبتم ان جاءكم ذكر من ربكم على رجل منكم لينذركم ولتتقوا۟ ولعلكم ترحمون"
        },
        {
            "id": 1018,
            "verse_key": "7:64",
            "text_uthmani_simple": "فكذبوه فانجينه والذين معه فى الفلك واغرقنا الذين كذبوا۟ بـايتنا انهم كانوا۟ قوما عمين"
        },
        {
            "id": 1019,
            "verse_key": "7:65",
            "text_uthmani_simple": "والى عاد اخاهم هودا قال يقوم اعبدوا۟ الله ما لكم من اله غيره افلا تتقون"
        },
        {
            "id": 1020,
            "verse_key": "7:66",
            "text_uthmani_simple": "قال الملا الذين كفروا۟ من قومه انا لنرىك فى سفاهة وانا لنظنك من الكذبين"
        },
        {
            "id": 1021,
            "verse_key": "7:67",
            "text_uthmani_simple": "قال يقوم ليس بى سفاهة ولكنى رسول من رب العلمين"
        },
        {
            "id": 1022,
            "verse_key": "7:68",
            "text_uthmani_simple": "ابلغكم رسلت ربى وانا۠ لكم ناصح امين"
        },
        {
            "id": 1023,
            "verse_key": "7:69",
            "text_uthmani_simple": "اوعجبتم ان جاءكم ذكر من ربكم على رجل منكم لينذركم واذكروا۟ اذ جعلكم خلفاء منۢ بعد قوم نوح وزادكم فى الخلق بصۜطة فاذكروا۟ ءالاء الله لعلكم تفلحون"
        },
        {
            "id": 1024,
            "verse_key": "7:70",
            "text_uthmani_simple": "قالوا۟ اجئتنا لنعبد الله وحده ونذر ما كان يعبد ءاباؤنا فاتنا بما تعدنا ان كنت من الصدقين"
        },
        {
            "id": 1025,
            "verse_key": "7:71",
            "text_uthmani_simple": "قال قد وقع عليكم من ربكم رجس وغضب اتجدلوننى فى اسماء سميتموها انتم وءاباؤكم ما نزل الله بها من سلطن فانتظروا۟ انى معكم من المنتظرين"
        },
        {
            "id": 1026,
            "verse_key": "7:72",
            "text_uthmani_simple": "فانجينه والذين معه برحمة منا وقطعنا دابر الذين كذبوا۟ بـايتنا وما كانوا۟ مؤمنين"
        },
        {
            "id": 1027,
            "verse_key": "7:73",
            "text_uthmani_simple": "والى ثمود اخاهم صلحا قال يقوم اعبدوا۟ الله ما لكم من اله غيره قد جاءتكم بينة من ربكم هذه ناقة الله لكم ءاية فذروها تاكل فى ارض الله ولا تمسوها بسوء فياخذكم عذاب اليم"
        },
        {
            "id": 1028,
            "verse_key": "7:74",
            "text_uthmani_simple": "واذكروا۟ اذ جعلكم خلفاء منۢ بعد عاد وبواكم فى الارض تتخذون من سهولها قصورا وتنحتون الجبال بيوتا فاذكروا۟ ءالاء الله ولا تعثوا۟ فى الارض مفسدين"
        },
        {
            "id": 1029,
            "verse_key": "7:75",
            "text_uthmani_simple": "قال الملا الذين استكبروا۟ من قومه للذين استضعفوا۟ لمن ءامن منهم اتعلمون ان صلحا مرسل من ربه قالوا۟ انا بما ارسل به مؤمنون"
        },
        {
            "id": 1030,
            "verse_key": "7:76",
            "text_uthmani_simple": "قال الذين استكبروا۟ انا بالذى ءامنتم به كفرون"
        },
        {
            "id": 1031,
            "verse_key": "7:77",
            "text_uthmani_simple": "فعقروا۟ الناقة وعتوا۟ عن امر ربهم وقالوا۟ يصلح ائتنا بما تعدنا ان كنت من المرسلين"
        },
        {
            "id": 1032,
            "verse_key": "7:78",
            "text_uthmani_simple": "فاخذتهم الرجفة فاصبحوا۟ فى دارهم جثمين"
        },
        {
            "id": 1033,
            "verse_key": "7:79",
            "text_uthmani_simple": "فتولى عنهم وقال يقوم لقد ابلغتكم رسالة ربى ونصحت لكم ولكن لا تحبون النصحين"
        },
        {
            "id": 1034,
            "verse_key": "7:80",
            "text_uthmani_simple": "ولوطا اذ قال لقومه اتاتون الفحشة ما سبقكم بها من احد من العلمين"
        },
        {
            "id": 1035,
            "verse_key": "7:81",
            "text_uthmani_simple": "انكم لتاتون الرجال شهوة من دون النساء بل انتم قوم مسرفون"
        },
        {
            "id": 1036,
            "verse_key": "7:82",
            "text_uthmani_simple": "وما كان جواب قومه الا ان قالوا۟ اخرجوهم من قريتكم انهم اناس يتطهرون"
        },
        {
            "id": 1037,
            "verse_key": "7:83",
            "text_uthmani_simple": "فانجينه واهله الا امراته كانت من الغبرين"
        },
        {
            "id": 1038,
            "verse_key": "7:84",
            "text_uthmani_simple": "وامطرنا عليهم مطرا فانظر كيف كان عقبة المجرمين"
        },
        {
            "id": 1039,
            "verse_key": "7:85",
            "text_uthmani_simple": "والى مدين اخاهم شعيبا قال يقوم اعبدوا۟ الله ما لكم من اله غيره قد جاءتكم بينة من ربكم فاوفوا۟ الكيل والميزان ولا تبخسوا۟ الناس اشياءهم ولا تفسدوا۟ فى الارض بعد اصلحها ذلكم خير لكم ان كنتم مؤمنين"
        },
        {
            "id": 1040,
            "verse_key": "7:86",
            "text_uthmani_simple": "ولا تقعدوا۟ بكل صرط توعدون وتصدون عن سبيل الله من ءامن به وتبغونها عوجا واذكروا۟ اذ كنتم قليلا فكثركم وانظروا۟ كيف كان عقبة المفسدين"
        },
        {
            "id": 1041,
            "verse_key": "7:87",
            "text_uthmani_simple": "وان كان طائفة منكم ءامنوا۟ بالذى ارسلت به وطائفة لم يؤمنوا۟ فاصبروا۟ حتى يحكم الله بيننا وهو خير الحكمين"
        },
        {
            "id": 1042,
            "verse_key": "7:88",
            "text_uthmani_simple": "قال الملا الذين استكبروا۟ من قومه لنخرجنك يشعيب والذين ءامنوا۟ معك من قريتنا او لتعودن فى ملتنا قال اولو كنا كرهين"
        },
        {
            "id": 1043,
            "verse_key": "7:89",
            "text_uthmani_simple": "قد افترينا على الله كذبا ان عدنا فى ملتكم بعد اذ نجىنا الله منها وما يكون لنا ان نعود فيها الا ان يشاء الله ربنا وسع ربنا كل شىء علما على الله توكلنا ربنا افتح بيننا وبين قومنا بالحق وانت خير الفتحين"
        },
        {
            "id": 1044,
            "verse_key": "7:90",
            "text_uthmani_simple": "وقال الملا الذين كفروا۟ من قومه لئن اتبعتم شعيبا انكم اذا لخسرون"
        },
        {
            "id": 1045,
            "verse_key": "7:91",
            "text_uthmani_simple": "فاخذتهم الرجفة فاصبحوا۟ فى دارهم جثمين"
        },
        {
            "id": 1046,
            "verse_key": "7:92",
            "text_uthmani_simple": "الذين كذبوا۟ شعيبا كان لم يغنوا۟ فيها الذين كذبوا۟ شعيبا كانوا۟ هم الخسرين"
        },
        {
            "id": 1047,
            "verse_key": "7:93",
            "text_uthmani_simple": "فتولى عنهم وقال يقوم لقد ابلغتكم رسلت ربى ونصحت لكم فكيف ءاسى على قوم كفرين"
        },
        {
            "id": 1048,
            "verse_key": "7:94",
            "text_uthmani_simple": "وما ارسلنا فى قرية من نبى الا اخذنا اهلها بالباساء والضراء لعلهم يضرعون"
        },
        {
            "id": 1049,
            "verse_key": "7:95",
            "text_uthmani_simple": "ثم بدلنا مكان السيئة الحسنة حتى عفوا۟ وقالوا۟ قد مس ءاباءنا الضراء والسراء فاخذنهم بغتة وهم لا يشعرون"
        },
        {
            "id": 1050,
            "verse_key": "7:96",
            "text_uthmani_simple": "ولو ان اهل القرى ءامنوا۟ واتقوا۟ لفتحنا عليهم بركت من السماء والارض ولكن كذبوا۟ فاخذنهم بما كانوا۟ يكسبون"
        },
        {
            "id": 1051,
            "verse_key": "7:97",
            "text_uthmani_simple": "افامن اهل القرى ان ياتيهم باسنا بيتا وهم نائمون"
        },
        {
            "id": 1052,
            "verse_key": "7:98",
            "text_uthmani_simple": "اوامن اهل القرى ان ياتيهم باسنا ضحى وهم يلعبون"
        },
        {
            "id": 1053,
            "verse_key": "7:99",
            "text_uthmani_simple": "افامنوا۟ مكر الله فلا يامن مكر الله الا القوم الخسرون"
        },
        {
            "id": 1054,
            "verse_key": "7:100",
            "text_uthmani_simple": "اولم يهد للذين يرثون الارض منۢ بعد اهلها ان لو نشاء اصبنهم بذنوبهم ونطبع على قلوبهم فهم لا يسمعون"
        },
        {
            "id": 1055,
            "verse_key": "7:101",
            "text_uthmani_simple": "تلك القرى نقص عليك من انۢبائها ولقد جاءتهم رسلهم بالبينت فما كانوا۟ ليؤمنوا۟ بما كذبوا۟ من قبل كذلك يطبع الله على قلوب الكفرين"
        },
        {
            "id": 1056,
            "verse_key": "7:102",
            "text_uthmani_simple": "وما وجدنا لاكثرهم من عهد وان وجدنا اكثرهم لفسقين"
        },
        {
            "id": 1057,
            "verse_key": "7:103",
            "text_uthmani_simple": "ثم بعثنا منۢ بعدهم موسى بـايتنا الى فرعون وملاي۟ه فظلموا۟ بها فانظر كيف كان عقبة المفسدين"
        },
        {
            "id": 1058,
            "verse_key": "7:104",
            "text_uthmani_simple": "وقال موسى يفرعون انى رسول من رب العلمين"
        },
        {
            "id": 1059,
            "verse_key": "7:105",
            "text_uthmani_simple": "حقيق على ان لا اقول على الله الا الحق قد جئتكم ببينة من ربكم فارسل معى بنى اسرءيل"
        },
        {
            "id": 1060,
            "verse_key": "7:106",
            "text_uthmani_simple": "قال ان كنت جئت بـاية فات بها ان كنت من الصدقين"
        },
        {
            "id": 1061,
            "verse_key": "7:107",
            "text_uthmani_simple": "فالقى عصاه فاذا هى ثعبان مبين"
        },
        {
            "id": 1062,
            "verse_key": "7:108",
            "text_uthmani_simple": "ونزع يده فاذا هى بيضاء للنظرين"
        },
        {
            "id": 1063,
            "verse_key": "7:109",
            "text_uthmani_simple": "قال الملا من قوم فرعون ان هذا لسحر عليم"
        },
        {
            "id": 1064,
            "verse_key": "7:110",
            "text_uthmani_simple": "يريد ان يخرجكم من ارضكم فماذا تامرون"
        },
        {
            "id": 1065,
            "verse_key": "7:111",
            "text_uthmani_simple": "قالوا۟ ارجه واخاه وارسل فى المدائن حشرين"
        },
        {
            "id": 1066,
            "verse_key": "7:112",
            "text_uthmani_simple": "ياتوك بكل سحر عليم"
        },
        {
            "id": 1067,
            "verse_key": "7:113",
            "text_uthmani_simple": "وجاء السحرة فرعون قالوا۟ ان لنا لاجرا ان كنا نحن الغلبين"
        },
        {
            "id": 1068,
            "verse_key": "7:114",
            "text_uthmani_simple": "قال نعم وانكم لمن المقربين"
        },
        {
            "id": 1069,
            "verse_key": "7:115",
            "text_uthmani_simple": "قالوا۟ يموسى اما ان تلقى واما ان نكون نحن الملقين"
        },
        {
            "id": 1070,
            "verse_key": "7:116",
            "text_uthmani_simple": "قال القوا۟ فلما القوا۟ سحروا۟ اعين الناس واسترهبوهم وجاءو بسحر عظيم"
        },
        {
            "id": 1071,
            "verse_key": "7:117",
            "text_uthmani_simple": "واوحينا الى موسى ان الق عصاك فاذا هى تلقف ما يافكون"
        },
        {
            "id": 1072,
            "verse_key": "7:118",
            "text_uthmani_simple": "فوقع الحق وبطل ما كانوا۟ يعملون"
        },
        {
            "id": 1073,
            "verse_key": "7:119",
            "text_uthmani_simple": "فغلبوا۟ هنالك وانقلبوا۟ صغرين"
        },
        {
            "id": 1074,
            "verse_key": "7:120",
            "text_uthmani_simple": "والقى السحرة سجدين"
        },
        {
            "id": 1075,
            "verse_key": "7:121",
            "text_uthmani_simple": "قالوا۟ ءامنا برب العلمين"
        },
        {
            "id": 1076,
            "verse_key": "7:122",
            "text_uthmani_simple": "رب موسى وهرون"
        },
        {
            "id": 1077,
            "verse_key": "7:123",
            "text_uthmani_simple": "قال فرعون ءامنتم به قبل ان ءاذن لكم ان هذا لمكر مكرتموه فى المدينة لتخرجوا۟ منها اهلها فسوف تعلمون"
        },
        {
            "id": 1078,
            "verse_key": "7:124",
            "text_uthmani_simple": "لاقطعن ايديكم وارجلكم من خلف ثم لاصلبنكم اجمعين"
        },
        {
            "id": 1079,
            "verse_key": "7:125",
            "text_uthmani_simple": "قالوا۟ انا الى ربنا منقلبون"
        },
        {
            "id": 1080,
            "verse_key": "7:126",
            "text_uthmani_simple": "وما تنقم منا الا ان ءامنا بـايت ربنا لما جاءتنا ربنا افرغ علينا صبرا وتوفنا مسلمين"
        },
        {
            "id": 1081,
            "verse_key": "7:127",
            "text_uthmani_simple": "وقال الملا من قوم فرعون اتذر موسى وقومه ليفسدوا۟ فى الارض ويذرك وءالهتك قال سنقتل ابناءهم ونستحى نساءهم وانا فوقهم قهرون"
        },
        {
            "id": 1082,
            "verse_key": "7:128",
            "text_uthmani_simple": "قال موسى لقومه استعينوا۟ بالله واصبروا۟ ان الارض لله يورثها من يشاء من عباده والعقبة للمتقين"
        },
        {
            "id": 1083,
            "verse_key": "7:129",
            "text_uthmani_simple": "قالوا۟ اوذينا من قبل ان تاتينا ومنۢ بعد ما جئتنا قال عسى ربكم ان يهلك عدوكم ويستخلفكم فى الارض فينظر كيف تعملون"
        },
        {
            "id": 1084,
            "verse_key": "7:130",
            "text_uthmani_simple": "ولقد اخذنا ءال فرعون بالسنين ونقص من الثمرت لعلهم يذكرون"
        },
        {
            "id": 1085,
            "verse_key": "7:131",
            "text_uthmani_simple": "فاذا جاءتهم الحسنة قالوا۟ لنا هذه وان تصبهم سيئة يطيروا۟ بموسى ومن معه الا انما طئرهم عند الله ولكن اكثرهم لا يعلمون"
        },
        {
            "id": 1086,
            "verse_key": "7:132",
            "text_uthmani_simple": "وقالوا۟ مهما تاتنا به من ءاية لتسحرنا بها فما نحن لك بمؤمنين"
        },
        {
            "id": 1087,
            "verse_key": "7:133",
            "text_uthmani_simple": "فارسلنا عليهم الطوفان والجراد والقمل والضفادع والدم ءايت مفصلت فاستكبروا۟ وكانوا۟ قوما مجرمين"
        },
        {
            "id": 1088,
            "verse_key": "7:134",
            "text_uthmani_simple": "ولما وقع عليهم الرجز قالوا۟ يموسى ادع لنا ربك بما عهد عندك لئن كشفت عنا الرجز لنؤمنن لك ولنرسلن معك بنى اسرءيل"
        },
        {
            "id": 1089,
            "verse_key": "7:135",
            "text_uthmani_simple": "فلما كشفنا عنهم الرجز الى اجل هم بلغوه اذا هم ينكثون"
        },
        {
            "id": 1090,
            "verse_key": "7:136",
            "text_uthmani_simple": "فانتقمنا منهم فاغرقنهم فى اليم بانهم كذبوا۟ بـايتنا وكانوا۟ عنها غفلين"
        },
        {
            "id": 1091,
            "verse_key": "7:137",
            "text_uthmani_simple": "واورثنا القوم الذين كانوا۟ يستضعفون مشرق الارض ومغربها التى بركنا فيها وتمت كلمت ربك الحسنى على بنى اسرءيل بما صبروا۟ ودمرنا ما كان يصنع فرعون وقومه وما كانوا۟ يعرشون"
        },
        {
            "id": 1092,
            "verse_key": "7:138",
            "text_uthmani_simple": "وجوزنا ببنى اسرءيل البحر فاتوا۟ على قوم يعكفون على اصنام لهم قالوا۟ يموسى اجعل لنا الها كما لهم ءالهة قال انكم قوم تجهلون"
        },
        {
            "id": 1093,
            "verse_key": "7:139",
            "text_uthmani_simple": "ان هؤلاء متبر ما هم فيه وبطل ما كانوا۟ يعملون"
        },
        {
            "id": 1094,
            "verse_key": "7:140",
            "text_uthmani_simple": "قال اغير الله ابغيكم الها وهو فضلكم على العلمين"
        },
        {
            "id": 1095,
            "verse_key": "7:141",
            "text_uthmani_simple": "واذ انجينكم من ءال فرعون يسومونكم سوء العذاب يقتلون ابناءكم ويستحيون نساءكم وفى ذلكم بلاء من ربكم عظيم"
        },
        {
            "id": 1096,
            "verse_key": "7:142",
            "text_uthmani_simple": "ووعدنا موسى ثلثين ليلة واتممنها بعشر فتم ميقت ربه اربعين ليلة وقال موسى لاخيه هرون اخلفنى فى قومى واصلح ولا تتبع سبيل المفسدين"
        },
        {
            "id": 1097,
            "verse_key": "7:143",
            "text_uthmani_simple": "ولما جاء موسى لميقتنا وكلمه ربه قال رب ارنى انظر اليك قال لن ترىنى ولكن انظر الى الجبل فان استقر مكانه فسوف ترىنى فلما تجلى ربه للجبل جعله دكا وخر موسى صعقا فلما افاق قال سبحنك تبت اليك وانا۠ اول المؤمنين"
        },
        {
            "id": 1098,
            "verse_key": "7:144",
            "text_uthmani_simple": "قال يموسى انى اصطفيتك على الناس برسلتى وبكلمى فخذ ما ءاتيتك وكن من الشكرين"
        },
        {
            "id": 1099,
            "verse_key": "7:145",
            "text_uthmani_simple": "وكتبنا له فى الالواح من كل شىء موعظة وتفصيلا لكل شىء فخذها بقوة وامر قومك ياخذوا۟ باحسنها ساو۟ريكم دار الفسقين"
        },
        {
            "id": 1100,
            "verse_key": "7:146",
            "text_uthmani_simple": "ساصرف عن ءايتى الذين يتكبرون فى الارض بغير الحق وان يروا۟ كل ءاية لا يؤمنوا۟ بها وان يروا۟ سبيل الرشد لا يتخذوه سبيلا وان يروا۟ سبيل الغى يتخذوه سبيلا ذلك بانهم كذبوا۟ بـايتنا وكانوا۟ عنها غفلين"
        },
        {
            "id": 1101,
            "verse_key": "7:147",
            "text_uthmani_simple": "والذين كذبوا۟ بـايتنا ولقاء الءاخرة حبطت اعملهم هل يجزون الا ما كانوا۟ يعملون"
        },
        {
            "id": 1102,
            "verse_key": "7:148",
            "text_uthmani_simple": "واتخذ قوم موسى منۢ بعده من حليهم عجلا جسدا له خوار الم يروا۟ انه لا يكلمهم ولا يهديهم سبيلا اتخذوه وكانوا۟ ظلمين"
        },
        {
            "id": 1103,
            "verse_key": "7:149",
            "text_uthmani_simple": "ولما سقط فى ايديهم وراوا۟ انهم قد ضلوا۟ قالوا۟ لئن لم يرحمنا ربنا ويغفر لنا لنكونن من الخسرين"
        },
        {
            "id": 1104,
            "verse_key": "7:150",
            "text_uthmani_simple": "ولما رجع موسى الى قومه غضبن اسفا قال بئسما خلفتمونى منۢ بعدى اعجلتم امر ربكم والقى الالواح واخذ براس اخيه يجره اليه قال ابن ام ان القوم استضعفونى وكادوا۟ يقتلوننى فلا تشمت بى الاعداء ولا تجعلنى مع القوم الظلمين"
        },
        {
            "id": 1105,
            "verse_key": "7:151",
            "text_uthmani_simple": "قال رب اغفر لى ولاخى وادخلنا فى رحمتك وانت ارحم الرحمين"
        },
        {
            "id": 1106,
            "verse_key": "7:152",
            "text_uthmani_simple": "ان الذين اتخذوا۟ العجل سينالهم غضب من ربهم وذلة فى الحيوة الدنيا وكذلك نجزى المفترين"
        },
        {
            "id": 1107,
            "verse_key": "7:153",
            "text_uthmani_simple": "والذين عملوا۟ السيـات ثم تابوا۟ منۢ بعدها وءامنوا۟ ان ربك منۢ بعدها لغفور رحيم"
        },
        {
            "id": 1108,
            "verse_key": "7:154",
            "text_uthmani_simple": "ولما سكت عن موسى الغضب اخذ الالواح وفى نسختها هدى ورحمة للذين هم لربهم يرهبون"
        },
        {
            "id": 1109,
            "verse_key": "7:155",
            "text_uthmani_simple": "واختار موسى قومه سبعين رجلا لميقتنا فلما اخذتهم الرجفة قال رب لو شئت اهلكتهم من قبل وايى اتهلكنا بما فعل السفهاء منا ان هى الا فتنتك تضل بها من تشاء وتهدى من تشاء انت ولينا فاغفر لنا وارحمنا وانت خير الغفرين"
        },
        {
            "id": 1110,
            "verse_key": "7:156",
            "text_uthmani_simple": "واكتب لنا فى هذه الدنيا حسنة وفى الءاخرة انا هدنا اليك قال عذابى اصيب به من اشاء ورحمتى وسعت كل شىء فساكتبها للذين يتقون ويؤتون الزكوة والذين هم بـايتنا يؤمنون"
        },
        {
            "id": 1111,
            "verse_key": "7:157",
            "text_uthmani_simple": "الذين يتبعون الرسول النبى الامى الذى يجدونه مكتوبا عندهم فى التورىة والانجيل يامرهم بالمعروف وينهىهم عن المنكر ويحل لهم الطيبت ويحرم عليهم الخبئث ويضع عنهم اصرهم والاغلل التى كانت عليهم فالذين ءامنوا۟ به وعزروه ونصروه واتبعوا۟ النور الذى انزل معه او۟لئك هم المفلحون"
        },
        {
            "id": 1112,
            "verse_key": "7:158",
            "text_uthmani_simple": "قل يايها الناس انى رسول الله اليكم جميعا الذى له ملك السموت والارض لا اله الا هو يحى ويميت فـامنوا۟ بالله ورسوله النبى الامى الذى يؤمن بالله وكلمته واتبعوه لعلكم تهتدون"
        },
        {
            "id": 1113,
            "verse_key": "7:159",
            "text_uthmani_simple": "ومن قوم موسى امة يهدون بالحق وبه يعدلون"
        },
        {
            "id": 1114,
            "verse_key": "7:160",
            "text_uthmani_simple": "وقطعنهم اثنتى عشرة اسباطا امما واوحينا الى موسى اذ استسقىه قومه ان اضرب بعصاك الحجر فانۢبجست منه اثنتا عشرة عينا قد علم كل اناس مشربهم وظللنا عليهم الغمم وانزلنا عليهم المن والسلوى كلوا۟ من طيبت ما رزقنكم وما ظلمونا ولكن كانوا۟ انفسهم يظلمون"
        },
        {
            "id": 1115,
            "verse_key": "7:161",
            "text_uthmani_simple": "واذ قيل لهم اسكنوا۟ هذه القرية وكلوا۟ منها حيث شئتم وقولوا۟ حطة وادخلوا۟ الباب سجدا نغفر لكم خطيـتكم سنزيد المحسنين"
        },
        {
            "id": 1116,
            "verse_key": "7:162",
            "text_uthmani_simple": "فبدل الذين ظلموا۟ منهم قولا غير الذى قيل لهم فارسلنا عليهم رجزا من السماء بما كانوا۟ يظلمون"
        },
        {
            "id": 1117,
            "verse_key": "7:163",
            "text_uthmani_simple": "وسـلهم عن القرية التى كانت حاضرة البحر اذ يعدون فى السبت اذ تاتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تاتيهم كذلك نبلوهم بما كانوا۟ يفسقون"
        },
        {
            "id": 1118,
            "verse_key": "7:164",
            "text_uthmani_simple": "واذ قالت امة منهم لم تعظون قوما الله مهلكهم او معذبهم عذابا شديدا قالوا۟ معذرة الى ربكم ولعلهم يتقون"
        },
        {
            "id": 1119,
            "verse_key": "7:165",
            "text_uthmani_simple": "فلما نسوا۟ ما ذكروا۟ به انجينا الذين ينهون عن السوء واخذنا الذين ظلموا۟ بعذابۭ بـيسۭ بما كانوا۟ يفسقون"
        },
        {
            "id": 1120,
            "verse_key": "7:166",
            "text_uthmani_simple": "فلما عتوا۟ عن ما نهوا۟ عنه قلنا لهم كونوا۟ قردة خسـين"
        },
        {
            "id": 1121,
            "verse_key": "7:167",
            "text_uthmani_simple": "واذ تاذن ربك ليبعثن عليهم الى يوم القيمة من يسومهم سوء العذاب ان ربك لسريع العقاب وانه لغفور رحيم"
        },
        {
            "id": 1122,
            "verse_key": "7:168",
            "text_uthmani_simple": "وقطعنهم فى الارض امما منهم الصلحون ومنهم دون ذلك وبلونهم بالحسنت والسيـات لعلهم يرجعون"
        },
        {
            "id": 1123,
            "verse_key": "7:169",
            "text_uthmani_simple": "فخلف منۢ بعدهم خلف ورثوا۟ الكتب ياخذون عرض هذا الادنى ويقولون سيغفر لنا وان ياتهم عرض مثله ياخذوه الم يؤخذ عليهم ميثق الكتب ان لا يقولوا۟ على الله الا الحق ودرسوا۟ ما فيه والدار الءاخرة خير للذين يتقون افلا تعقلون"
        },
        {
            "id": 1124,
            "verse_key": "7:170",
            "text_uthmani_simple": "والذين يمسكون بالكتب واقاموا۟ الصلوة انا لا نضيع اجر المصلحين"
        },
        {
            "id": 1125,
            "verse_key": "7:171",
            "text_uthmani_simple": "واذ نتقنا الجبل فوقهم كانه ظلة وظنوا۟ انه واقعۢ بهم خذوا۟ ما ءاتينكم بقوة واذكروا۟ ما فيه لعلكم تتقون"
        },
        {
            "id": 1126,
            "verse_key": "7:172",
            "text_uthmani_simple": "واذ اخذ ربك منۢ بنى ءادم من ظهورهم ذريتهم واشهدهم على انفسهم الست بربكم قالوا۟ بلى شهدنا ان تقولوا۟ يوم القيمة انا كنا عن هذا غفلين"
        },
        {
            "id": 1127,
            "verse_key": "7:173",
            "text_uthmani_simple": "او تقولوا۟ انما اشرك ءاباؤنا من قبل وكنا ذرية منۢ بعدهم افتهلكنا بما فعل المبطلون"
        },
        {
            "id": 1128,
            "verse_key": "7:174",
            "text_uthmani_simple": "وكذلك نفصل الءايت ولعلهم يرجعون"
        },
        {
            "id": 1129,
            "verse_key": "7:175",
            "text_uthmani_simple": "واتل عليهم نبا الذى ءاتينه ءايتنا فانسلخ منها فاتبعه الشيطن فكان من الغاوين"
        },
        {
            "id": 1130,
            "verse_key": "7:176",
            "text_uthmani_simple": "ولو شئنا لرفعنه بها ولكنه اخلد الى الارض واتبع هوىه فمثله كمثل الكلب ان تحمل عليه يلهث او تتركه يلهث ذلك مثل القوم الذين كذبوا۟ بـايتنا فاقصص القصص لعلهم يتفكرون"
        },
        {
            "id": 1131,
            "verse_key": "7:177",
            "text_uthmani_simple": "ساء مثلا القوم الذين كذبوا۟ بـايتنا وانفسهم كانوا۟ يظلمون"
        },
        {
            "id": 1132,
            "verse_key": "7:178",
            "text_uthmani_simple": "من يهد الله فهو المهتدى ومن يضلل فاو۟لئك هم الخسرون"
        },
        {
            "id": 1133,
            "verse_key": "7:179",
            "text_uthmani_simple": "ولقد ذرانا لجهنم كثيرا من الجن والانس لهم قلوب لا يفقهون بها ولهم اعين لا يبصرون بها ولهم ءاذان لا يسمعون بها او۟لئك كالانعم بل هم اضل او۟لئك هم الغفلون"
        },
        {
            "id": 1134,
            "verse_key": "7:180",
            "text_uthmani_simple": "ولله الاسماء الحسنى فادعوه بها وذروا۟ الذين يلحدون فى اسمئه سيجزون ما كانوا۟ يعملون"
        },
        {
            "id": 1135,
            "verse_key": "7:181",
            "text_uthmani_simple": "وممن خلقنا امة يهدون بالحق وبه يعدلون"
        },
        {
            "id": 1136,
            "verse_key": "7:182",
            "text_uthmani_simple": "والذين كذبوا۟ بـايتنا سنستدرجهم من حيث لا يعلمون"
        },
        {
            "id": 1137,
            "verse_key": "7:183",
            "text_uthmani_simple": "واملى لهم ان كيدى متين"
        },
        {
            "id": 1138,
            "verse_key": "7:184",
            "text_uthmani_simple": "اولم يتفكروا۟ ما بصاحبهم من جنة ان هو الا نذير مبين"
        },
        {
            "id": 1139,
            "verse_key": "7:185",
            "text_uthmani_simple": "اولم ينظروا۟ فى ملكوت السموت والارض وما خلق الله من شىء وان عسى ان يكون قد اقترب اجلهم فباى حديثۭ بعده يؤمنون"
        },
        {
            "id": 1140,
            "verse_key": "7:186",
            "text_uthmani_simple": "من يضلل الله فلا هادى له ويذرهم فى طغينهم يعمهون"
        },
        {
            "id": 1141,
            "verse_key": "7:187",
            "text_uthmani_simple": "يسـلونك عن الساعة ايان مرسىها قل انما علمها عند ربى لا يجليها لوقتها الا هو ثقلت فى السموت والارض لا تاتيكم الا بغتة يسـلونك كانك حفى عنها قل انما علمها عند الله ولكن اكثر الناس لا يعلمون"
        },
        {
            "id": 1142,
            "verse_key": "7:188",
            "text_uthmani_simple": "قل لا املك لنفسى نفعا ولا ضرا الا ما شاء الله ولو كنت اعلم الغيب لاستكثرت من الخير وما مسنى السوء ان انا۠ الا نذير وبشير لقوم يؤمنون"
        },
        {
            "id": 1143,
            "verse_key": "7:189",
            "text_uthmani_simple": "هو الذى خلقكم من نفس وحدة وجعل منها زوجها ليسكن اليها فلما تغشىها حملت حملا خفيفا فمرت به فلما اثقلت دعوا الله ربهما لئن ءاتيتنا صلحا لنكونن من الشكرين"
        },
        {
            "id": 1144,
            "verse_key": "7:190",
            "text_uthmani_simple": "فلما ءاتىهما صلحا جعلا له شركاء فيما ءاتىهما فتعلى الله عما يشركون"
        },
        {
            "id": 1145,
            "verse_key": "7:191",
            "text_uthmani_simple": "ايشركون ما لا يخلق شيـا وهم يخلقون"
        },
        {
            "id": 1146,
            "verse_key": "7:192",
            "text_uthmani_simple": "ولا يستطيعون لهم نصرا ولا انفسهم ينصرون"
        },
        {
            "id": 1147,
            "verse_key": "7:193",
            "text_uthmani_simple": "وان تدعوهم الى الهدى لا يتبعوكم سواء عليكم ادعوتموهم ام انتم صمتون"
        },
        {
            "id": 1148,
            "verse_key": "7:194",
            "text_uthmani_simple": "ان الذين تدعون من دون الله عباد امثالكم فادعوهم فليستجيبوا۟ لكم ان كنتم صدقين"
        },
        {
            "id": 1149,
            "verse_key": "7:195",
            "text_uthmani_simple": "الهم ارجل يمشون بها ام لهم ايد يبطشون بها ام لهم اعين يبصرون بها ام لهم ءاذان يسمعون بها قل ادعوا۟ شركاءكم ثم كيدون فلا تنظرون"
        },
        {
            "id": 1150,
            "verse_key": "7:196",
            "text_uthmani_simple": "ان ولى الله الذى نزل الكتب وهو يتولى الصلحين"
        },
        {
            "id": 1151,
            "verse_key": "7:197",
            "text_uthmani_simple": "والذين تدعون من دونه لا يستطيعون نصركم ولا انفسهم ينصرون"
        },
        {
            "id": 1152,
            "verse_key": "7:198",
            "text_uthmani_simple": "وان تدعوهم الى الهدى لا يسمعوا۟ وترىهم ينظرون اليك وهم لا يبصرون"
        },
        {
            "id": 1153,
            "verse_key": "7:199",
            "text_uthmani_simple": "خذ العفو وامر بالعرف واعرض عن الجهلين"
        },
        {
            "id": 1154,
            "verse_key": "7:200",
            "text_uthmani_simple": "واما ينزغنك من الشيطن نزغ فاستعذ بالله انه سميع عليم"
        },
        {
            "id": 1155,
            "verse_key": "7:201",
            "text_uthmani_simple": "ان الذين اتقوا۟ اذا مسهم طئف من الشيطن تذكروا۟ فاذا هم مبصرون"
        },
        {
            "id": 1156,
            "verse_key": "7:202",
            "text_uthmani_simple": "واخونهم يمدونهم فى الغى ثم لا يقصرون"
        },
        {
            "id": 1157,
            "verse_key": "7:203",
            "text_uthmani_simple": "واذا لم تاتهم بـاية قالوا۟ لولا اجتبيتها قل انما اتبع ما يوحى الى من ربى هذا بصائر من ربكم وهدى ورحمة لقوم يؤمنون"
        },
        {
            "id": 1158,
            "verse_key": "7:204",
            "text_uthmani_simple": "واذا قرئ القرءان فاستمعوا۟ له وانصتوا۟ لعلكم ترحمون"
        },
        {
            "id": 1159,
            "verse_key": "7:205",
            "text_uthmani_simple": "واذكر ربك فى نفسك تضرعا وخيفة ودون الجهر من القول بالغدو والءاصال ولا تكن من الغفلين"
        },
        {
            "id": 1160,
            "verse_key": "7:206",
            "text_uthmani_simple": "ان الذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "7"
        }
    }
}