{
    "verses": [
        {
            "id": 5230,
            "verse_key": "66:1",
            "text_uthmani_simple": "يايها النبى لم تحرم ما احل الله لك تبتغى مرضات ازوجك والله غفور رحيم"
        },
        {
            "id": 5231,
            "verse_key": "66:2",
            "text_uthmani_simple": "قد فرض الله لكم تحلة ايمنكم والله مولىكم وهو العليم الحكيم"
        },
        {
            "id": 5232,
            "verse_key": "66:3",
            "text_uthmani_simple": "واذ اسر النبى الى بعض ازوجه حديثا فلما نبات به واظهره الله عليه عرف بعضه واعرض عنۢ بعض فلما نباها به قالت من انۢباك هذا قال نبانى العليم الخبير"
        },
        {
            "id": 5233,
            "verse_key": "66:4",
            "text_uthmani_simple": "ان تتوبا الى الله فقد صغت قلوبكما وان تظهرا عليه فان الله هو مولىه وجبريل وصلح المؤمنين والملئكة بعد ذلك ظهير"
        },
        {
            "id": 5234,
            "verse_key": "66:5",
            "text_uthmani_simple": "عسى ربه ان طلقكن ان يبدله ازوجا خيرا منكن مسلمت مؤمنت قنتت تئبت عبدت سئحت ثيبت وابكارا"
        },
        {
            "id": 5235,
            "verse_key": "66:6",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ قوا۟ انفسكم واهليكم نارا وقودها الناس والحجارة عليها ملئكة غلاظ شداد لا يعصون الله ما امرهم ويفعلون ما يؤمرون"
        },
        {
            "id": 5236,
            "verse_key": "66:7",
            "text_uthmani_simple": "يايها الذين كفروا۟ لا تعتذروا۟ اليوم انما تجزون ما كنتم تعملون"
        },
        {
            "id": 5237,
            "verse_key": "66:8",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ توبوا۟ الى الله توبة نصوحا عسى ربكم ان يكفر عنكم سيـاتكم ويدخلكم جنت تجرى من تحتها الانهر يوم لا يخزى الله النبى والذين ءامنوا۟ معه نورهم يسعى بين ايديهم وبايمنهم يقولون ربنا اتمم لنا نورنا واغفر لنا انك على كل شىء قدير"
        },
        {
            "id": 5238,
            "verse_key": "66:9",
            "text_uthmani_simple": "يايها النبى جهد الكفار والمنفقين واغلظ عليهم وماوىهم جهنم وبئس المصير"
        },
        {
            "id": 5239,
            "verse_key": "66:10",
            "text_uthmani_simple": "ضرب الله مثلا للذين كفروا۟ امرات نوح وامرات لوط كانتا تحت عبدين من عبادنا صلحين فخانتاهما فلم يغنيا عنهما من الله شيـا وقيل ادخلا النار مع الدخلين"
        },
        {
            "id": 5240,
            "verse_key": "66:11",
            "text_uthmani_simple": "وضرب الله مثلا للذين ءامنوا۟ امرات فرعون اذ قالت رب ابن لى عندك بيتا فى الجنة ونجنى من فرعون وعمله ونجنى من القوم الظلمين"
        },
        {
            "id": 5241,
            "verse_key": "66:12",
            "text_uthmani_simple": "ومريم ابنت عمرن التى احصنت فرجها فنفخنا فيه من روحنا وصدقت بكلمت ربها وكتبه وكانت من القنتين"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "66"
        }
    }
}