{
    "verses": [
        {
            "id": 5151,
            "verse_key": "60:1",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تتخذوا۟ عدوى وعدوكم اولياء تلقون اليهم بالمودة وقد كفروا۟ بما جاءكم من الحق يخرجون الرسول واياكم ان تؤمنوا۟ بالله ربكم ان كنتم خرجتم جهدا فى سبيلى وابتغاء مرضاتى تسرون اليهم بالمودة وانا۠ اعلم بما اخفيتم وما اعلنتم ومن يفعله منكم فقد ضل سواء السبيل"
        },
        {
            "id": 5152,
            "verse_key": "60:2",
            "text_uthmani_simple": "ان يثقفوكم يكونوا۟ لكم اعداء ويبسطوا۟ اليكم ايديهم والسنتهم بالسوء وودوا۟ لو تكفرون"
        },
        {
            "id": 5153,
            "verse_key": "60:3",
            "text_uthmani_simple": "لن تنفعكم ارحامكم ولا اولدكم يوم القيمة يفصل بينكم والله بما تعملون بصير"
        },
        {
            "id": 5154,
            "verse_key": "60:4",
            "text_uthmani_simple": "قد كانت لكم اسوة حسنة فى ابرهيم والذين معه اذ قالوا۟ لقومهم انا برءؤا۟ منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العدوة والبغضاء ابدا حتى تؤمنوا۟ بالله وحده الا قول ابرهيم لابيه لاستغفرن لك وما املك لك من الله من شىء ربنا عليك توكلنا واليك انبنا واليك المصير"
        },
        {
            "id": 5155,
            "verse_key": "60:5",
            "text_uthmani_simple": "ربنا لا تجعلنا فتنة للذين كفروا۟ واغفر لنا ربنا انك انت العزيز الحكيم"
        },
        {
            "id": 5156,
            "verse_key": "60:6",
            "text_uthmani_simple": "لقد كان لكم فيهم اسوة حسنة لمن كان يرجوا۟ الله واليوم الءاخر ومن يتول فان الله هو الغنى الحميد"
        },
        {
            "id": 5157,
            "verse_key": "60:7",
            "text_uthmani_simple": "۞ عسى الله ان يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم"
        },
        {
            "id": 5158,
            "verse_key": "60:8",
            "text_uthmani_simple": "لا ينهىكم الله عن الذين لم يقتلوكم فى الدين ولم يخرجوكم من ديركم ان تبروهم وتقسطوا۟ اليهم ان الله يحب المقسطين"
        },
        {
            "id": 5159,
            "verse_key": "60:9",
            "text_uthmani_simple": "انما ينهىكم الله عن الذين قتلوكم فى الدين واخرجوكم من ديركم وظهروا۟ على اخراجكم ان تولوهم ومن يتولهم فاو۟لئك هم الظلمون"
        },
        {
            "id": 5160,
            "verse_key": "60:10",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اذا جاءكم المؤمنت مهجرت فامتحنوهن الله اعلم بايمنهن فان علمتموهن مؤمنت فلا ترجعوهن الى الكفار لا هن حل لهم ولا هم يحلون لهن وءاتوهم ما انفقوا۟ ولا جناح عليكم ان تنكحوهن اذا ءاتيتموهن اجورهن ولا تمسكوا۟ بعصم الكوافر وسـلوا۟ ما انفقتم وليسـلوا۟ ما انفقوا۟ ذلكم حكم الله يحكم بينكم والله عليم حكيم"
        },
        {
            "id": 5161,
            "verse_key": "60:11",
            "text_uthmani_simple": "وان فاتكم شىء من ازوجكم الى الكفار فعاقبتم فـاتوا۟ الذين ذهبت ازوجهم مثل ما انفقوا۟ واتقوا۟ الله الذى انتم به مؤمنون"
        },
        {
            "id": 5162,
            "verse_key": "60:12",
            "text_uthmani_simple": "يايها النبى اذا جاءك المؤمنت يبايعنك على ان لا يشركن بالله شيـا ولا يسرقن ولا يزنين ولا يقتلن اولدهن ولا ياتين ببهتن يفترينه بين ايديهن وارجلهن ولا يعصينك فى معروف فبايعهن واستغفر لهن الله ان الله غفور رحيم"
        },
        {
            "id": 5163,
            "verse_key": "60:13",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ لا تتولوا۟ قوما غضب الله عليهم قد يئسوا۟ من الءاخرة كما يئس الكفار من اصحب القبور"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "60"
        }
    }
}