{
    "verses": [
        {
            "id": 4546,
            "verse_key": "47:1",
            "text_uthmani_simple": "الذين كفروا۟ وصدوا۟ عن سبيل الله اضل اعملهم"
        },
        {
            "id": 4547,
            "verse_key": "47:2",
            "text_uthmani_simple": "والذين ءامنوا۟ وعملوا۟ الصلحت وءامنوا۟ بما نزل على محمد وهو الحق من ربهم كفر عنهم سيـاتهم واصلح بالهم"
        },
        {
            "id": 4548,
            "verse_key": "47:3",
            "text_uthmani_simple": "ذلك بان الذين كفروا۟ اتبعوا۟ البطل وان الذين ءامنوا۟ اتبعوا۟ الحق من ربهم كذلك يضرب الله للناس امثلهم"
        },
        {
            "id": 4549,
            "verse_key": "47:4",
            "text_uthmani_simple": "فاذا لقيتم الذين كفروا۟ فضرب الرقاب حتى اذا اثخنتموهم فشدوا۟ الوثاق فاما منۢا بعد واما فداء حتى تضع الحرب اوزارها ذلك ولو يشاء الله لانتصر منهم ولكن ليبلوا۟ بعضكم ببعض والذين قتلوا۟ فى سبيل الله فلن يضل اعملهم"
        },
        {
            "id": 4550,
            "verse_key": "47:5",
            "text_uthmani_simple": "سيهديهم ويصلح بالهم"
        },
        {
            "id": 4551,
            "verse_key": "47:6",
            "text_uthmani_simple": "ويدخلهم الجنة عرفها لهم"
        },
        {
            "id": 4552,
            "verse_key": "47:7",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ ان تنصروا۟ الله ينصركم ويثبت اقدامكم"
        },
        {
            "id": 4553,
            "verse_key": "47:8",
            "text_uthmani_simple": "والذين كفروا۟ فتعسا لهم واضل اعملهم"
        },
        {
            "id": 4554,
            "verse_key": "47:9",
            "text_uthmani_simple": "ذلك بانهم كرهوا۟ ما انزل الله فاحبط اعملهم"
        },
        {
            "id": 4555,
            "verse_key": "47:10",
            "text_uthmani_simple": "افلم يسيروا۟ فى الارض فينظروا۟ كيف كان عقبة الذين من قبلهم دمر الله عليهم وللكفرين امثلها"
        },
        {
            "id": 4556,
            "verse_key": "47:11",
            "text_uthmani_simple": "ذلك بان الله مولى الذين ءامنوا۟ وان الكفرين لا مولى لهم"
        },
        {
            "id": 4557,
            "verse_key": "47:12",
            "text_uthmani_simple": "ان الله يدخل الذين ءامنوا۟ وعملوا۟ الصلحت جنت تجرى من تحتها الانهر والذين كفروا۟ يتمتعون وياكلون كما تاكل الانعم والنار مثوى لهم"
        },
        {
            "id": 4558,
            "verse_key": "47:13",
            "text_uthmani_simple": "وكاين من قرية هى اشد قوة من قريتك التى اخرجتك اهلكنهم فلا ناصر لهم"
        },
        {
            "id": 4559,
            "verse_key": "47:14",
            "text_uthmani_simple": "افمن كان على بينة من ربه كمن زين له سوء عمله واتبعوا۟ اهواءهم"
        },
        {
            "id": 4560,
            "verse_key": "47:15",
            "text_uthmani_simple": "مثل الجنة التى وعد المتقون فيها انهر من ماء غير ءاسن وانهر من لبن لم يتغير طعمه وانهر من خمر لذة للشربين وانهر من عسل مصفى ولهم فيها من كل الثمرت ومغفرة من ربهم كمن هو خلد فى النار وسقوا۟ ماء حميما فقطع امعاءهم"
        },
        {
            "id": 4561,
            "verse_key": "47:16",
            "text_uthmani_simple": "ومنهم من يستمع اليك حتى اذا خرجوا۟ من عندك قالوا۟ للذين اوتوا۟ العلم ماذا قال ءانفا او۟لئك الذين طبع الله على قلوبهم واتبعوا۟ اهواءهم"
        },
        {
            "id": 4562,
            "verse_key": "47:17",
            "text_uthmani_simple": "والذين اهتدوا۟ زادهم هدى وءاتىهم تقوىهم"
        },
        {
            "id": 4563,
            "verse_key": "47:18",
            "text_uthmani_simple": "فهل ينظرون الا الساعة ان تاتيهم بغتة فقد جاء اشراطها فانى لهم اذا جاءتهم ذكرىهم"
        },
        {
            "id": 4564,
            "verse_key": "47:19",
            "text_uthmani_simple": "فاعلم انه لا اله الا الله واستغفر لذنۢبك وللمؤمنين والمؤمنت والله يعلم متقلبكم ومثوىكم"
        },
        {
            "id": 4565,
            "verse_key": "47:20",
            "text_uthmani_simple": "ويقول الذين ءامنوا۟ لولا نزلت سورة فاذا انزلت سورة محكمة وذكر فيها القتال رايت الذين فى قلوبهم مرض ينظرون اليك نظر المغشى عليه من الموت فاولى لهم"
        },
        {
            "id": 4566,
            "verse_key": "47:21",
            "text_uthmani_simple": "طاعة وقول معروف فاذا عزم الامر فلو صدقوا۟ الله لكان خيرا لهم"
        },
        {
            "id": 4567,
            "verse_key": "47:22",
            "text_uthmani_simple": "فهل عسيتم ان توليتم ان تفسدوا۟ فى الارض وتقطعوا۟ ارحامكم"
        },
        {
            "id": 4568,
            "verse_key": "47:23",
            "text_uthmani_simple": "او۟لئك الذين لعنهم الله فاصمهم واعمى ابصرهم"
        },
        {
            "id": 4569,
            "verse_key": "47:24",
            "text_uthmani_simple": "افلا يتدبرون القرءان ام على قلوب اقفالها"
        },
        {
            "id": 4570,
            "verse_key": "47:25",
            "text_uthmani_simple": "ان الذين ارتدوا۟ على ادبرهم منۢ بعد ما تبين لهم الهدى الشيطن سول لهم واملى لهم"
        },
        {
            "id": 4571,
            "verse_key": "47:26",
            "text_uthmani_simple": "ذلك بانهم قالوا۟ للذين كرهوا۟ ما نزل الله سنطيعكم فى بعض الامر والله يعلم اسرارهم"
        },
        {
            "id": 4572,
            "verse_key": "47:27",
            "text_uthmani_simple": "فكيف اذا توفتهم الملئكة يضربون وجوههم وادبرهم"
        },
        {
            "id": 4573,
            "verse_key": "47:28",
            "text_uthmani_simple": "ذلك بانهم اتبعوا۟ ما اسخط الله وكرهوا۟ رضونه فاحبط اعملهم"
        },
        {
            "id": 4574,
            "verse_key": "47:29",
            "text_uthmani_simple": "ام حسب الذين فى قلوبهم مرض ان لن يخرج الله اضغنهم"
        },
        {
            "id": 4575,
            "verse_key": "47:30",
            "text_uthmani_simple": "ولو نشاء لارينكهم فلعرفتهم بسيمهم ولتعرفنهم فى لحن القول والله يعلم اعملكم"
        },
        {
            "id": 4576,
            "verse_key": "47:31",
            "text_uthmani_simple": "ولنبلونكم حتى نعلم المجهدين منكم والصبرين ونبلوا۟ اخباركم"
        },
        {
            "id": 4577,
            "verse_key": "47:32",
            "text_uthmani_simple": "ان الذين كفروا۟ وصدوا۟ عن سبيل الله وشاقوا۟ الرسول منۢ بعد ما تبين لهم الهدى لن يضروا۟ الله شيـا وسيحبط اعملهم"
        },
        {
            "id": 4578,
            "verse_key": "47:33",
            "text_uthmani_simple": "يايها الذين ءامنوا۟ اطيعوا۟ الله واطيعوا۟ الرسول ولا تبطلوا۟ اعملكم"
        },
        {
            "id": 4579,
            "verse_key": "47:34",
            "text_uthmani_simple": "ان الذين كفروا۟ وصدوا۟ عن سبيل الله ثم ماتوا۟ وهم كفار فلن يغفر الله لهم"
        },
        {
            "id": 4580,
            "verse_key": "47:35",
            "text_uthmani_simple": "فلا تهنوا۟ وتدعوا۟ الى السلم وانتم الاعلون والله معكم ولن يتركم اعملكم"
        },
        {
            "id": 4581,
            "verse_key": "47:36",
            "text_uthmani_simple": "انما الحيوة الدنيا لعب ولهو وان تؤمنوا۟ وتتقوا۟ يؤتكم اجوركم ولا يسـلكم امولكم"
        },
        {
            "id": 4582,
            "verse_key": "47:37",
            "text_uthmani_simple": "ان يسـلكموها فيحفكم تبخلوا۟ ويخرج اضغنكم"
        },
        {
            "id": 4583,
            "verse_key": "47:38",
            "text_uthmani_simple": "هانتم هؤلاء تدعون لتنفقوا۟ فى سبيل الله فمنكم من يبخل ومن يبخل فانما يبخل عن نفسه والله الغنى وانتم الفقراء وان تتولوا۟ يستبدل قوما غيركم ثم لا يكونوا۟ امثلكم"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "47"
        }
    }
}