{
    "verses": [
        {
            "id": 3341,
            "verse_key": "29:1",
            "text_uthmani_simple": "الم"
        },
        {
            "id": 3342,
            "verse_key": "29:2",
            "text_uthmani_simple": "احسب الناس ان يتركوا۟ ان يقولوا۟ ءامنا وهم لا يفتنون"
        },
        {
            "id": 3343,
            "verse_key": "29:3",
            "text_uthmani_simple": "ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا۟ وليعلمن الكذبين"
        },
        {
            "id": 3344,
            "verse_key": "29:4",
            "text_uthmani_simple": "ام حسب الذين يعملون السيـات ان يسبقونا ساء ما يحكمون"
        },
        {
            "id": 3345,
            "verse_key": "29:5",
            "text_uthmani_simple": "من كان يرجوا۟ لقاء الله فان اجل الله لءات وهو السميع العليم"
        },
        {
            "id": 3346,
            "verse_key": "29:6",
            "text_uthmani_simple": "ومن جهد فانما يجهد لنفسه ان الله لغنى عن العلمين"
        },
        {
            "id": 3347,
            "verse_key": "29:7",
            "text_uthmani_simple": "والذين ءامنوا۟ وعملوا۟ الصلحت لنكفرن عنهم سيـاتهم ولنجزينهم احسن الذى كانوا۟ يعملون"
        },
        {
            "id": 3348,
            "verse_key": "29:8",
            "text_uthmani_simple": "ووصينا الانسن بولديه حسنا وان جهداك لتشرك بى ما ليس لك به علم فلا تطعهما الى مرجعكم فانبئكم بما كنتم تعملون"
        },
        {
            "id": 3349,
            "verse_key": "29:9",
            "text_uthmani_simple": "والذين ءامنوا۟ وعملوا۟ الصلحت لندخلنهم فى الصلحين"
        },
        {
            "id": 3350,
            "verse_key": "29:10",
            "text_uthmani_simple": "ومن الناس من يقول ءامنا بالله فاذا اوذى فى الله جعل فتنة الناس كعذاب الله ولئن جاء نصر من ربك ليقولن انا كنا معكم اوليس الله باعلم بما فى صدور العلمين"
        },
        {
            "id": 3351,
            "verse_key": "29:11",
            "text_uthmani_simple": "وليعلمن الله الذين ءامنوا۟ وليعلمن المنفقين"
        },
        {
            "id": 3352,
            "verse_key": "29:12",
            "text_uthmani_simple": "وقال الذين كفروا۟ للذين ءامنوا۟ اتبعوا۟ سبيلنا ولنحمل خطيكم وما هم بحملين من خطيهم من شىء انهم لكذبون"
        },
        {
            "id": 3353,
            "verse_key": "29:13",
            "text_uthmani_simple": "وليحملن اثقالهم واثقالا مع اثقالهم وليسـلن يوم القيمة عما كانوا۟ يفترون"
        },
        {
            "id": 3354,
            "verse_key": "29:14",
            "text_uthmani_simple": "ولقد ارسلنا نوحا الى قومه فلبث فيهم الف سنة الا خمسين عاما فاخذهم الطوفان وهم ظلمون"
        },
        {
            "id": 3355,
            "verse_key": "29:15",
            "text_uthmani_simple": "فانجينه واصحب السفينة وجعلنها ءاية للعلمين"
        },
        {
            "id": 3356,
            "verse_key": "29:16",
            "text_uthmani_simple": "وابرهيم اذ قال لقومه اعبدوا۟ الله واتقوه ذلكم خير لكم ان كنتم تعلمون"
        },
        {
            "id": 3357,
            "verse_key": "29:17",
            "text_uthmani_simple": "انما تعبدون من دون الله اوثنا وتخلقون افكا ان الذين تعبدون من دون الله لا يملكون لكم رزقا فابتغوا۟ عند الله الرزق واعبدوه واشكروا۟ له اليه ترجعون"
        },
        {
            "id": 3358,
            "verse_key": "29:18",
            "text_uthmani_simple": "وان تكذبوا۟ فقد كذب امم من قبلكم وما على الرسول الا البلغ المبين"
        },
        {
            "id": 3359,
            "verse_key": "29:19",
            "text_uthmani_simple": "اولم يروا۟ كيف يبدئ الله الخلق ثم يعيده ان ذلك على الله يسير"
        },
        {
            "id": 3360,
            "verse_key": "29:20",
            "text_uthmani_simple": "قل سيروا۟ فى الارض فانظروا۟ كيف بدا الخلق ثم الله ينشئ النشاة الءاخرة ان الله على كل شىء قدير"
        },
        {
            "id": 3361,
            "verse_key": "29:21",
            "text_uthmani_simple": "يعذب من يشاء ويرحم من يشاء واليه تقلبون"
        },
        {
            "id": 3362,
            "verse_key": "29:22",
            "text_uthmani_simple": "وما انتم بمعجزين فى الارض ولا فى السماء وما لكم من دون الله من ولى ولا نصير"
        },
        {
            "id": 3363,
            "verse_key": "29:23",
            "text_uthmani_simple": "والذين كفروا۟ بـايت الله ولقائه او۟لئك يئسوا۟ من رحمتى واو۟لئك لهم عذاب اليم"
        },
        {
            "id": 3364,
            "verse_key": "29:24",
            "text_uthmani_simple": "فما كان جواب قومه الا ان قالوا۟ اقتلوه او حرقوه فانجىه الله من النار ان فى ذلك لءايت لقوم يؤمنون"
        },
        {
            "id": 3365,
            "verse_key": "29:25",
            "text_uthmani_simple": "وقال انما اتخذتم من دون الله اوثنا مودة بينكم فى الحيوة الدنيا ثم يوم القيمة يكفر بعضكم ببعض ويلعن بعضكم بعضا وماوىكم النار وما لكم من نصرين"
        },
        {
            "id": 3366,
            "verse_key": "29:26",
            "text_uthmani_simple": "فـامن له لوط وقال انى مهاجر الى ربى انه هو العزيز الحكيم"
        },
        {
            "id": 3367,
            "verse_key": "29:27",
            "text_uthmani_simple": "ووهبنا له اسحق ويعقوب وجعلنا فى ذريته النبوة والكتب وءاتينه اجره فى الدنيا وانه فى الءاخرة لمن الصلحين"
        },
        {
            "id": 3368,
            "verse_key": "29:28",
            "text_uthmani_simple": "ولوطا اذ قال لقومه انكم لتاتون الفحشة ما سبقكم بها من احد من العلمين"
        },
        {
            "id": 3369,
            "verse_key": "29:29",
            "text_uthmani_simple": "ائنكم لتاتون الرجال وتقطعون السبيل وتاتون فى ناديكم المنكر فما كان جواب قومه الا ان قالوا۟ ائتنا بعذاب الله ان كنت من الصدقين"
        },
        {
            "id": 3370,
            "verse_key": "29:30",
            "text_uthmani_simple": "قال رب انصرنى على القوم المفسدين"
        },
        {
            "id": 3371,
            "verse_key": "29:31",
            "text_uthmani_simple": "ولما جاءت رسلنا ابرهيم بالبشرى قالوا۟ انا مهلكوا۟ اهل هذه القرية ان اهلها كانوا۟ ظلمين"
        },
        {
            "id": 3372,
            "verse_key": "29:32",
            "text_uthmani_simple": "قال ان فيها لوطا قالوا۟ نحن اعلم بمن فيها لننجينه واهله الا امراته كانت من الغبرين"
        },
        {
            "id": 3373,
            "verse_key": "29:33",
            "text_uthmani_simple": "ولما ان جاءت رسلنا لوطا سىء بهم وضاق بهم ذرعا وقالوا۟ لا تخف ولا تحزن انا منجوك واهلك الا امراتك كانت من الغبرين"
        },
        {
            "id": 3374,
            "verse_key": "29:34",
            "text_uthmani_simple": "انا منزلون على اهل هذه القرية رجزا من السماء بما كانوا۟ يفسقون"
        },
        {
            "id": 3375,
            "verse_key": "29:35",
            "text_uthmani_simple": "ولقد تركنا منها ءايةۢ بينة لقوم يعقلون"
        },
        {
            "id": 3376,
            "verse_key": "29:36",
            "text_uthmani_simple": "والى مدين اخاهم شعيبا فقال يقوم اعبدوا۟ الله وارجوا۟ اليوم الءاخر ولا تعثوا۟ فى الارض مفسدين"
        },
        {
            "id": 3377,
            "verse_key": "29:37",
            "text_uthmani_simple": "فكذبوه فاخذتهم الرجفة فاصبحوا۟ فى دارهم جثمين"
        },
        {
            "id": 3378,
            "verse_key": "29:38",
            "text_uthmani_simple": "وعادا وثمودا۟ وقد تبين لكم من مسكنهم وزين لهم الشيطن اعملهم فصدهم عن السبيل وكانوا۟ مستبصرين"
        },
        {
            "id": 3379,
            "verse_key": "29:39",
            "text_uthmani_simple": "وقرون وفرعون وهمن ولقد جاءهم موسى بالبينت فاستكبروا۟ فى الارض وما كانوا۟ سبقين"
        },
        {
            "id": 3380,
            "verse_key": "29:40",
            "text_uthmani_simple": "فكلا اخذنا بذنۢبه فمنهم من ارسلنا عليه حاصبا ومنهم من اخذته الصيحة ومنهم من خسفنا به الارض ومنهم من اغرقنا وما كان الله ليظلمهم ولكن كانوا۟ انفسهم يظلمون"
        },
        {
            "id": 3381,
            "verse_key": "29:41",
            "text_uthmani_simple": "مثل الذين اتخذوا۟ من دون الله اولياء كمثل العنكبوت اتخذت بيتا وان اوهن البيوت لبيت العنكبوت لو كانوا۟ يعلمون"
        },
        {
            "id": 3382,
            "verse_key": "29:42",
            "text_uthmani_simple": "ان الله يعلم ما يدعون من دونه من شىء وهو العزيز الحكيم"
        },
        {
            "id": 3383,
            "verse_key": "29:43",
            "text_uthmani_simple": "وتلك الامثل نضربها للناس وما يعقلها الا العلمون"
        },
        {
            "id": 3384,
            "verse_key": "29:44",
            "text_uthmani_simple": "خلق الله السموت والارض بالحق ان فى ذلك لءاية للمؤمنين"
        },
        {
            "id": 3385,
            "verse_key": "29:45",
            "text_uthmani_simple": "اتل ما اوحى اليك من الكتب واقم الصلوة ان الصلوة تنهى عن الفحشاء والمنكر ولذكر الله اكبر والله يعلم ما تصنعون"
        },
        {
            "id": 3386,
            "verse_key": "29:46",
            "text_uthmani_simple": "ولا تجدلوا۟ اهل الكتب الا بالتى هى احسن الا الذين ظلموا۟ منهم وقولوا۟ ءامنا بالذى انزل الينا وانزل اليكم والهنا والهكم وحد ونحن له مسلمون"
        },
        {
            "id": 3387,
            "verse_key": "29:47",
            "text_uthmani_simple": "وكذلك انزلنا اليك الكتب فالذين ءاتينهم الكتب يؤمنون به ومن هؤلاء من يؤمن به وما يجحد بـايتنا الا الكفرون"
        },
        {
            "id": 3388,
            "verse_key": "29:48",
            "text_uthmani_simple": "وما كنت تتلوا۟ من قبله من كتب ولا تخطه بيمينك اذا لارتاب المبطلون"
        },
        {
            "id": 3389,
            "verse_key": "29:49",
            "text_uthmani_simple": "بل هو ءايتۢ بينت فى صدور الذين اوتوا۟ العلم وما يجحد بـايتنا الا الظلمون"
        },
        {
            "id": 3390,
            "verse_key": "29:50",
            "text_uthmani_simple": "وقالوا۟ لولا انزل عليه ءايت من ربه قل انما الءايت عند الله وانما انا۠ نذير مبين"
        },
        {
            "id": 3391,
            "verse_key": "29:51",
            "text_uthmani_simple": "اولم يكفهم انا انزلنا عليك الكتب يتلى عليهم ان فى ذلك لرحمة وذكرى لقوم يؤمنون"
        },
        {
            "id": 3392,
            "verse_key": "29:52",
            "text_uthmani_simple": "قل كفى بالله بينى وبينكم شهيدا يعلم ما فى السموت والارض والذين ءامنوا۟ بالبطل وكفروا۟ بالله او۟لئك هم الخسرون"
        },
        {
            "id": 3393,
            "verse_key": "29:53",
            "text_uthmani_simple": "ويستعجلونك بالعذاب ولولا اجل مسمى لجاءهم العذاب ولياتينهم بغتة وهم لا يشعرون"
        },
        {
            "id": 3394,
            "verse_key": "29:54",
            "text_uthmani_simple": "يستعجلونك بالعذاب وان جهنم لمحيطةۢ بالكفرين"
        },
        {
            "id": 3395,
            "verse_key": "29:55",
            "text_uthmani_simple": "يوم يغشىهم العذاب من فوقهم ومن تحت ارجلهم ويقول ذوقوا۟ ما كنتم تعملون"
        },
        {
            "id": 3396,
            "verse_key": "29:56",
            "text_uthmani_simple": "يعبادى الذين ءامنوا۟ ان ارضى وسعة فايى فاعبدون"
        },
        {
            "id": 3397,
            "verse_key": "29:57",
            "text_uthmani_simple": "كل نفس ذائقة الموت ثم الينا ترجعون"
        },
        {
            "id": 3398,
            "verse_key": "29:58",
            "text_uthmani_simple": "والذين ءامنوا۟ وعملوا۟ الصلحت لنبوئنهم من الجنة غرفا تجرى من تحتها الانهر خلدين فيها نعم اجر العملين"
        },
        {
            "id": 3399,
            "verse_key": "29:59",
            "text_uthmani_simple": "الذين صبروا۟ وعلى ربهم يتوكلون"
        },
        {
            "id": 3400,
            "verse_key": "29:60",
            "text_uthmani_simple": "وكاين من دابة لا تحمل رزقها الله يرزقها واياكم وهو السميع العليم"
        },
        {
            "id": 3401,
            "verse_key": "29:61",
            "text_uthmani_simple": "ولئن سالتهم من خلق السموت والارض وسخر الشمس والقمر ليقولن الله فانى يؤفكون"
        },
        {
            "id": 3402,
            "verse_key": "29:62",
            "text_uthmani_simple": "الله يبسط الرزق لمن يشاء من عباده ويقدر له ان الله بكل شىء عليم"
        },
        {
            "id": 3403,
            "verse_key": "29:63",
            "text_uthmani_simple": "ولئن سالتهم من نزل من السماء ماء فاحيا به الارض منۢ بعد موتها ليقولن الله قل الحمد لله بل اكثرهم لا يعقلون"
        },
        {
            "id": 3404,
            "verse_key": "29:64",
            "text_uthmani_simple": "وما هذه الحيوة الدنيا الا لهو ولعب وان الدار الءاخرة لهى الحيوان لو كانوا۟ يعلمون"
        },
        {
            "id": 3405,
            "verse_key": "29:65",
            "text_uthmani_simple": "فاذا ركبوا۟ فى الفلك دعوا۟ الله مخلصين له الدين فلما نجىهم الى البر اذا هم يشركون"
        },
        {
            "id": 3406,
            "verse_key": "29:66",
            "text_uthmani_simple": "ليكفروا۟ بما ءاتينهم وليتمتعوا۟ فسوف يعلمون"
        },
        {
            "id": 3407,
            "verse_key": "29:67",
            "text_uthmani_simple": "اولم يروا۟ انا جعلنا حرما ءامنا ويتخطف الناس من حولهم افبالبطل يؤمنون وبنعمة الله يكفرون"
        },
        {
            "id": 3408,
            "verse_key": "29:68",
            "text_uthmani_simple": "ومن اظلم ممن افترى على الله كذبا او كذب بالحق لما جاءه اليس فى جهنم مثوى للكفرين"
        },
        {
            "id": 3409,
            "verse_key": "29:69",
            "text_uthmani_simple": "والذين جهدوا۟ فينا لنهدينهم سبلنا وان الله لمع المحسنين"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "29"
        }
    }
}