{
    "verses": [
        {
            "id": 4219,
            "verse_key": "41:1",
            "text_uthmani_simple": "حم"
        },
        {
            "id": 4220,
            "verse_key": "41:2",
            "text_uthmani_simple": "تنزيل من الرحمن الرحيم"
        },
        {
            "id": 4221,
            "verse_key": "41:3",
            "text_uthmani_simple": "كتب فصلت ءايته قرءانا عربيا لقوم يعلمون"
        },
        {
            "id": 4222,
            "verse_key": "41:4",
            "text_uthmani_simple": "بشيرا ونذيرا فاعرض اكثرهم فهم لا يسمعون"
        },
        {
            "id": 4223,
            "verse_key": "41:5",
            "text_uthmani_simple": "وقالوا۟ قلوبنا فى اكنة مما تدعونا اليه وفى ءاذاننا وقر ومنۢ بيننا وبينك حجاب فاعمل اننا عملون"
        },
        {
            "id": 4224,
            "verse_key": "41:6",
            "text_uthmani_simple": "قل انما انا۠ بشر مثلكم يوحى الى انما الهكم اله وحد فاستقيموا۟ اليه واستغفروه وويل للمشركين"
        },
        {
            "id": 4225,
            "verse_key": "41:7",
            "text_uthmani_simple": "الذين لا يؤتون الزكوة وهم بالءاخرة هم كفرون"
        },
        {
            "id": 4226,
            "verse_key": "41:8",
            "text_uthmani_simple": "ان الذين ءامنوا۟ وعملوا۟ الصلحت لهم اجر غير ممنون"
        },
        {
            "id": 4227,
            "verse_key": "41:9",
            "text_uthmani_simple": "قل ائنكم لتكفرون بالذى خلق الارض فى يومين وتجعلون له اندادا ذلك رب العلمين"
        },
        {
            "id": 4228,
            "verse_key": "41:10",
            "text_uthmani_simple": "وجعل فيها روسى من فوقها وبرك فيها وقدر فيها اقوتها فى اربعة ايام سواء للسائلين"
        },
        {
            "id": 4229,
            "verse_key": "41:11",
            "text_uthmani_simple": "ثم استوى الى السماء وهى دخان فقال لها وللارض ائتيا طوعا او كرها قالتا اتينا طائعين"
        },
        {
            "id": 4230,
            "verse_key": "41:12",
            "text_uthmani_simple": "فقضىهن سبع سموات فى يومين واوحى فى كل سماء امرها وزينا السماء الدنيا بمصبيح وحفظا ذلك تقدير العزيز العليم"
        },
        {
            "id": 4231,
            "verse_key": "41:13",
            "text_uthmani_simple": "فان اعرضوا۟ فقل انذرتكم صعقة مثل صعقة عاد وثمود"
        },
        {
            "id": 4232,
            "verse_key": "41:14",
            "text_uthmani_simple": "اذ جاءتهم الرسل منۢ بين ايديهم ومن خلفهم الا تعبدوا۟ الا الله قالوا۟ لو شاء ربنا لانزل ملئكة فانا بما ارسلتم به كفرون"
        },
        {
            "id": 4233,
            "verse_key": "41:15",
            "text_uthmani_simple": "فاما عاد فاستكبروا۟ فى الارض بغير الحق وقالوا۟ من اشد منا قوة اولم يروا۟ ان الله الذى خلقهم هو اشد منهم قوة وكانوا۟ بـايتنا يجحدون"
        },
        {
            "id": 4234,
            "verse_key": "41:16",
            "text_uthmani_simple": "فارسلنا عليهم ريحا صرصرا فى ايام نحسات لنذيقهم عذاب الخزى فى الحيوة الدنيا ولعذاب الءاخرة اخزى وهم لا ينصرون"
        },
        {
            "id": 4235,
            "verse_key": "41:17",
            "text_uthmani_simple": "واما ثمود فهدينهم فاستحبوا۟ العمى على الهدى فاخذتهم صعقة العذاب الهون بما كانوا۟ يكسبون"
        },
        {
            "id": 4236,
            "verse_key": "41:18",
            "text_uthmani_simple": "ونجينا الذين ءامنوا۟ وكانوا۟ يتقون"
        },
        {
            "id": 4237,
            "verse_key": "41:19",
            "text_uthmani_simple": "ويوم يحشر اعداء الله الى النار فهم يوزعون"
        },
        {
            "id": 4238,
            "verse_key": "41:20",
            "text_uthmani_simple": "حتى اذا ما جاءوها شهد عليهم سمعهم وابصرهم وجلودهم بما كانوا۟ يعملون"
        },
        {
            "id": 4239,
            "verse_key": "41:21",
            "text_uthmani_simple": "وقالوا۟ لجلودهم لم شهدتم علينا قالوا۟ انطقنا الله الذى انطق كل شىء وهو خلقكم اول مرة واليه ترجعون"
        },
        {
            "id": 4240,
            "verse_key": "41:22",
            "text_uthmani_simple": "وما كنتم تستترون ان يشهد عليكم سمعكم ولا ابصركم ولا جلودكم ولكن ظننتم ان الله لا يعلم كثيرا مما تعملون"
        },
        {
            "id": 4241,
            "verse_key": "41:23",
            "text_uthmani_simple": "وذلكم ظنكم الذى ظننتم بربكم اردىكم فاصبحتم من الخسرين"
        },
        {
            "id": 4242,
            "verse_key": "41:24",
            "text_uthmani_simple": "فان يصبروا۟ فالنار مثوى لهم وان يستعتبوا۟ فما هم من المعتبين"
        },
        {
            "id": 4243,
            "verse_key": "41:25",
            "text_uthmani_simple": "وقيضنا لهم قرناء فزينوا۟ لهم ما بين ايديهم وما خلفهم وحق عليهم القول فى امم قد خلت من قبلهم من الجن والانس انهم كانوا۟ خسرين"
        },
        {
            "id": 4244,
            "verse_key": "41:26",
            "text_uthmani_simple": "وقال الذين كفروا۟ لا تسمعوا۟ لهذا القرءان والغوا۟ فيه لعلكم تغلبون"
        },
        {
            "id": 4245,
            "verse_key": "41:27",
            "text_uthmani_simple": "فلنذيقن الذين كفروا۟ عذابا شديدا ولنجزينهم اسوا الذى كانوا۟ يعملون"
        },
        {
            "id": 4246,
            "verse_key": "41:28",
            "text_uthmani_simple": "ذلك جزاء اعداء الله النار لهم فيها دار الخلد جزاءۢ بما كانوا۟ بـايتنا يجحدون"
        },
        {
            "id": 4247,
            "verse_key": "41:29",
            "text_uthmani_simple": "وقال الذين كفروا۟ ربنا ارنا الذين اضلانا من الجن والانس نجعلهما تحت اقدامنا ليكونا من الاسفلين"
        },
        {
            "id": 4248,
            "verse_key": "41:30",
            "text_uthmani_simple": "ان الذين قالوا۟ ربنا الله ثم استقموا۟ تتنزل عليهم الملئكة الا تخافوا۟ ولا تحزنوا۟ وابشروا۟ بالجنة التى كنتم توعدون"
        },
        {
            "id": 4249,
            "verse_key": "41:31",
            "text_uthmani_simple": "نحن اولياؤكم فى الحيوة الدنيا وفى الءاخرة ولكم فيها ما تشتهى انفسكم ولكم فيها ما تدعون"
        },
        {
            "id": 4250,
            "verse_key": "41:32",
            "text_uthmani_simple": "نزلا من غفور رحيم"
        },
        {
            "id": 4251,
            "verse_key": "41:33",
            "text_uthmani_simple": "ومن احسن قولا ممن دعا الى الله وعمل صلحا وقال اننى من المسلمين"
        },
        {
            "id": 4252,
            "verse_key": "41:34",
            "text_uthmani_simple": "ولا تستوى الحسنة ولا السيئة ادفع بالتى هى احسن فاذا الذى بينك وبينه عدوة كانه ولى حميم"
        },
        {
            "id": 4253,
            "verse_key": "41:35",
            "text_uthmani_simple": "وما يلقىها الا الذين صبروا۟ وما يلقىها الا ذو حظ عظيم"
        },
        {
            "id": 4254,
            "verse_key": "41:36",
            "text_uthmani_simple": "واما ينزغنك من الشيطن نزغ فاستعذ بالله انه هو السميع العليم"
        },
        {
            "id": 4255,
            "verse_key": "41:37",
            "text_uthmani_simple": "ومن ءايته اليل والنهار والشمس والقمر لا تسجدوا۟ للشمس ولا للقمر واسجدوا۟ لله الذى خلقهن ان كنتم اياه تعبدون"
        },
        {
            "id": 4256,
            "verse_key": "41:38",
            "text_uthmani_simple": "فان استكبروا۟ فالذين عند ربك يسبحون له باليل والنهار وهم لا يسـمون"
        },
        {
            "id": 4257,
            "verse_key": "41:39",
            "text_uthmani_simple": "ومن ءايته انك ترى الارض خشعة فاذا انزلنا عليها الماء اهتزت وربت ان الذى احياها لمحى الموتى انه على كل شىء قدير"
        },
        {
            "id": 4258,
            "verse_key": "41:40",
            "text_uthmani_simple": "ان الذين يلحدون فى ءايتنا لا يخفون علينا افمن يلقى فى النار خير ام من ياتى ءامنا يوم القيمة اعملوا۟ ما شئتم انه بما تعملون بصير"
        },
        {
            "id": 4259,
            "verse_key": "41:41",
            "text_uthmani_simple": "ان الذين كفروا۟ بالذكر لما جاءهم وانه لكتب عزيز"
        },
        {
            "id": 4260,
            "verse_key": "41:42",
            "text_uthmani_simple": "لا ياتيه البطل منۢ بين يديه ولا من خلفه تنزيل من حكيم حميد"
        },
        {
            "id": 4261,
            "verse_key": "41:43",
            "text_uthmani_simple": "ما يقال لك الا ما قد قيل للرسل من قبلك ان ربك لذو مغفرة وذو عقاب اليم"
        },
        {
            "id": 4262,
            "verse_key": "41:44",
            "text_uthmani_simple": "ولو جعلنه قرءانا اعجميا لقالوا۟ لولا فصلت ءايته ءا۬عجمى وعربى قل هو للذين ءامنوا۟ هدى وشفاء والذين لا يؤمنون فى ءاذانهم وقر وهو عليهم عمى او۟لئك ينادون من مكانۭ بعيد"
        },
        {
            "id": 4263,
            "verse_key": "41:45",
            "text_uthmani_simple": "ولقد ءاتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضى بينهم وانهم لفى شك منه مريب"
        },
        {
            "id": 4264,
            "verse_key": "41:46",
            "text_uthmani_simple": "من عمل صلحا فلنفسه ومن اساء فعليها وما ربك بظلم للعبيد"
        },
        {
            "id": 4265,
            "verse_key": "41:47",
            "text_uthmani_simple": "اليه يرد علم الساعة وما تخرج من ثمرت من اكمامها وما تحمل من انثى ولا تضع الا بعلمه ويوم يناديهم اين شركاءى قالوا۟ ءاذنك ما منا من شهيد"
        },
        {
            "id": 4266,
            "verse_key": "41:48",
            "text_uthmani_simple": "وضل عنهم ما كانوا۟ يدعون من قبل وظنوا۟ ما لهم من محيص"
        },
        {
            "id": 4267,
            "verse_key": "41:49",
            "text_uthmani_simple": "لا يسـم الانسن من دعاء الخير وان مسه الشر فيـوس قنوط"
        },
        {
            "id": 4268,
            "verse_key": "41:50",
            "text_uthmani_simple": "ولئن اذقنه رحمة منا منۢ بعد ضراء مسته ليقولن هذا لى وما اظن الساعة قائمة ولئن رجعت الى ربى ان لى عنده للحسنى فلننبئن الذين كفروا۟ بما عملوا۟ ولنذيقنهم من عذاب غليظ"
        },
        {
            "id": 4269,
            "verse_key": "41:51",
            "text_uthmani_simple": "واذا انعمنا على الانسن اعرض ونـا بجانبه واذا مسه الشر فذو دعاء عريض"
        },
        {
            "id": 4270,
            "verse_key": "41:52",
            "text_uthmani_simple": "قل ارءيتم ان كان من عند الله ثم كفرتم به من اضل ممن هو فى شقاقۭ بعيد"
        },
        {
            "id": 4271,
            "verse_key": "41:53",
            "text_uthmani_simple": "سنريهم ءايتنا فى الءافاق وفى انفسهم حتى يتبين لهم انه الحق اولم يكف بربك انه على كل شىء شهيد"
        },
        {
            "id": 4272,
            "verse_key": "41:54",
            "text_uthmani_simple": "الا انهم فى مرية من لقاء ربهم الا انه بكل شىء محيطۢ"
        }
    ],
    "meta": {
        "filters": {
            "chapter_number": "41"
        }
    }
}