{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/13/2/",
    "ayah_number": 2,
    "text": "يخبر الله تعالى عن كمال قدرته وعظيم سلطانه : أنه الذي بإذنه وأمره رفع السماوات بغير عمد ، بل بإذنه وأمره وتسخيره رفعها عن الأرض بعدا لا تنال ولا يدرك مداها ، فالسماء الدنيا محيطة بجميع الأرض وما حولها من الماء والهواء من جميع نواحيها وجهاتها وأرجائها ، مرتفعة عليها من كل جانب على السواء ، وبعد ما بينها وبين الأرض من كل ناحية مسيرة خمسمائة عام ، وسمكها في نفسها مسيرة خمسمائة عام . ثم السماء الثانية محيطة بالسماء الدنيا وما حوت ، وبينها وبينها من البعد مسيرة خمسمائة عام ، وسمكها خمسمائة عام ، ثم السماء الثالثة محيطة بالثانية ، بما فيها ، وبينها وبينها خمسمائة عام ، وسمكها خمسمائة عام ، وكذا الرابعة والخامسة والسادسة والسابعة ، كما قال [ الله ] تعالى : ( الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) [ الطلاق : 12 ] وفي الحديث : \" ما السماوات السبع وما فيهن وما بينهن في الكرسي إلا كحلقة ملقاة بأرض فلاة ، والكرسي في العرش كتلك الحلقة في تلك الفلاة وفي رواية : \" والعرش لا يقدر قدره إلا الله ، عز وجل ، وجاء عن بعض السلف أن بعد ما بين العرش إلى الأرض مسيرة خمسين ألف سنة ، وبعد ما بين قطريه مسيرة خمسين ألف سنة ، وهو من ياقوتة حمراء .وقوله : ( بغير عمد ترونها ) روي عن ابن عباس ، ومجاهد ، والحسن ، وقتادة : أنهم : قالوا : لها عمد ولكن لا ترى .وقال إياس بن معاوية : السماء على الأرض مثل القبة ، يعني بلا عمد . وكذا روي عن قتادة ، وهذا هو اللائق بالسياق . والظاهر من قوله تعالى : ( ويمسك السماء أن تقع على الأرض إلا بإذنه ) [ الحج : 65 ] فعلى هذا يكون قوله : ( ترونها ) تأكيدا لنفي ذلك ، أي : هي مرفوعة بغير عمد كما ترونها . هذا هو الأكمل في القدرة . وفي شعر أمية بن أبي الصلت الذي آمن شعره وكفر قلبه ، كما ورد في الحديث ويروى لزيد بن عمرو بن نفيل ، رحمه الله ورضي عنه :وأنت الذي من فضل من ورحمة بعثت إلى موسى رسولا مناديا     فقلت له : فاذهب وهارون فادعواإلى الله فرعون الذي كان طاغيا     وقولا له : هل أنت سويت هذهبلا [ وتد حتى اطمأنت كما هيا     وقولا له : أأنت رفعت هذهبلا ] عمد أرفق إذا بك بانيا ؟     وقولا له : هل أنت سويت وسطهامنيرا إذا ما جنك الليل هاديا وقولا له : من يرسل الشمس غدوةفيصبح ما مست من الأرض ضاحيا ؟     وقولا له : من ينبت الحب في الثرىفيصبح منه العشب يهتز رابيا ؟     ويخرج منه حبه في رءوسهففي ذاك آيات لمن كان واعياوقوله : ( ثم استوى على العرش ) تقدم تفسير ذلك في سورة \" الأعراف \" وأنه يمرر كما جاء من غير تكييف ، ولا تشبيه ، ولا تعطيل ، ولا تمثيل ، تعالى الله علوا كبيرا .وقوله : ( وسخر الشمس والقمر كل يجري لأجل مسمى ) قيل : المراد أنهما يجريان إلى انقطاعهما بقيام الساعة ، كما في قوله تعالى : ( والشمس تجري لمستقر لها ذلك تقدير العزيز العليم ) [ يس : 38 ] .وقيل : المراد إلى مستقرهما ، وهو تحت العرش مما يلي بطن الأرض من الجانب الآخر ، فإنهما وسائر الكواكب إذا وصلوا هنالك ، يكونون أبعد ما يكون عن العرش; لأنه على الصحيح الذي تقوم عليه الأدلة ، قبة مما يلي العالم من هذا الوجه ، وليس بمحيط كسائر الأفلاك; لأنه له قوائم وحملة يحملونه . ولا يتصور هذا في الفلك المستدير ، وهذا واضح لمن تدبر ما وردت به الآيات والأحاديث الصحيحة ، ولله الحمد والمنة .وذكر الشمس والقمر; لأنهما أظهر الكواكب السيارة السبعة ، التي هي أشرف وأعظم .من الثوابت ، فإذا كان قد سخر هذه ، فلأن يدخل في التسخير سائر الكواكب بطريق الأولى والأحرى ، كما نبه بقوله تعالى : ( لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون ) [ فصلت : 37 ] مع أنه قد صرح بذلك بقوله ( والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق والأمر تبارك الله رب العالمين ) [ الأعراف : 54 ] .وقوله : ( يفصل الآيات لعلكم بلقاء ربكم توقنون ) أي : يوضح الآيات والدلالات الدالة على أنه لا إله إلا هو ، وأنه يعيد الخلق إذا شاء كما ابتدأ خلقه ."
}