{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/76/",
    "ayah_number": 76,
    "text": "قال القرطبي: قوله- تعالى-: إِنَّ قارُونَ كانَ مِنْ قَوْمِ مُوسى لما قال- تعالى-: وَما أُوتِيتُمْ مِنْ شَيْءٍ فَمَتاعُ الْحَياةِ الدُّنْيا وَزِينَتُها بين أن قارون أوتيها واغتر بها. ولم تعصمه من عذاب الله، كما لم تعصم فرعون ولستم- أيها المشركون- بأكثر عددا ومالا من قارون وفرعون، فلم ينفع فرعون جنوده وأمواله، ولم ينفع قارون قرابته من موسى ولا كنوزه.قال النخعي وقتادة وغيرهما: كان قارون ابن عم موسى.. وقيل كان ابن خالته.. .وقوله فَبَغى عَلَيْهِمْ من البغي وهو مجاوزة الحد في كل شيء. يقال: بغى فلان على غيره بغيا، إذا ظلمه واعتدى عليه. وأصله من بغى الجرح، إذا ترامى إليه الفساد.والمعنى: إن قارون كان من قوم موسى، أى: من بنى إسرائيل الذين أرسل إليهم موسى كما أرسل إلى فرعون وقومه.فَبَغى عَلَيْهِمْ أى: فتطاول عليهم، وتجاوز الحدود في ظلمهم وفي الاعتداء عليهم.ولم يحدد القرآن كيفية بغيه أو الأشياء التي بغى عليهم فيها، للإشارة إلى أن بغيه قد شمل كل ما من شأنه أن يسمى بغيا من أقوال أو أفعال.وقوله- تعالى-: وَآتَيْناهُ مِنَ الْكُنُوزِ ما إِنَّ مَفاتِحَهُ لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ بيان لما أعطى الله- تعالى- لقارون من نعم.والكنوز: جمع كنز وهو المال الكثير المدخر، وما موصولة. وهي المفعول الثاني لآتينا.وصلتها إِنَّ وما في حيزها. وقوله: مَفاتِحَهُ جمع مفتح- بكسر الميم وفتح التاء- وهو الآلة التي يفتح بها- أو جمع مفتح- بفتح الميم والتاء- بمعنى الخزائن التي تجمع فيها الأموال.وهو- أى لفظ مفاتحه- اسم إن، والخبر: لَتَنُوأُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ.وقوله لَتَنُوأُ. أى لتعجز أو لتثقل. يقال: ناء فلان بحمل هذا الشيء، إذا أثقله حمله وأتعبه: والباء في قوله بِالْعُصْبَةِ للتعدية والعصبة: الجماعة من الناس من غير تعيين بعدد معين، سموا بذلك لأنهم يتعصب بعضهم لبعض ومنهم من خصها في العرف، بالعشرة إلى الأربعين.والمعنى: وآتينا قارون- بقدرتنا وفضلنا- من الأموال الكثيرة، ما يثقل حمل مفاتح خزائنها، العصبة من الرجال الأقوياء، بحيث تجعلهم شبه عاجزين عن حملها.قال صاحب الكشاف: وقد بولغ في ذكر ذلك- أى في كثرة أمواله- بلفظ الكنوز، والمفاتح، والنوء، والعصبة، وأولى القوة .والمراد بالفرح في قوله- سبحانه-: إِذْ قالَ لَهُ قَوْمُهُ لا تَفْرَحْ: البطر والأشر والتفاخر على الناس، والاستخفاف بهم واستعمال نعم الله- تعالى- في السيئات والمعاصي.وجملة: إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ تعليل للنهى عن الفرح المذموم.أى: لقد أعطى الله- تعالى- قارون نعما عظيمة، فلم يشكر الله عليها، بل طغى وبغى، فقال له العقلاء من قومه: لا تفرح بهذا المال الذي بين يديك فرح البطر الفخور، المستعمل لنعم الله في الفسوق والمعاصي، فإن الله- تعالى- لا يحب من كان كذلك."
}