{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/82/",
    "ayah_number": 82,
    "text": "ثم- بين- سبحانه- ما قاله الذين كانوا يتمنون أن يكونوا مثل قارون فقال- تعالى-: وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ، لَوْلا أَنْ مَنَّ اللَّهُ عَلَيْنا لَخَسَفَ بِنا، وَيْكَأَنَّهُ لا يُفْلِحُ الْكافِرُونَ.ولفظ «وى» اسم فعل بمعنى أعجب، ويكون- أيضا- للتحسر والتندم، وكان الرجل من العرب إذا أراد أن يظهر ندمه وحسرته على أمر فائت يقول: وى.وقد يدخل هذا اللفظ على حرف «كأن» المشددة- كما في الآية- وعلى المخففة.قال الجمل ما ملخصه قوله: وَيْكَأَنَّ اللَّهَ في هذا اللفظ مذاهب: أحدها: أن وى كلمة برأسها، وهي اسم فعل معناها أعجب، أى: أنا، والكاف للتعليل، وأن وما في حيزها مجرورة بها، أى: أعجب لأن الله- تعالى- يبسط الرزق لمن يشاء ويقدر.. وقياس هذا القول أن يوقف على «وى» وحدها، وقد فعل ذلك الكسائي.الثاني: أن كأن هنا للتشبيه إلا أنه ذهب معناه وصارت للخبر واليقين، وهذا- أيضا يناسبه الوقف على وى.الثالث: أن «ويك» كلمة برأسها، والكاف حرف خطاب، و «أن» معمولة لمحذوف.أى: أعلم أن الله يبسط.. وهذا يناسب الوقف على ويك وقد فعله أبو عمرو.الرابع: أن أصل الكلمة ويلك، فحذفت اللام وهذا يناسب الوقف على الكاف- أيضا- كما فعل أبو عمرو.الخامس: أن وَيْكَأَنَّ كلها كلمة مستقلة بسيطة ومعناها: ألم تر.. ولم يرسم في القرآن إلا وَيْكَأَنَّ ويكأنه متصلة في الموضعين.. ووصل هذه الكلمة عند القراءة لا خلاف بينهم فيه.والمعنى: وبعد أن خسف الله- تعالى- الأرض بقارون ومعه داره، أصبح الذين تمنوا أن يكونوا مثله بِالْأَمْسِ أى: منذ زمان قريب، عند ما خرج عليهم في زينته، أصبحوا يقولون بعد أن رأوا هلاكه: وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ مِنْ عِبادِهِ وَيَقْدِرُ أى: صاروا يقولون ما أعجب قدرة الله- تعالى- في إعطائه الرزق لمن يشاء من عباده وفي منعه عمن يشاء منهم، وما أحكمها في تصريف الأمور، وما أشد غفلتنا عند ما تمنينا أن نكون مثل قارون، وما أكثر ندمنا على ذلك.لولا أن الله- تعالى- قد منّ علينا، بفضله وكرمه لخسف بنا الأرض كما خسفها بقارون وبداره.وَيْكَأَنَّهُ لا يُفْلِحُ الْكافِرُونَ أى: ما أعظم حكمة الله- تعالى- في إهلاكه للقوم الكافرين، وفي إمهاله لهم ثم يأخذهم بعد ذلك أخذ عزيز مقتدر."
}