{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/46/",
    "ayah_number": 46,
    "text": "ثم ساق- سبحانه- ما يؤكد هذه المعاني تأكيدا قويا، حتى يخرس ألسنة الكافرين، فقال- تعالى-: وَما كُنْتَ بِجانِبِ الطُّورِ إِذْ نادَيْنا.أى وما كنت- أيضا أيها الرسول الكريم- بجانب الجبل المسمى بالطور وقت أن نادينا موسى، وكلفناه بحمل رسالتنا، وأعطيناه التوراة، وأوحينا إليه بما أوحينا من أحكام وتشريعات.وقوله- تعالى-: وَلكِنْ رَحْمَةً مِنْ رَبِّكَ أى: ولكن فعلنا ما فعلنا، بأن أرسلناك إلى الناس، وقصصنا عليك ما نريده من أخبار الأولين، من أجل رحمتنا بك وبالناس، حتى يعتبروا ويتعظوا بأحوال السابقين، فالعاقل من اتعظ بغيره.فقوله- تعالى-: رَحْمَةً منصوب على أنه مفعول لأجله، أو على المصدرية.وقوله- سبحانه-: لِتُنْذِرَ قَوْماً ما أَتاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ متعلق بالفعل المعلل بالرحمة، والمراد بالقوم: أهل مكة وغيرهم ممن بعث الرسول صلّى الله عليه وسلّم إليهم.وجملة ما أَتاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ صفة لقوله قَوْماً وما موصولة مفعول ثان لتنذر، وقوله: مِنْ نَذِيرٍ متعلق.أى: أرسلناك رحمة، لتنذر قوما العقاب الذي أتاهم من نذير من قبلك، وكما قال- تعالى-: وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيها نَذِيرٌ.ويصح أن تكون ما نافية ومِنْ في قوله مِنْ نَذِيرٍ للتأكيد، فيكون المعنى: أرسلناك رحمة لتنذر هؤلاء المشركين من أهل مكة الذين لم يأتهم نذير من قبلك منذ أزمان متطاولة. إذ الفترة التي بينك وبين أبيهم إسماعيل تزيد على ألفى سنة.ورسالة إسماعيل إليهم قد اندرست معالمها، فكانت الحكمة والرحمة تقتضيان إرسالك إليهم لتنذرهم سوء عاقبة الشرك.أما معظم الرسل من قبلك- كموسى وعيسى وزكريا ويحيى وداود وسليمان فكانت مع تباعد زمانها عنك- أيضا- إلى غيرهم من بنى إسرائيل، ومن الأمم الأخرى. المتناثرة في أطراف الجزيرة العربية.فالمراد بالقوم على هذا الرأى: العرب المعاصرون له صلّى الله عليه وسلّم كما قال- تعالى-:لِتُنْذِرَ قَوْماً ما أُنْذِرَ آباؤُهُمْ فَهُمْ غافِلُونَ.ولعل هذا الرأى أقرب إلى سياق الآيات، وإلى إقامة الحجة على مشركي قريش، الذين وقفوا من الرسول صلّى الله عليه وسلّم موقف المكذب لرسالته، المعادى لدعوته.وقوله- سبحانه-: لَعَلَّهُمْ يَتَذَكَّرُونَ تذييل قصد به حضهم على التذكر والاعتبار.أى: أرسلناك إليهم كي يتذكروا ما ترشدهم إليه، ويعتبروا بما جئتهم به، ويخشوا سوء عاقبة مخالفة إنذارك لهم."
}