{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/24/",
    "ayah_number": 24,
    "text": "وبعد أن سمع موسى منهما هذه الإجابة، سارع إلى معاونتهما- شأن أصحاب النفوس الكبيرة، والفطرة السليمة، وقد عبر القرآن عن هذه المسارعة بقوله: فَسَقى لَهُما.أى: فسقى لهما مواشيهما سريعا. من أجل أن يريحهما ويكفيهما عناء الانتظار وفي هذا التعبير إشارة إلى قوته، حيث إنه استطاع وهو فرد غريب بين أمة من الناس يسقون- أن يزاحم تلك الكثرة من الناس، وأن يسقى للمرأتين الضعيفتين غنمهما. دون أن يصرفه شيء عن ذلك.رحم الله صاحب الكشاف. فقد أجاد عند عرضه لهذه المعاني. فقال ما ملخصه: «قوله:فَسَقى لَهُما أى: فسقى غنمهما لأجلهما. وروى أن الرعاة كانوا يضعون على رأس البئر حجرا لا يقله إلا سبعة رجال.. فأقله وحده.وإنما فعل ذلك رغبة في المعروف وإغاثة للملهوف والمعنى: أنه وصل إلى ذلك الماء، وقد ازدحمت عليه أمة من الناس، متكافئة العدد، ورأى الضعيفتين من ورائهم، مع غنمهما مترقبتين لفراغهم. فما أخطأت همته في دين الله تلك الفرصة، مع ما كان به من النصب والجوع، ولكنه رحمهما فأغاثهما، بقوة قلبه، وبقوة ساعده.فإن قلت: لم ترك المفعول غير مذكور في قوله يَسْقُونَ وتَذُودانِ قلت: لأن الغرض هو الفعل لا المفعول. ألا ترى أنه إنما رحمهما لأنهما كانتا على الذياد وهم على السقي، ولم يرحمهما لأن مذودهما غنم ومسقيهم إبل مثلا.فإن قلت: كيف طابق جوابهما سؤاله؟ قلت: سألهما عن سبب الذود فقالتا: السبب في ذلك أننا امرأتان ضعيفتان مستورتان لا نقدر على مزاحمة الرجال، فلا بد لنا من تأخير السقي إلى أن يفرغوا، وما لنا رجل يقوم بذلك، وأبونا شيخ كبير، فقد أضعفه الكبر، فلا يصلح للقيام به، فهما قد أبدتا إليه عذرهما في توليهما السقي بأنفسهما.فإن قلت: كيف ساغ لنبي الله الذي هو شعيب- عليه السلام- أن يرضى لا بنتيه بسقى الماشية؟ قلت، الأمر في نفسه ليس بمحظور، فالدين لا يأباه، وأما المروءة فالناس مختلفون في ذلك. والعادات متباينة فيه.. وأحوال العرب فيه خلاف أحوال العجم. ومذهب أهل البدو غير مذهب أهل الحضر، خصوصا إذا كانت الحالة حالة ضرورة..  .وقوله- تعالى-: ثُمَّ تَوَلَّى إِلَى الظِّلِّ فقال: رَبِّ إِنِّي لِما أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ بيان لما فعله موسى وقاله بعد أن سقى للمرأتين غنمهما.أى: فسقى موسى للمرأتين غنمهما، ثم أعرض عنهما متجها إلى الظل الذي كان قريبا منه في ذلك المكان، قيل كان ظل شجرة وقيل ظل جدار.فقال: على سبيل التضرع إلى ربه: يا ربي: إنى فقير ومحتاج إلى أى خير ينزل منك على سواء أكان هذا الخير طعاما أم غيره.قال الآلوسى ما ملخصه: وقوله: فَقالَ رَبِّ إِنِّي لِما أَنْزَلْتَ إِلَيَّ أى: لأى شيء تنزله من خزائن كرمك إلى مِنْ خَيْرٍ جل أو قل، فَقِيرٌ أى: محتاج، وهو خبر إن.وعدى باللام لتضمنه معنى الاحتياج. وما نكرة موصوفة، والجملة بعدها صفتها.والرابط محذوف، ومِنْ خَيْرٍ بيان لها والتنوين فيه للشيوع، والكلام تعريض لما يطعمه، بسبب ما ناله من شدة الجوع.يدل لذلك ما أخرجه ابن مردويه عن أنس بن مالك: قال قال رسول الله صلّى الله عليه وسلم:«لما سقى موسى للجاريتين، ثم تولى إلى الظل، فقال: رب إنى لما أنزلت إلى من خير فقير، وإنه يومئذ فقير إلى كف من تمر» ."
}