{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/17/24/",
    "ayah_number": 24,
    "text": "( واخفض لهما جناح الذل من الرحمة ) أي تواضع لهما بفعلك ) وقل رب ارحمهما ) أي في كبرهما وعند وفاتهما ( كما ربياني صغيرا )قال ابن عباس ثم أنزل الله [ تعالى : ( ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى ) [ التوبة 113 .وقد جاء في بر الوالدين أحاديث كثيرة منها الحديث المروي من طرق عن أنس وغيره أن رسول الله صلى الله عليه وسلم لما صعد المنبر قال آمين آمين آمين فقالوا يا رسول الله علام أمنت قال أتاني جبريل فقال يا محمد رغم أنف امرئ ذكرت عنده فلم يصل عليك فقل آمين فقلت : آمين ثم قال رغم أنف امرئ دخل عليه شهر رمضان ثم خرج ولم يغفر له قل آمين فقلت : آمين ثم قال رغم أنف امرئ أدرك أبويه أو أحدهما فلم يدخلاه الجنة قل آمين فقلت : آمين .حديث آخر قال الإمام أحمد حدثنا هشيم حدثنا علي بن زيد أخبرنا زرارة بن أوفى عن مالك بن الحارث رجل منهم أنه سمع النبي صلى الله عليه وسلم يقول من ضم يتيما بين أبوين مسلمين إلى طعامه وشرابه حتى يستغني عنه وجبت له الجنة البتة ومن أعتق امرأ مسلما كان فكاكه من النار يجزى بكل عضو منه عضوا منهثم قال حدثنا محمد بن جعفر حدثنا شعبة سمعت علي بن زيد فذكر معناه إلا أنه قال عن رجل من قومه يقال له مالك أو ابن مالك وزاد ومن أدرك والديه أو أحدهما فدخل النار فأبعده الله .حديث آخر وقال الإمام أحمد حدثنا عفان حدثنا حماد بن سلمة أخبرنا علي بن زيد عن زرارة بن أوفى عن مالك بن عمرو القشيري سمعت رسول الله صلى الله عليه وسلم يقول من أعتق رقبة مسلمة فهي فداؤه من النار مكان كل عظم من عظامه محررة بعظم من عظامه ومن أدرك أحد والديه ثم لم يغفر له فأبعده الله عز وجل ومن ضم يتيما بين أبوين مسلمين إلى طعامه وشرابه حتى يغنيه الله وجبت له الجنة \"حديث آخر وقال الإمام أحمد حدثنا حجاج ومحمد بن جعفر قالا حدثنا شعبة عن قتادة سمعت زرارة بن أوفى يحدث عن أبي بن مالك القشيري قال قال النبي صلى الله عليه وسلم من أدرك والديه أو أحدهما ثم دخل النار من بعد ذلك فأبعده الله وأسحقهورواه أبو داود الطيالسي عن شعبة به وفيه زيادات أخرحديث آخر قال الإمام أحمد حدثنا عفان حدثنا أبو عوانة حدثنا سهيل بن أبي صالح عن أبيه عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال رغم أنف ثم رغم أنف ثم رغم أنف رجل أدرك والديه أحدهما أو كلاهما عند الكبر ولم يدخل الجنةصحيح من هذا الوجه ولم يخرجه سوى مسلم من حديث أبي عوانة وجرير وسليمان بن بلال عن سهيل به .حديث آخر وقال الإمام أحمد حدثنا ربعي بن إبراهيم قال أحمد وهو أخو إسماعيل ابن علية وكان يفضل على أخيه عن عبد الرحمن بن إسحاق عن سعيد بن أبي سعيد عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم رغم أنف رجل ذكرت عنده فلم يصل علي ! ورغم أنف رجل دخل عليه شهر رمضان فانسلخ قبل أن يغفر له! ورغم أنف رجل أدرك عنده أبواه الكبر فلم يدخلاه الجنة قال ربعي لا أعلمه إلا قال أحدهماورواه الترمذي عن أحمد بن إبراهيم الدورقي عن ربعي بن إبراهيم ثم قال غريب من هذا الوجه .حديث آخر وقال الإمام أحمد حدثنا يونس بن محمد حدثنا عبد الرحمن بن الغسيل حدثنا أسيد بن علي عن أبيه علي بن عبيد عن أبي أسيد وهو مالك بن ربيعة الساعدي ، قال بينما أنا جالس عند رسول الله صلى الله عليه وسلم إذ جاءه رجل من الأنصار فقال يا رسول الله هل بقي علي من بر أبوي شيء بعد موتهما أبرهما به قال : نعم خصال أربع الصلاة عليهما والاستغفار لهما وإنفاذ عهدهما وإكرام صديقهما وصلة الرحم التي لا رحم لك إلا من قبلهما فهو الذي بقي عليك بعد موتهما من برهما \"ورواه أبو داود وابن ماجه من حديث عبد الرحمن بن سليمان وهو ابن الغسيل به .حديث آخر وقال الإمام أحمد حدثنا روح حدثنا ابن جريج أخبرني محمد بن طلحة بن عبد الله بن عبد الرحمن عن أبيه ، عن معاوية بن جاهمة السلمي أن جاهمة جاء إلى النبي صلى الله عليه وسلم فقال يا رسول الله أردت الغزو وجئتك أستشيرك ؟ فقال فهل لك من أم قال . نعم فقال : الزمها فإن الجنة عند رجليها ثم الثانية ثم الثالثة في مقاعد شتى كمثل هذا القولورواه النسائي وابن ماجه من حديث ابن جريج به .حديث آخر قال الإمام أحمد حدثنا خلف بن الوليد حدثنا ابن عياش عن بحير بن سعد عن خالد بن معدان عن المقدام بن معد يكرب الكندي عن النبي صلى الله عليه وسلم قال إن الله يوصيكم بآبائكم إن الله يوصيكم بأمهاتكم إن الله يوصيكم بأمهاتكم إن الله يوصيكم بأمهاتكم إن الله يوصيكم بالأقرب فالأقربوقد أخرجه ابن ماجه من حديث عبد الله بن عياش به .حديث آخر قال الإمام أحمد حدثنا يونس حدثنا أبو عوانة عن الأشعث بن سليم عن أبيه ، عن رجل من بني يربوع قال أتيت النبي صلى الله عليه وسلم فسمعته وهو يكلم الناس يقول يد المعطي [ العليا أمك وأباك وأختك وأخاك ثم أدناك أدناك .حديث آخر : قال الحافظ أبو بكر أحمد بن عمرو بن عبد الخالق البزار في مسنده حدثنا إبراهيم بن المستمر العروقي حدثنا عمرو بن سفيان حدثنا الحسن بن أبي جعفر عن ليث بن أبي سليم عن علقمة بن مرثد عن سليمان بن بريدة عن أبيه أن رجلا كان في الطواف حاملا أمه يطوف بها فسأل النبي صلى الله عليه وسلم هل أديت حقها ؟ قال لا ولا بزفرة واحدة أو كما قال ثم قال البزار لا نعلمه يروى إلا من هذا الوجه .قلت والحسن بن أبي جعفر ضعيف والله أعلم"
}