{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/11/101/",
    "ayah_number": 101,
    "text": "القول في تأويل قوله تعالى :  وَمَا ظَلَمْنَاهُمْ وَلَكِنْ ظَلَمُوا أَنْفُسَهُمْ فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جَاءَ أَمْرُ رَبِّكَ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ (101)قال أبو جعفر: يقول تعالى ذكره: وما عاقبنا أهل هذه القرى التي اقتصَصنا نبأها عليك ، يا محمد ، بغير استحقاق منهم عقوبتنا، فنكون بذلك قد وضعنا عقوبتنا إياهُمْ في غير موضعها  ، (ولكن ظلموا أنفسهم) ، يقول: ولكنهم أوجبوا لأنفسهم بمعصيتهم الله وكفرهم به، عقوبتَه وعذابه، فأحلوا بها ما لم يكن لهم أن يحلوه بها، وأوجبوا لها ما لم يكن لهم أن يوجبوه لها  ، (فما أغنت عنهم آلهتهم التي يدعون من دون الله من شيء) ، يقول: فما دفعت عنهم آلهتهم التي يدعونها من دون الله ، (9) ويدعونها أربابًا من عقاب الله وعذابه إذا أحله بهم ربُّهم من شيء ، ولا ردَّت عنهم شيئًا منه  ، (لما جاء أمر ربك) ، يا محمد، يقول: لما جاء قضاء ربك بعذابهم، فحقّ عليهم عقابه ، ونزل بهم سَخَطه  ، (وما زادوهم غير تتبيب) ، يقول: وما زادتهم آلهتهم عند مجيء أمر ربك هؤلاء المشركين بعقاب الله غير تخسيرٍ وتدميرٍ وإهلاك.* * *يقال منه: \" تبَّبْتُه أتبِّبُه تَتْبيبًا \"، ومنه قولهم للرجل: \" تبًّا لك \"، قال جرير:عَرَادَةُ مِنْ بَقِيَّةِ قَوْمِ لُوطٍأَلا تَبًّا لِمَا فَعَلُوا تَبَابًا (10)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك :18553- حدثني المثني قال ، حدثنا سعيد بن سلام أبو الحسن البصري قال ، حدثنا سفيان، عن نسير بن ذعلوق، عن ابن عمر في قوله: (وما زادوهم غير تتبيب) ، قال: غير تخسير. (11)18554- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: (غير تتبيب) ، قال: تخسير.18555- حدثنا المثني قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.18556-حدثنا بشر قال ، حدثنا يزيد قال حدثنا سعيد، عن قتادة: (غير تتبيب) ، يقول: غير تخسير.18557- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة: (غير تتبيب) ، قال: غير تخسير.* * *قال أبو جعفر: وهذا الخبر من الله تعالى ذكره، وإن كان خبرًا عمَّن مَضَى من الأمم قبلنا، فإنه وعيدٌ من الله جلّ ثناؤه لنا أيتها الأمة ، أنا إن سلكنا سبيلَ الأمم قبلَنا في الخلاف عليه وعلى رسوله، سلك بنا سبيلهم في العُقوبة  ،  وإعلام منه لما أنه لا يظلم أحدًا من خلقه، وأن العباد هم الذين يظلمون أنفسهم، كما:-18558- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد قال، اعتذر  ،  يعني ربنا جل ثناؤه  ،  إلى خلقه فقال: (وما ظلمناهم) ، مما ذكرنا لك من عذاب من عذبنا من الأمم ، (ولكن ظلموا أنفسهم فما أغنت عنهم آلهتهم) ، حتى بلغ: (وما زادوهم غير تتبيب) ، قال: ما زادهم الذين كانوا يعبدونهم غير تتبيب.----------------------الهوامش :(9) انظر تفسير \" أغني عنه \" فيما سلف ص : 215 ، تعليق : 1 ، والمراجع هناك .(10) ديوانه : 72 ، من قصيدته المشهورة في هجاء الراعي النميري ، وكان سببها أن \" عرادة النميري \" ، وهو رواية الراعي كان نديمًا للفرزدق ، فقدم الراعي البصرة ، فدعاه عرادة فأطعمه وسقاه وقال : فضل الفرزدق على جرير ! فأبى . فلما أخذ فيه الشراب ، لم يزل به حتى قال :يا صَاحِبَيَّ دَنا الرَّواحُ فَسِيرَاغَلَبَ الفَرَزْدَقُ في الهِجَاءِ جريرَافهاج الهجاء بينهما ، فكان مما ذكر به عرادة قوله :أتَانِي عَنْ عَرَادَةَ قَوْلُ سُوءٍفَلاَ وَأَبِي عُرَادَةَ مَا أَصَابَاوَكَمْ لَكَ يَا عُرَادَةُ مِنْ أُمِّ سُوءٍبَأَرْضِ الطَّلْحِ تَحْتَبِلُ الزَّبابَالَبِئْسَ الْكَسْبُ تَكْسِبُهُ نُمَيْرٌإِذَا اسْتَأْنَوْكَ وانْتَظَروا الإِيابَاوكان في المخطوطة والمطبوعة : \" عرابة \" ، وهو خطأ صرف .(11) الأثر : 18553 - \" سعيد بن سلام ، أبو الحسن البصري العطار الثوري الأعور \" ، منكر الحديث ، كذاب يحدث عن الثوري ، لا يكتب حديثه ، مترجم في الكبير 2 / 1 / 441 ، وابن أبي حاتم 2 / 1 / 31 ، ولسان الميزان 3 : 31 ، وميزان الاعتدال 1 : 382 . \" ونسير بن ذعلوق الثوري \" ، ثقة ، مضى برقم : 5491 ، 13488 ."
}