{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/11/36/",
    "ayah_number": 36,
    "text": "القول في تأويل قوله تعالى :  وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلا مَنْ قَدْ آمَنَ فَلا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ (36)قال أبو جعفر : يقول تعالى ذكره: وأوحَى الله إلى نوح ، لمّا حَقّ على قومه القولُ، وأظلَّهم أمرُ الله، أنه لن يؤمن، يا نوح ، بالله فيوحِّده ، ويتبعك على ما تدعوه إليه  ، (من قومك إلا من قد آمن)، فصدّق بذلك واتبعك.(فلا تبتئس) ، يقول: فلا تستكن ولا تحزن  ، (بما كانوا يفعلون)، فإني مهلكهم ، ومنقذك منهم ومن اتبعك. وأوحى الله ذلك إليه ، بعد ما دعا عليهم نوحٌ بالهلاك فقال:  رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  ، [سورة نوح: 26] .* * *،  وهو \" تفتعل \" من \" البؤس \"، يقال: \" ابتأس فلان بالأمر يبتئس ابتئاسًا \": كما قال لبيد بن ربيعة:فِي مَأْتَمٍ كَنِعَاجِ صَارَةَ يَبْتَئِسْنَ بِمَا لَقَيْنا (10)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:18121- حدثني محمد بن عمرو قال ، حدثنا أبو عاصم قال ، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: (فلا تبتئس) ، قال: لا تحزن.18122- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد  ،  وحدثني المثنى قال ، حدثنا إسحاق قال ، حدثنا عبد الله، عن ورقاء، عن ابن أبى نجيح، عن مجاهد مثله.18123- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: (فلا تبتئس بما كانوا يفعلون) ، يقول: فلا تحزن.18124- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة: (فلا تبتئس بما كانوا يفعلون) ، قال: لا تأسَ ولا تحزن.18125- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة قوله: (وأوحي إلى نوح أنه لن يؤمن من قومك إلا من قد آمن) ، وذلك حين دعا عليهم قال  رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  ، [سورة نوح: 26]  ،  قوله: (فلا تبتئس)، يقول: فلا تأسَ ولا تحزن.18126- حدثت عن الحسين بن الفرج قال: سمعت أبا معاذ قال، حدثنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله: (لن يؤمن من قومك إلا من قد آمن) ، فحينئذ دعا على قومه ، لما بيَّن الله له أنه لن يؤمن من قومه إلا من قد آمن.---------------------الهوامش :(10) ديوانه 2 : 46 ( القصيدة : 35 ، البيت : 21 ) ، اللسان ( يأس ) قصيدة له ، يذكر بنته أو امرأته وحالها بعد موته :وَحَذِرْتُ بَعْدَ المَوْتِ يَوْمَ تَشِينُ أَسْمَاءُ الجَبِينَافِي رَبْرَبٍ كَنِعَاجِ صَارَةَ يَبْتَئِسْنَ بِمَا لَقِينَامُتَسَلِّبَاتٍ فِي مُسُوحِالشَّعْرِ أَبْكَارًا وَعُونَاوهذا شعر ، حسبك به من شعر ! ."
}