{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/8/72/",
    "ayah_number": 72,
    "text": "ذكر تعالى أصناف المؤمنين ، وقسمهم إلى مهاجرين خرجوا من ديارهم وأموالهم ، وجاءوا لنصر الله ورسوله ، وإقامة دينه ، وبذلوا أموالهم وأنفسهم في ذلك . وإلى أنصار ، وهم المسلمون من أهل المدينة إذ ذاك ، آووا إخوانهم المهاجرين في منازلهم ، وواسوهم في أموالهم ، ونصروا الله ورسوله بالقتال معهم ، فهؤلاء بعضهم أولى ببعض أي : كل منهم أحق بالآخر من كل أحد ؛ ولهذا آخى رسول الله - صلى الله عليه وسلم - بين المهاجرين والأنصار ، كل اثنين أخوان ، فكانوا يتوارثون بذلك إرثا مقدما على القرابة ، حتى نسخ الله تعالى ذلك بالمواريث ، ثبت ذلك في صحيح البخاري ، عن ابن عباس ورواه العوفي ، وعلي بن أبي طلحة ، عنه . وقال مجاهد ، وعكرمة ، والحسن ، وقتادة ، وغيرهم .قال الإمام أحمد : حدثنا وكيع ، عن شريك ، عن عاصم ، عن أبي وائل ، عن جرير - هو ابن عبد الله البجلي - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : المهاجرون والأنصار أولياء بعضهم لبعض ، والطلقاء من قريش والعتقاء من ثقيف بعضهم أولياء بعض إلى يوم القيامة تفرد به أحمد .وقال الحافظ أبو يعلى : حدثنا شيبان حدثنا عكرمة - يعني ابن إبراهيم الأزدي - حدثنا عاصم ، عن شقيق ، عن ابن مسعود قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : المهاجرون والأنصار ، والطلقاء من قريش والعتقاء من ثقيف ، بعضهم أولياء بعض في الدنيا والآخرة . هكذا رواه في مسند عبد الله بن مسعود .وقد أثنى الله ورسوله على المهاجرين والأنصار في غير ما آية في كتابه ، فقال : ( والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار ) الآية [ التوبة : 100 ] ، وقال : ( لقد تاب الله على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة ) الآية . [ التوبة : 117 ] ، وقال تعالى : ( للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضوانا وينصرون الله ورسوله أولئك هم الصادقون والذين تبوءوا الدار والإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ) الآية [ الحشر : 8 ، 9 ] .وأحسن ما قيل في قوله : ( ولا يجدون في صدورهم حاجة مما أوتوا ) أي : لا يحسدونهم على فضل ما أعطاهم الله على هجرتهم ، فإن ظاهر الآيات تقديم المهاجرين على الأنصار ، وهذا أمر مجمع عليه بين العلماء ، لا يختلفون في ذلك ، ولهذا قال الإمام أبو بكر أحمد بن عمرو بن عبد الخالق البزار في مسنده : حدثنا محمد بن معمر ، حدثنا مسلم بن إبراهيم ، حدثنا حماد بن سلمة ، عن علي بن زيد ، عن سعيد بن المسيب ، عن حذيفة قال : خيرني رسول الله - صلى الله عليه وسلم - بين الهجرة والنصرة ، فاخترت الهجرة .ثم قال : لا نعرفه إلا من هذا الوجه .وقوله : ( والذين آمنوا ولم يهاجروا ما لكم من ولايتهم ) [ قرأ حمزة : \" ولايتهم \" بالكسر ، والباقون بالفتح ، وهما واحد كالدلالة والدلالة ] ( من شيء حتى يهاجروا ) هذا هو الصنف الثالث من المؤمنين ، وهم الذين آمنوا ولم يهاجروا ، بل أقاموا في بواديهم ، فهؤلاء ليس لهم في المغانم نصيب ، ولا في خمسها إلا ما حضروا فيه القتال ، كما قال الإمام أحمد :حدثنا وكيع ، حدثنا سفيان ، عن علقمة بن مرثد ، عن سليمان بن بريدة ، عن أبيه بريدة بن الحصيب الأسلمي - رضي الله عنه - قال : كان رسول الله - صلى الله عليه وسلم - إذا بعث أميرا على سرية أو جيش ، أوصاه في خاصة نفسه بتقوى الله ومن معه من المسلمين خيرا ، وقال : اغزوا باسم الله في سبيل الله ، قاتلوا من كفر بالله ، إذا لقيت عدوك من المشركين فادعهم إلى إحدى ثلاث خصال - أو : خلال - فأيتهن ما أجابوك إليها فاقبل منهم ، وكف عنهم : ادعهم إلى الإسلام ، فإن أجابوك فاقبل منهم ، وكف عنهم ، ثم ادعهم إلى التحول من دارهم إلى دار المهاجرين ، وأعلمهم إن فعلوا ذلك أن لهم ما للمهاجرين ، وأن عليهم ما على المهاجرين . فإن أبوا واختاروا دارهم فأعلمهم أنهم يكونون كأعراب المسلمين ، يجري عليهم حكم الله الذي يجري على المؤمنين ، ولا يكون لهم في الفيء والغنيمة نصيب ، إلا أن يجاهدوا مع المسلمين ، فإن هم أبوا فادعهم إلى إعطاء الجزية . فإن أجابوا فاقبل منهم وكف عنهم ، فإن أبوا فاستعن بالله ثم قاتلهم .انفرد به مسلم ، وعنده زيادات أخر .وقوله : ( وإن استنصروكم في الدين فعليكم النصر إلا على قوم بينكم وبينهم ميثاق والله بما تعملون بصير ) يقول تعالى : وإن استنصروكم هؤلاء الأعراب الذين لم يهاجروا في قتال ديني ، على عدو لهم فانصروهم ، فإنه واجب عليكم نصرهم ؛ لأنهم إخوانكم في الدين ، إلا أن يستنصروكم على قوم من الكفار ( بينكم وبينهم ميثاق ) أي : مهادنة إلى مدة ، فلا تخفروا ذمتكم ، ولا تنقضوا أيمانكم مع الذين عاهدتم . وهذا مروي عن ابن عباس ، رضي الله عنه ."
}