{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/14/11/",
    "ayah_number": 11,
    "text": "وهنا يحكى القرآن أن الرسل- عليهم السلام- قد قابلوا هذا السفه من أقوالهم بالمنطق الحكيم، وبالأسلوب المهذب فيقول: قالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلكِنَّ اللَّهَ يَمُنُّ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ ...أى: قال الرسل لمكذبيهم على سبيل الإرشاد والتنبيه: نحن نوافقكم كل الموافقة على أننا بشر مثلكم كما قلتم، ولكن هذه المماثلة بيننا وبينكم في البشرية، لا تمنع من أن يتفضل الله على من يشاء التفضل عليه من عباده، بأن يمنحه النبوة أو غيرها من نعمه التي لا تحصى.فأنت ترى أن الرسل- عليهم السلام- قد سلموا للمكذبين دعواهم المماثلة في البشرية، في أول الأمر، ثم بعد ذلك بينوا لهم جهلهم وسوء تفكيرهم، بأن أفهموهم بطريق الاستدراك، أن المشاركة في الجنس لا تمنع التفاضل، فالبشر كلهم عباد الله، ولكنه- سبحانه- يمن على بعضهم بنعم لم يعطها لسواهم..فالمقصود بالاستدراك دفع ما توهمه المكذبون، من كون المماثلة في البشرية تمنع اختصاص بعض البشر بالنبوة.قال الآلوسى: قوله- تعالى-: قالَتْ لَهُمْ رُسُلُهُمْ مجاراة لأول مقالتهم إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ كما تقولون، وهذا كالقول بالموجب، لأن فيه إطماعا في الموافقة، ثم كروا على قولهم بالإبطال فقالوا: وَلكِنَّ اللَّهَ يَمُنُّ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ.أى: إنما اختصنا الله- تعالى- بالرسالة بفضل منه وامتنان، والبشرية غير مانعة لمشيئته- جل وعلا-. وفيه دليل على أن الرسالة عطائية، وأن ترجيح بعض الجائز على بعض بمشيئته- تعالى- ولا يخفى ما في العدول عن «ولكن الله منّ علينا» ، إلى ما في النظم الجليل منهم- عليهم السلام- .وقوله- سبحانه-: وَما كانَ لَنا أَنْ نَأْتِيَكُمْ بِسُلْطانٍ إِلَّا بِإِذْنِ اللَّهِ حكاية لرد الرسل على قول المكذبين لهم فَأْتُونا بِسُلْطانٍ مُبِينٍ.أى: وقال الرسل للمكذبين من أقوامهم- أيضا-: وما صح وما استقام لنا نحن الرسل أن نأتيكم- أيها الضالون- بحجة من الحجج، أو بخارق من الخوارق التي تقترحونها علينا، إلا بإذن الله وإرادته وأمره لنا بالإتيان بما اقترحتم، فنحن عباده ولا نتصرف إلا بإذنه.ثم أكد الرسل تمسكهم بالمضي في دعوتهم فقالوا- كما حكى القرآن عنهم- وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ.والتوكل على الله معناه: الاعتماد عليه، وتفويض الأمور إليه، مع مباشرة الأسباب التي أمر- سبحانه- بمباشرتها.أى: وعلى الله وحده دون أحد سواه، فليتوكل المؤمنون، الصادقون، دون أن يعبئوا بعنادكم ولجاجكم، ونحن الرسل على رأس هؤلاء المؤمنين الصادقين.فالجملة الكريمة أمر من الرسل لمن آمن من قومهم بالتوكل على الله وحده، وقد قصدوا بهذا الأمر أنفسهم قصدا أوليا، بدليل قولهم بعد ذلك- كما حكى القرآن عنهم- وَما لَنا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدانا سُبُلَنا."
}