{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/14/13/",
    "ayah_number": 13,
    "text": "فقوله- سبحانه-: وَقالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنا، أَوْ لَتَعُودُنَّ فِي مِلَّتِنا ... حكاية لما هدد به رءوس الكفر رسلهم، بعد أن أفحمهم الرسل بالحجة البالغة، وبالمنطق الحكيم.واللام في «لنخرجنكم» هي الموطئة للقسم. و «أو» للتخيير بين الأمرين.أى: وقال الذين عتوا في الكفر- على سبيل التهديد- لرسلهم، الذين جاءوا لهدايتهم، والله لنخرجنكم- أيها الرسل- من أرضنا، أو لتعودن في ديننا وملتنا.قال الإمام الرازي: «اعلم أنه- تعالى- لما حكى عن الأنبياء- عليهم السلام- أنهم قد اكتفوا في دفع شرور أعدائهم بالتوكل عليه، والاعتماد على حفظه وحياطته، حكى عن الكفار أنهم بالغوا في السفاهة وقالوا للأنبياء والله لنخرجنكم من أرضنا أو لتعودن في ملتنا» .والمعنى: ليكونن أحد الأمرين لا محالة، إما إخراجكم وإما عودكم إلى ملتنا.والسبب فيه أن أهل الحق في كل زمان يكونون قليلين. وأهل الباطل يكونون كثيرين والظلمة والفسقة يكونون متعاونين متعاضدين، فلهذه الأسباب قدروا على هذه السفاهة .والتعبير بقوله- سبحانه- أَوْ لَتَعُودُنَّ فِي مِلَّتِنا يفيد بظاهره أن الرسل كانوا على ملة الكافرين ثم تركوها، فإن العود معناه: الرجوع إلى الشيء بعد مفارقته. وهذا محال، فإن الأنبياء معصومون- حتى قبل النبوة- عن ارتكاب الكبائر، فضلا عن الشرك.وقد أجيب عن ذلك بإجابات منها:أن الخطاب وإن كان في الظاهر مع الرسل، إلا أن المقصود به أتباعهم المؤمنون، الذين كانوا قبل الإيمان بالرسل على دين أقوامهم، فكأنهم يقولون لهؤلاء الأتباع: لقد كنتم على ملتنا ثم تركتموها، فإما أن تعودوا إليها وإما أن تخرجوا من ديارنا، إلا أن رءوس الكفر وجهوا الخطاب إلى الرسل من باب التغليب.ومنها: أن العود هنا بمعنى الصيرورة، إذ كثيرا ما يرد «عاد» بمعنى صار، فيعمل عمل كان، ولا يستدعى الرجوع إلى حالة سابقة، بل يستدعى الانتقال من حال سابقة إلى حال جديدة مستأنفة، فيكون المعنى: لنخرجنكم من أرضنا أو لتصيرن كفارا مثلنا.ومنها: أن هذا القول من الكفار جار على توهمهم وظنهم، أن الرسل كانت قبل دعوى النبوة على ملتهم، لسكوتهم قبل البعثة عن الإنكار عليهم، فلهذا التوهم قالوا ما قالوا، وهم كاذبون فيما قالوه.وشبيه بهذه الآية قول قوم شعيب- عليه السلام- له لَنُخْرِجَنَّكَ يا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنا أَوْ لَتَعُودُنَّ فِي مِلَّتِنا ... .وقول قوم لوط له أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُناسٌ يَتَطَهَّرُونَ .وقوله- سبحانه-: فَأَوْحى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ، وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ... بشارة عظيمة من الله- تعالى- لرسله، ووعد لهم بالنصر على أعدائهم..أى: فأوحى الله- تعالى- إلى الرسل- بعد أن قال لهم الكافرون- ما قالوا-:أبشروا أيها الرسل لَنُهْلِكَنَّ الظَّالِمِينَ الذين هددوكم بالإخراج من الديار، أو بالعودة إلى ملتهم،"
}