{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/14/18/",
    "ayah_number": 18,
    "text": "قال الإمام الرازي: «اعلم أنه- تعالى- لما ذكر أنواع عذابهم في الآية المتقدمة، بين في هذه الآية وهي قوله- تعالى- مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ.... أن أعمالهم بأسرها ضائعة باطلة، لا ينتفعون بشيء منها. وعند هذا يظهر كمال خسرانهم، لأنهم لا يجدون في القيامة إلا العقاب الشديد وكل ما عملوه في الدنيا وجدوه ضائعا باطلا» .والمثل: النظير والشبيه. ثم أطلق على القول السائر المعروف، لمماثلة مضربه بمورده، ولا يكون إلا فيما فيه غرابة، ثم استعير للصفة، أو الحال، أو القصة إذا كان لها شأن عجيب، وفيها غرابة.والمراد بأعمال الذين كفروا في الآية الكريمة: ما كانوا يقومون به في الدنيا من أعمال حسنة كإطعام الطعام، ومساعدة المحتاجين، وإكرام الضيف، إلى غير ذلك من الأعمال الطيبة.والرماد: ما يتبقى من الشيء بعد احتراق أصله، كالمتبقى من الخشب أو الحطب بعد احتراقهما.والعاصف: من العصف وهو اشتداد الريح، وقوة هبوبها.قال الجمل: وقوله: مَثَلُ الَّذِينَ كَفَرُوا ... فيه أوجه للإعراب: أحدها وهو مذهب سيبويه: أنه مبتدأ محذوف الخبر تقديره: فيما يتلى عليكم مثل الذين كفروا، وتكون الجملة من قوله أَعْمالُهُمْ كَرَمادٍ ... مستأنفة جواب لسؤال مقدر، كأنه قيل: كيف مثلهم..؟ فقيل: كيت وكيت.والثاني: أن يكون «مثل» مبتدأ و «أعمالهم» مبتدأ ثان، و «كرماد» خبر المبتدأ الثاني، والمبتدأ الثاني وخبره خبر المبتدأ الأول ... » .والمعنى: حال أعمال الذين كفروا في حبوطها وذهابها وعدم انتفاعهم بشيء منها في الآخرة، كحال الرماد المكدس الذي أتت عليه الرياح العاصفة، فمحقته وبددته، ومزقته تمزيقا لا يرجى معه اجتماع.فالآية الكريمة تشبيه بليغ لما يعمله الكافرون في الدنيا من أعمال البر والخير.ووجه الشبه: الضياع والتفرق وعدم الانتفاع في كل، فكما أن الريح العاصف تجعل الرماد هباء منثورا، فكذلك أعمال الكافرين في الآخرة تصير هباء منثورا، لأنها أعمال بنيت على غير أساس من الإيمان وإخلاص العبادة لله- تعالى-.ووصف- سبحانه- اليوم بأنه عاصف- مع أن العصف شدة الريح- للمبالغة في وصف زمانها- وهو اليوم- بذلك، كما يقال: يوم حار ويوم بارد، مع أن الحر والبرد فيهما وليس منهما.وقوله- سبحانه- لا يَقْدِرُونَ مِمَّا كَسَبُوا عَلى شَيْءٍ بيان للمقصود من التشبيه، وهو أن هؤلاء الكافرين، لا يقدرون يوم القيامة، على الانتفاع بشيء مما فعلوه في الدنيا من أفعال البر والخير، لأن كفرهم أحبطها فذهب سدى دون أن يستفيدوا منها ثوابا، أو تخفف عنهم عذابا.قال الآلوسى: «وفي الصحيح عن عائشة- رضى الله عنها- أنها قالت: يا رسول الله. إن ابن جدعان في الجاهلية كان يصل الرحم، ويطعم المسكين، هل ذلك نافعه؟ قال:«لا ينفعه لأنه لم يقل رب اغفر لي خطيئتي يوم الدين» .وقال الإمام ابن كثير ما ملخصه: «هذا مثل ضربه الله- تعالى- لأعمال الكفار الذين عبدوا مع الله غيره، وكذبوا رسله، وبنوا أعمالهم على غير أساس صحيح، فانهارت وعدموها وهم أحوج ما كانوا إليها ...كما قال- تعالى- وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً .وكما قال- تعالى-مثَلُ ما يُنْفِقُونَ فِي هذِهِ الْحَياةِ الدُّنْيا، كَمَثَلِ رِيحٍ فِيها صِرٌّ أَصابَتْ حَرْثَ قَوْمٍ ظَلَمُوا أَنْفُسَهُمْ فَأَهْلَكَتْهُ.واسم الإشارة في قوله ذلِكَ هُوَ الضَّلالُ الْبَعِيدُ يعود إلى ما دل عليه التمثيل من بطلان أعمالهم، وذهاب أثرها.أى: ذلك الحبوط لأعمالهم، وعدم انتفاعهم بشيء منها، هو الضلال البعيد.أى: البالغ أقصى نهايته، والذي ينتهى بصاحبه إلى الهلاك والعذاب المهين.ووصف- سبحانه- الضلال بالبعد، لأنه يؤدى إلى خسران لا يمكن تداركه، ولا يرجى الخلاص منه."
}