{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/41/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة «فصلت» هي السورة الحادية والأربعون في ترتيب المصحف، أما ترتيبها في النزول فكان بعد سورة «غافر» .وهي من السور المكية الخالصة، وعدد آياتها ثنتان وخمسون آية في المصحف البصري والشامي، وثلاث وخمسون في المصحف المكي والمدني، وأربع وخمسون في المصحف الكوفي.وسورة «فصلت» تسمى- أيضا بسورة السجدة، وحم السجدة، وبسورة المصابيح، وبسورة الأقوات  .2- والذي يقرأ هذه السورة الكريمة بتدبر وتأمل، يراها في مطلعها تمدح القرآن الكريم:وتذكر موقف المشركين منه ومن الرسول صلّى الله عليه وسلم وتلقن الرسول صلّى الله عليه وسلم الجواب الذي يكبتهم، وتهددهم بالعذاب الأليم.قال- تعالى-: حم. تَنْزِيلٌ مِنَ الرَّحْمنِ الرَّحِيمِ. كِتابٌ فُصِّلَتْ آياتُهُ قُرْآناً عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ. بَشِيراً وَنَذِيراً فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لا يَسْمَعُونَ. وَقالُوا قُلُوبُنا فِي أَكِنَّةٍ مِمَّا تَدْعُونا إِلَيْهِ وَفِي آذانِنا وَقْرٌ، وَمِنْ بَيْنِنا وَبَيْنِكَ حِجابٌ فَاعْمَلْ إِنَّنا عامِلُونَ.3- ثم انتقلت السورة إلى الحديث عن مظاهر قدرة الله- تعالى-، عن طريق بيان خلقه للأرض وما اشتملت عليه من جبال وأقوات، وعن طريق خلق السماء بطبقاتها المتعددة، وعن طريق تزيين السماء الدنيا بمصابيح وحفظها.قال- تعالى-: قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ، وَتَجْعَلُونَ لَهُ أَنْداداً، ذلِكَ رَبُّ الْعالَمِينَ. وَجَعَلَ فِيها رَواسِيَ مِنْ فَوْقِها وَبارَكَ فِيها، وَقَدَّرَ فِيها أَقْواتَها فِي أَرْبَعَةِ أَيَّامٍ سَواءً لِلسَّائِلِينَ. ثُمَّ اسْتَوى إِلَى السَّماءِ وَهِيَ دُخانٌ فَقالَ لَها وَلِلْأَرْضِ ائْتِيا طَوْعاً أَوْ كَرْهاً قالَتا أَتَيْنا طائِعِينَ.4- وبعد أن هدد الله- تعالى- مشركي مكة بالعذاب الذي أصاب من قبلهم قوم عاد وثمود، وفصل لهم موقف هؤلاء الأقوام من رسلهم وكيف أنهم عند ما كذبوا رسلهم واستحبوا العمى على الهدى، أخذتهم صاعقة العذاب الهون..بعد كل ذلك تحدثت عن أحوالهم السيئة يوم يحشرون للحساب يوم القيامة، وكيف أن حواسهم تشهد عليهم في هذا اليوم العصيب.ولنتدبر قوله- تعالى-: وَيَوْمَ يُحْشَرُ أَعْداءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ. حَتَّى إِذا ما جاؤُها شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصارُهُمْ وَجُلُودُهُمْ بِما كانُوا يَعْمَلُونَ. وَقالُوا لِجُلُودِهِمْ: لِمَ شَهِدْتُمْ عَلَيْنا، قالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ.5- وكعادة القرآن الكريم في قرنه الترغيب بالترهيب أو العكس، وفي بيان عاقبة الأخيار والأشرار، أتبعت السورة الحديث عن المشركين وسوء عاقبتهم، بالحديث عن المؤمنين وحسن مصيرهم، فقال- تعالى-: إِنَّ الَّذِينَ قالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ. نَحْنُ أَوْلِياؤُكُمْ فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِ، وَلَكُمْ فِيها ما تَشْتَهِي أَنْفُسُكُمْ، وَلَكُمْ فِيها ما تَدَّعُونَ. نُزُلًا مِنْ غَفُورٍ رَحِيمٍ.6- ثم ساقت سورة «فصلت» أنواعا من الآيات الدالة على وحدانيته وقدرته، قال- تعالى-: وَمِنْ آياتِهِ اللَّيْلُ وَالنَّهارُ وَالشَّمْسُ وَالْقَمَرُ لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ.وَمِنْ آياتِهِ أَنَّكَ تَرَى الْأَرْضَ خاشِعَةً فَإِذا أَنْزَلْنا عَلَيْهَا الْماءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْياها لَمُحْيِ الْمَوْتى، إِنَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ.7- ثم أخذت السورة في تسلية الرسول صلّى الله عليه وسلم وفي إقامة الأدلة الساطعة على أن هذا القرآن من عند الله.قال- تعالى-: ما يُقالُ لَكَ إِلَّا ما قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ، إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقابٍ أَلِيمٍ. وَلَوْ جَعَلْناهُ قُرْآناً أَعْجَمِيًّا لَقالُوا: لَوْلا فُصِّلَتْ آياتُهُ، ءَ أَعْجَمِيٌّ وَعَرَبِيٌّ، قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفاءٌ، وَالَّذِينَ لا يُؤْمِنُونَ فِي آذانِهِمْ وَقْرٌ، وَهُوَ عَلَيْهِمْ عَمًى، أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍ.8- ثم ختم- سبحانه السورة الكريمة، ببيان أن مرد علم قيام الساعة إليه- تعالى- وحده، وببيان طبيعة الإنسان في حالتي اليسر والعسر، وببيان أن حكمته- سبحانه- اقتضت أن يطلع الناس في كل وقت على بعض من آياته الدالة على وحدانيته وقدرته. قال - تعالى- سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ، أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ. أَلا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقاءِ رَبِّهِمْ، أَلا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ.9- وبعد: فهذا عرض إجمالى لسورة فصلت، ومنه نرى: أنها اهتمت بإقامة الأدلة على وحدانية الله- تعالى- وقدرته، وبأن هذا القرآن من عند الله- تعالى-، وبأن الرسول صلّى الله عليه وسلم صادق فيما يبلغه عن ربه، وبأن يوم القيامة حق لا ريب فيه.كما اهتمت بالحديث عن مصارع الغابرين الذين استحبوا العمى على الهدى وببيان أحوالهم يوم القيامة ... وببشارة الذين آمنوا وعملوا الصالحات، وأحسنوا القول والدعوة إلى الله ...بأحسن البشارات وأفضلها..والحمد لله الذي بنعمته تتم الصالحات: وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة \" فصلت \" من السور التى بدئت ببعض حروف التهجى .والرأى الراجح فى هذه الحروف أنها جئ بها للإِيقاظ والتنبيه على أن هذا القرآن من عند الله - تعالى - ، بدليل أنه مؤلف من جنس الحروف التى يتخاطب بها المشركون ، ومع ذلك فقد عجزوا عن أن يأتوا بسورة من مثله ."
}