{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/136/",
    "ayah_number": 136,
    "text": "لقد حكت هذه الآيات الكريمة بعض الرذائل التي كانت متفشية في المجتمع الجاهلى، أما الرذيلة الأولى فملخصها أنهم كانوا يجعلون من زروعهم وأنعامهم وسائر أموالهم نصيبا لله ونصيبا لأوثانهم، فيشركونها في أموالهم فما كان لله صرفوه إلى الضيفان والمساكين، وما كان للأوثان أنفقوه عليها وعلى سدنتها فإذا رأوا ما جعلوه لله أزكى بدلوه بما للأوثان، وإذا رأوا ما جعلوه للأوثان أزكى تركوه لها.استمع إلى القرآن وهو يقص ذلك بأسلوبه الحكيم فيقول: وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعامِ نَصِيباً.«ذرأ» بمعنى خلق يقال: ذرأ الله الخلق يذرؤهم ذرءا أى: خلقهم وأوجدهم وقيل: الذرأ الخلق على وجه الاختراع.أى: وجعل هؤلاء المشركون مما خلقه الله- تعالى- من الزروع والأنعام نصيبا لله يعطونه للمساكين وللضيوف وغيرهم، وجعلوا لأصنامهم نصيبا آخر يقدمونه لسدنتها، وإنما لم يذكر النصيب الذي جعلوه لأصنامهم اكتفاء بدلالة ما بعده وهو قوله: فَقالُوا هذا لِلَّهِ بِزَعْمِهِمْ وَهذا لِشُرَكائِنا.أى: فقالوا في القسم الأول: هذا لله نتقرب به إليه.وقالوا في الثاني: وهذا لشركائنا نتوسل به إليها.وقوله- تعالى- في القسم الأول هذا لِلَّهِ بِزَعْمِهِمْ أى: بتقولهم ووضعهم الذي لا علم لهم به ولا هدى.قال الجمل: ومن المعلوم أن الزعم هو الكذب، وإنما نسبوا للكذب في هذه المقالة مع أن كل شيء لله، لأن هذا الجعل لم يأمرهم به الله وإنما هو مجرد اختراع منهم.وقال أبو السعود: وإنما قيد الأول بالزعم للتنبيه على أنه في الحقيقة جعل لله- تعالى- غير مستتبع لشيء من الثواب كالتطوعات التي يبتغى بها وجه الله- لا لما قيل من أنه للتنبيه على أن ذلك مما اخترعوه، فإن ذلك مستفاد من الجعل ولذلك لم يقيد به الثاني، ويجوز أن يكون ذلك تمهيدا لما بعده على معنى أن قولهم هذا لله مجرد زعم منهم لا يعملون بمقتضاه الذي هو اختصاصه- تعالى- به.ثم فصل- سبحانه- ما كانوا يعملونه بالنسبة للقسمة فقال: فَما كانَ لِشُرَكائِهِمْ فَلا يَصِلُ إِلَى اللَّهِ، وَما كانَ لِلَّهِ فَهُوَ يَصِلُ إِلى شُرَكائِهِمْ.أى: فما كان من هذه الزروع والأنعام من القسم الذي يتقرب به إلى شركائهم، فإنهم يحرمون الضيفان والمساكين منه ولا يصل إلى الله منه شيء، وما كان منها من القسم الذي يتقرب به إلى الله عن طريق إكرام الضيف والصدقة، فإنهم يجورون عليه ويأخذون منه ما يعطونه لسدنة الأصنام وخدامها.فهم يجعلون قسم الأصنام لسدنتها وأتباعها وحدهم، بينما القسم الذي جعلوه لله بزعمهم ينتقصونه ويضعون الكثير منه في غير موضعه، ويقولون: إن الله غنى وإن آلهتنا محتاجة.وقد عقب القرآن على هذه القسمة الجائرة بقوله: ساءَ ما يَحْكُمُونَ أى: ساء وقبح حكمهم وقسمتهم حيث آثروا مخلوقا عاجزا عن كل شيء، على خالق قادر على كل شيء، فهم بجانب عملهم الفاسد من أساسه لم يعدلوا في القسمة.هذه هي الرذيلة الأولى من رذائلهم، أما الرذيلة الثانية فهي أن كثيرا منهم كانوا يقتلون أولادهم، ويئدون بناتهم لأسباب لا تمت إلى العقل السليم بصلة وقد حكى القرآن ذلك في قوله."
}