{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/19/",
    "ayah_number": 19,
    "text": "ثم أمر الله: نبيه صلى الله عليه وسلم في بيان رائع حكيم، أن يسأل المشركين عن أى شيء في هذا الكون أعظم وأزكى شهادة بحيث تقبل شهادته ولا ترد فقال- تعالى-: قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهادَةً؟ قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ.روى بعض المفسرين أن أهل مكة قالوا: يا محمد، أرنا من يشهد أنك رسول الله، فإنا لا نرى أحدا نصدقه، ولقد سألنا عنك اليهود والنصارى فزعموا أنه ليس لك عندهم ذكر، فأنزل الله- تعالى-: قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ.أى: قل يا محمد لهؤلاء المشركين الذين يخاصمونك فيما تدعو إليه: أى شيء في هذا الوجود شهادته أكبر شهادة وأعظمها بحيث تقبلونها عن تسليم وإذعان؟ ثم أمره أن يجيبهم على هذا السؤال بالحقيقة التي لا يمارى فيها عاقل وهي أن شهادة الله هي أكبر شهادة وأقواها وأزكاها، لأنها شهادة من يستحيل عليه الكذب أو الخطأ، وقد شهد- سبحانه-: بصدقى فيما أبلغه عنه فلماذا تعرضون عن دعوتي، وتتنكبون الطريق المستقيم؟وصدرت الآية الكريمة بقل وبصيغة الاستفهام تنبيها إلى جلال الشاهد، وإلى سلامة دعوى النبي صلى الله عليه وسلم لكي يدركوا ما فيها من حق وما هم فيه من ضلال.وأوثرت كلمة «شيء» في قوله- تعالى-: قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهادَةً لأنها تفيد الشمول والإحاطة والاستقصاء.قال صاحب الكشاف: ما ملخصه قوله- تعالى-: قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ أراد: أى شهيد أكبر شهادة، فوضع شيئا مقام شهيد ليبالغ في التعميم، ويحتمل أن يكون تمام الجواب عنه قوله: قُلِ اللَّهُ بمعنى: الله أكبر شهادة، ثم ابتدأ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ أى: هو شهيد بيني وبينكم. وأن يكون اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ هو الجواب، لدلالته على أن الله- تعالى-: (إذا كان هو الشهيد بينه وبينهم فأكبر شيء شهادة من هو شهيد له) .والمراد بشهادة الله ما جاء في آياته القرآنية من أنه- سبحانه-: قد أرسل رسوله محمدا بِالْهُدى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ.ثم بين- سبحانه-: أن القرآن هو المعجزة الخالدة للنبي صلى الله عليه وسلم فقال: وَأُوحِيَ إِلَيَّ هذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ.أى: أن الله- تعالى-: قد أنزل هذا القرآن عن طريق وحيه الصادق، لأنذركم به يا أهل مكة، ولأنذر به- أيضا- جميع من بلغه هذا الكتاب الكريم ووصلت إليه دعوته من العرب والعجم في كل زمان ومكان إلى يوم القيامة.فهذه الجملة تدل على عموم بعثة النبي صلى الله عليه وسلم كما تدل على أن أحكام القرآن تعم الموجودين وقت نزوله، وتعم- أيضا- الذين وجدوا بعد نزوله وبلغتهم دعوته. ولم يروا النبي صلى الله عليه وسلم ففي الحديث الشريف: «بلغوا عن الله- تعالى- فمن بلغته آية من كتاب الله فقد بلغه أمر الله» .وعن محمد بن كعب قال: «من بلغه القرآن فكأنما رأى النبي صلى الله عليه وسلم وذلك لأن القرآن الكريم لما كان متواترا بلفظه ومعناه، كان من بلغه بعد وفاة النبي صلى الله عليه وسلم: كأنما سمعه منه وإن كثرت الوسائط، لأنه هو الذي بلغه بلا زيادة ولا نقصان، أما من لم تبلغه دعوة القرآن فلا يصدق عليه أنه بلغته الدعوة، وحينئذ لا يكون مخاطبا بتعاليم هذا الدين، وإثمه يكون في أعناق الذين قصروا في تبليغ دعوة الإسلام إليه.ثم أمره- سبحانه- أن يستنكر ما عليه المشركون من كفر وإلحاد، وأن يعلن براءته منهم ومن معبوداتهم فقال- تعالى-: أَإِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرى، قُلْ: لا أَشْهَدُ، قُلْ إِنَّما هُوَ إِلهٌ واحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ.أى: قل يا محمد لهؤلاء المشركين: إذا كنتم قد ألغيتم عقولكم. وترديتم في مهاوي الشرك والضلال، وشهدتم بأن مع الله آلهة أخرى، فإنى برىء منكم ومن أعمالكم القبيحة، ومحال أن أشهد بما شهدتم به، وإنما الذي أشهد به وأعتقده، أن الله- تعالى- واحد لا شريك له، وإننى بعيد كل البعد عن ضلالكم وجحودكم.والاستفهام في قوله أَإِنَّكُمْ إنكارى، جيء به لاستقباح ما وقع منهم من شرك، وأكد قوله لَتَشْهَدُونَ للإشارة إلى تغلغل الضلال في نفوسهم، واستيلاء الجحود على قلوبهم.وعبر عن أوثانهم بأنها آلِهَةً أُخْرى مجاراة لهم في زعمهم الباطل ومبالغة في توبيخهم والتهكم بهم.وفي أمره- سبحانه- لنبيه صلى الله عليه وسلم بأن يصارحهم بأنه لا يشهد بشهادتهم «قل: لا أشهد» توبيخ لهم على جهالتهم، وتوجيه لأتباعه إلى الاقتداء به في شجاعته أمام الباطل، وفي ثباته على مبدئه.وقد تضمن قوله- تعالى: قُلْ إِنَّما هُوَ إِلهٌ واحِدٌ اعتراف كامل بوحدانية الله، وقصرها عليه- سبحانه-، وتصريح بالبراءة التامة من الأوثان وعابديها، وتنديد شديد بهذا العمل الباطل.وبذلك تكون الآية الكريمة قد تضمنت شهادة من الله- تعالى- بأن رسوله محمدا صلى الله عليه وسلم صادق في رسالته، وشهادة من هذا الرسول الكريم بأن الله واحد لا شريك له، وأنه برىء من إلحاد الملحدين وكفر الكافرين."
}