{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/82/",
    "ayah_number": 82,
    "text": "ثم بين- سبحانه- من هو الفريق الأحق بالأمن فقال- تعالى-:الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمانَهُمْ بِظُلْمٍ أُولئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ أى: الذين آمنوا ولم يخلطوا إيمانهم بأى لون من ألوان الشرك كما يفعله فريق المشركين حيث إنهم عبدوا الأصنام وزعموا أنهم ما عبدوها إلا ليتقربوا بها إلى الله زلفى، أولئك المؤمنون الصادقون لهم الأمن دون غيرهم لأنهم مهتدون إلى الحق وغيرهم في ضلال مبين.هذا وقد وردت أحاديث صحيحة فسرت الظلم في هذه الآية بالشرك، ومن ذلك ما رواه البخاري ومسلم عن عبد اللَّه بن مسعود قال: لما نزلت الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمانَهُمْ بِظُلْمٍ قال الصحابة: وأينا لم يظلم نفسه؟ فنزلت إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ، وروى الإمام أحمد عن ابن مسعود قال: لما نزلت هذه الآية الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمانَهُمْ بِظُلْمٍ شق ذلك على الناس فقالوا يا رسول الله: فأينا لا يظلم نفسه؟ قال: «إنه ليس الذي تعنون. ألم تسمعوا ما قال العبد الصالح إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ إنما هو الشرك» .قال الإمام الرازي: والدليل على أن هذا هو المراد أن هذه القصة من أولها إلى آخرها إنما وردت في نفى الشركاء والأضداد والأنداد، وليس فيها ذكر الطاعات والعبادات فوجب حمل الظلم ها هنا على ذلك»  .وقد فسر الزمخشري في كشافه الظلم بالمعصية فقال: الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمانَهُمْ بِظُلْمٍ أى لم يخلطوا إيمانهم بمعصية تفسقهم، وأبى تفسير الظلم بالكفر لفظ اللبس   . أى: لأن لبس الإيمان بالشرك أى خلطه به مما لا يتصور لأنهما ضدان لا يجتمعان في رأى الزمخشري.قال الشيخ القاسمى: وفهم الزمخشري هذا مدفوع بأنه يلابسه، لأنه إن أريد بالإيمان مطلق التصديق سواء كان باللسان أو غيره فظاهر أنه يجامع الشرك كالمنافق. وكذا إن أريد تصديق القلب لجواز أن يصدق بوجود الصانع دون وحدانيته لما في قوله- تعالى-: وَما يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ.ولو أريد التصديق بجميع ما يجب التصديق به بحيث يخرج عن الكفر، فلا يلزم من لبس الإيمان بالكفر الجمع بينهما، بحيث يصدق عليه أنه مؤمن ومشرك، بل تغطيته بالكفر وجعله مغلوبا مضمحلا، أو اتصافه بالإيمان ثم الكفر، ثم الإيمان ثم الكفر مرارا» .وقال صاحب الانتصاف: «وإنما يروم الزمخشري بذلك تنزيل الآية على معتقده في وجوب وعيد العصاة وأنهم لا حظ لهم في الأمن كالكفار. ويجعل هذه الآية تقتضي تخصيص الأمن بالجامعين بين الأمرين: الإيمان والبراءة من المعاصي. ونحن نسلم ذلك ولا يلزم أن يكون الخوف اللاحق للعصاة هو الخوف اللاحق للكفار، لأن العصاة من المؤمنين إنما يخافون العذاب المؤقت وهم آمنون من الخلود، وأما الكفار فغير آمنين بوجه ما»  .والذي نراه أنه مادام قد ورد عن الصادق المصدوق صلى الله عليه وسلم في الحديث الصحيح أنه قد فسر الظلم في الآية بالشرك فيجب أن نسلم به وأن نعض عليه بالنواجذ، واجتهاد الزمخشري هنا- لتأييد مذهبه- مجانب للصواب، لأنه لا اجتهاد مع النص. لا سيما وأن حديث عبد الله بن مسعود المتقدم قد خرجه الشيخان وغيرهما من أعلام السنة.ثم بين- سبحانه- مظاهر فضله على نبيه إبراهيم- فقال- تعالى:"
}