{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/103/",
    "ayah_number": 103,
    "text": "وقوله: لا تُدْرِكُهُ الْأَبْصارُ جملة مستأنفة إما مؤكدة لقوله وَهُوَ عَلى كُلِّ شَيْءٍ وَكِيلٌ ذكرت للتخويف بأنه رقيب من حيث لا يرى فيجب أن يخاف ويحذر، وأما مؤكدة أعظم تأكيد لما تقرر قبل من تنزهه وتعاليمه عما وصفه به المشركون، ببيان أنه لا تراه الأبصار المعبودة وهي أبصار أهل الدنيا لجلاله وكبريائه وعظمته. فكيف يكون له ولد؟.والإدراك: اللحاق والوصل إلى الشيء والإحاطة به. والأبصار جمع بصر يطلق- كما قال الراغب- على الجارحة الناظرة وعلى القوة التي فيها.والمعنى: لا تحيط بعظمته وجلاله على ما هو عليه- سبحانه- أبصار الخلائق، أو لا تدركه الأبصار إدراك إحاطة بكنهه وحقيقته فإن ذلك محال والإدراك بهذا المعنى أخص من الرؤية التي هي مجرد المعاينة، فنفيه لا يقتضى نفى الرؤية، لأن نفى الأخص لا يقتضى نفى الأعم فأنت ترى الشمس والقمر ولكنك لا تدرك كنههما وحقيقتهما.هذا، وهناك خلاف مشهور بين أهل السنة والمعتزلة في مسألة رؤية الله- تعالى- في الآخرة.أما أهل السنة فيجيزون ذلك ويستشهدون بالكتاب والسنة، فمن الكتاب قوله- تعالى- وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ إِلى رَبِّها ناظِرَةٌ ومن السنة ما رواه الشيخان عن جرير بن عبد الله البجلي قال: كنا جلوسا عند النبي صلى الله عليه وسلم إذ نظر إلى القمر ليلة البدر وقال: «إنكم سترون ربكم كما ترون هذا القمر، لا تضامون في رؤيته فإن استطعتم أن لا تغلبوا عن صلاة قبل طلوع الشمس وقبل غروبها فافعلوا ثم قرأ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ.قال الإمام ابن كثير: تواترت الأخبار عن النبي صلى الله عليه وسلم أن المؤمنين يرون الله في الدار الآخرة في العرصات وفي روضات الجنات»  .أما المعتزلة فيمنعون رؤية المؤمنين لله- تعالى في الآخرة، واستدلوا فيما استدلوا بهذه الآية، وقالوا: إن الإدراك المضاف إلى الأبصار إنما هو الرؤية ولا فرق بين ما أدركته ببصرى ورأيته إلا في اللفظ.والذي نراه أن رأى أهل السنة أقوى لأن ظواهر النصوص تؤيدهم ولا مجال هنا لبسط حجج كل فريق، فقد تكفلت بذلك كتب علم الكلام  .وقوله وَهُوَ يُدْرِكُ الْأَبْصارَ أى: وهو يدرك القوة التي تدرك بها المبصرات. ويحيط بها علما، إذ هو خالق القوى والحواس.وقوله وَهُوَ اللَّطِيفُ الْخَبِيرُ أى: هو الذي يعامل عباده باللطف والرأفة وهو العليم بدقائق الأمور وجلياتها.ثم أخذ القرآن في تثبيت النبي صلى الله عليه وسلم وفي تسليته. وفي مدح ما جاء به من هدايات فقال- تعالى-:"
}