{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/20/",
    "ayah_number": 20,
    "text": "ثم ساق القرآن شهادة ثالثة بصدق النبي صلى الله عليه وسلم وهي شهادة أهل الكتاب فقال الَّذِينَ آتَيْناهُمُ الْكِتابَ يَعْرِفُونَهُ كَما يَعْرِفُونَ أَبْناءَهُمُ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لا يُؤْمِنُونَ:قال الجمل في حاشيته على الجلالين: «روى أن النبي صلى الله عليه وسلم لما قدم المدينة وأسلم عبد الله بن سلام قال له عمر: إن الله أنزل على نبيه بمكة: الَّذِينَ آتَيْناهُمُ الْكِتابَ يَعْرِفُونَهُ كَما يَعْرِفُونَ أَبْناءَهُمُ فكيف هذه المعرفة؟ فقال عبد الله بن سلام: يا عمر، لقد عرفته حين رأيته كما أعرف ابني، ولأنا أشد معرفة بمحمد منى با بنى!! فقال عمر: كيف ذلك؟ فقال: أشهد أنه رسول الله حقّا ولا أدرى ما تصنع النساء» .والمعنى: إن علماء أهل الكتاب من اليهود والنصارى، يعرفون صدق ما جاء به محمد صلى الله عليه وسلم معرفة تماثل معرفتهم لأبنائهم الذين هم من أصلابهم، فهي معرفة بلغت حد اليقين وذلك بسبب ما عندهم من الأخبار والأنباء عن المرسلين المتقدمين، فإن الرسل كلهم بشروا بوجود محمد صلى الله عليه وسلم ومبعثه وصفته وبلده ومهاجره وصفة أمته.والضمير في يَعْرِفُونَهُ يرى أكثر المفسرين أنه يعود على النبي صلى الله عليه وسلم ويؤيد ذلك سبب نزول الآية، ويرى بعضهم أنه يعود على القرآن لتقدمه في قوله وَأُوحِيَ إِلَيَّ هذَا الْقُرْآنُ أو على التوحيد لدلالة قوله قُلْ إِنَّما هُوَ إِلهٌ واحِدٌ.والأولى عودة الضمير على جميع ما ذكر، لأن معرفتهم بما في كتابهم يتناول كل ذلك.ثم بين- سبحانه- علة إنكار المكابرين منهم لما يعرفونه من أمر نبوته صلى الله عليه وسلم فقال: الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لا يُؤْمِنُونَ.قال صاحب الكشاف: الَّذِينَ خَسِرُوا أَنْفُسَهُمْ من المشركين ومن أهل الكتاب الجاحدين فَهُمْ لا يُؤْمِنُونَ به  جمعوا بين أمرين متناقضين فكذبوا على الله بما لا حجة عليه، وكذبوا بما ثبت بالحجة البينة والبرهان الصحيح حيث قالوا: لَوْ شاءَ اللَّهُ ما أَشْرَكْنا وَلا آباؤُنا وقالوا وَاللَّهُ أَمَرَنا بِها وقالوا: «الملائكة بنات الله» ونسبوا إليه تحريم البحائر والسوائب، وذهبوا فكذبوا القرآن والمعجزات وسموها سحرا ولم يؤمنوا بالرسول صلى الله عليه وسلم.وهذه الآية الكريمة من الآيات التي قيل أنها مدنية، والصحيح أنها مكية، ويشهد لذلك سبب النزول الذي سقناه عن عمر- رضى الله عنه- فقد قال لعبد الله بن سلام: «إن الله أنزل على نبيه بمكة» إلخ.ويؤكد كونها مكية- أيضا- سياق الآيات قبلها، فالآية التي قبلها وهي قوله- تعالى-:قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهادَةً. إلخ. فيها شهادة من الله لنبيه صلى الله عليه وسلم بأنه صادق فيما يبلغه عن ربه، والآية التي معنا فيها شهادة من أهل الكتاب بأنهم يعرفون صدق محمد صلى الله عليه وسلم كما يعرفون أبناءهم، ومن المعروف أن أهل مكة كانوا يسألون أهل الكتاب عن النبي صلى الله عليه وسلم وفضلا عن ذلك لم يرد نص صحيح يثبت أن هذه الآية الكريمة قد نزلت بالمدينة.قال بعض العلماء: ويظهر أنهم- أى القائلون بأن الآية مدنية- لما وجدوا الحديث في هذه الآية عن أهل الكتاب، ووجدوا أن هذه الآية نظيرة لآية أخرى مدنية تبدأ بما بدأت به، وهي قوله- تعالى-: في سورة البقرة الَّذِينَ آتَيْناهُمُ الْكِتابَ يَعْرِفُونَهُ كَما يَعْرِفُونَ أَبْناءَهُمْ وَإِنَّ فَرِيقاً مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ الآية 146، ومن المعروف أن صلة الإسلام بأهل الكتاب إنما كانت بعد الهجرة وفي المدينة دون مكة، لما وجدوا هذا قرروا أن الآية مدنية، فالمسألة ليست إلا اجتهادا حسب رواية مسندة، وهو اجتهاد غير صحيح  ."
}