{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/114/",
    "ayah_number": 114,
    "text": "روى أن مشركي مكة قالوا لرسول الله صلى الله عليه وسلم اجعل بيننا حكما من أحبار اليهود أو من أساقفة النصارى ليخبرنا عنك بما في كتابهم من أمرك فنزل قوله- تعالى- أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَماً الآية .وقوله: أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَماً كلام مستأنف على إرادة القول، والهمزة للإنكار، والفاء للعطف على مقدر يقتضيه المقام.والحكم- بفتحتين- هو من يتحاكم إليه الناس ويرضون بحكمه، وقالوا: إنه أبلغ من الحاكم «وأدل على الرسوخ، كما أنه لا يطلق إلا على العادل وعلى من تكرر منه الحكم بخلاف الحاكم.والمعنى: قل يا محمد لهؤلاء المشركين، أأميل إلى زخارف الشياطين، فأطلب معبودا سوى الله- تعالى- ليحكم بيني وبينكم، ويفصل المحق منها من المبطل.وأسند صلى الله عليه وسلم الابتغاء لنفسه لا إلى المشركين، لإظهار كمال النصفة أو لمراعاة قولهم: اجعل بيننا وبينك حكما.وغير مفعول لأبتغى وحَكَماً إما أن يكون حالا لغير أو تمييزا له. وجملة وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتابَ مُفَصَّلًا حالية مؤكدة للإنكار أى: أفغير الله أطلب من يحكم بيني وبينكم، والحال أنه- سبحانه- هو الذي أنزل إليكم الكتاب مفصلا، أى مبينا فيه الحق والباطل، والحلال والحرام، والخير والشر، وغير ذلك من الأحكام التي أنتم في حاجة إليها في دينكم ودنياكم، وأسند الإنزال إليهم لاستمالتهم نحو المنزل واستدعائهم إلى قبول حكمه، لأن من نزل الشيء من أجله، من الواجب عليه أن يتقبل حكمه.ثم ساق- سبحانه- دليلا آخر على أن القرآن حق فقال: وَالَّذِينَ آتَيْناهُمُ الْكِتابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ.أى: والذين آتيناهم الكتاب أى التوراة والإنجيل من اليهود والنصارى يعلمون علم اليقين أن هذا القرآن منزل عليك من ربك بالحق. لأنهم يجدون في كتبهم البشارات التي تبشر بك، ولأن هذا القرآن الذي أنزله الله عليك مصدق لكتبهم ومهيمن عليها.فهذه الجملة الكريمة تقرير لكون القرآن منزلا من عند الله، لأن الذين وثق بهم المشركون من علماء أهل الكتاب عالمون بحقيقته وأنه منزل من عند الله.وقوله: فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ أى: فلا تكونن من الشاكين في أن أهل الكتاب يعلمون أن القرآن منزل من عند ربك بالحق، لأن عدم اعتراف بعضهم بذلك مرده إلى الحسد والجحود، وهذا النهى إنما هو زيادة في التوكيد، وتثبيت لليقين، كي لا يجول في خاطره طائف من التردد في هذا اليقين.قال ابن كثير: وهذا كقوله- تعالى- فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنا إِلَيْكَ فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مِنْ قَبْلِكَ لَقَدْ جاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ المُمْتَرِينَ قال: وهذا شرط، والشرط لا يقتضى وقوعه، ولهذا جاء عن رسول الله صلى الله عليه وسلم أنه قال: «لا أشك ولا أسأل»  .وقيل: الخطاب لكل من يتأتى له الخطاب على معنى أنه إذا تعاضدت الأدلة على صحته وصدقه فلا ينبغي أن يشك في ذلك أحد.وقيل: الخطاب للنبي صلى الله عليه وسلم والمقصود أمته، لأنه صلى الله عليه وسلم حاشاه من الشك."
}