{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/128/",
    "ayah_number": 128,
    "text": "ثم بين- سبحانه- جانبا من أحوال الظالمين يوم القيامة عند ما يقفون أمام ربهم للحساب فقال: وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً يا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ.ففي هذه الآيات عرض مؤثر زاخر بالحوار والاعتراف والمناقشة والحكم تحكيه السورة الكريمة وهي تصور مشاهد المجرمين يوم القيامة.وقوله: وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً يا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ.المعشر: الجماعة الذين يعاشر بعضهم بعضا أو الذين يربطهم أمر مشترك بينهم والمراد بالجن شياطينهم ومردتهم.والمعنى: واذكر يا محمد- أو أيها العاقل- يوم نحشر الضالين والمضلين جميعا من الإنس والجن، فنقول للمضلين من الجن: قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ أى: قد أكثرتم من إغوائكم الإنس وإضلالكم إياهم، أو قد أكثرتم منهم بأن جعلتموهم أتباعكم، وأهل طاعتكم، ووسوستكم لهم بالمعاصي حتى غررتموهم وأوردتموهم هذا المصير الأليم.و «يوم» منصوب على الظرفية والعامل فيه مقدر، أى: اذكر يوم نحشرهم جميعا. والضمير المنصوب في «نحشرهم» لمن يحشر من الثقلين. وقيل للكفار الذين تتحدث عنهم هذه الآيات.ووجه الخطاب إلى معشر الجن، لأنهم هم الأصل في إضلال أتباعهم من الإنس، وهم السبب في صدهم عن السبيل القويم.والمقصود من هذا القول لهم توبيخهم وتقريعهم على ما كان يصدر منهم من إغواء الغافلين من الإنس.وهنا يحكى القرآن رد الضالين من الإنس على هذا التوبيخ فيقول: وَقالَ أَوْلِياؤُهُمْ مِنَ الْإِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنا بِبَعْضٍ وَبَلَغْنا أَجَلَنَا الَّذِي أَجَّلْتَ لَنا.أى: وقال الذين أطاعوهم وانقادوا لهم من الإنس يا ربنا، لقد استمتع بعضنا ببعض.أى: انتفع الإنس بالجن حيث دلوهم على المفاسد وما يوصل إليها، وانتفع الجن بالإنس، حيث أطاعوهم واستجابوا لوسوستهم، وخالفوا أمر ربهم.وقال الحسن: ما كان استمتاع بعضهم ببعض إلا أن الجن أمرت وعملت الإنس. أى:فالجن نالت التعظيم منهم فعبدت، والإنس بوسوستهم تمتعوا بإيثار الشهوات الحاضرة على اللذات الغائبة.وقيل: استمتاع الإنس بالجن معناه أن الرجل في الجاهلية كان إذا سافر فنزل بأرض قفر خاف على نفسه من الجن فيقول. أعوذ بسيد هذا الوادي من شر سفهاء قومه، فيبيت في جوارهم. وأما استمتاع الجن بالإنس فهو أنهم قالوا. سدنا الإنس حتى عاذوا بنا، فيزدادون بذلك شرفا في قومهم وعظما في أنفسهم.وقيل: استمتاع الإنس بالجن هو ما كانوا يلقون إليهم من الأراجيف والسحر والكهانة، واستمتاع الجن بالإنس هو طاعة الإنس لهم فيما يزينون لهم من المعاصي فصاروا كالرؤساء لهم.والذي نراه. أن استمتاع الجن بالإنس والإنس بالجن يتناول كل ذلك، حيث انتفع كل فريق من صاحبه باللذة العاجلة التي أوردته إلى سوء المصير.وقولهم هذا، هو تحسر منهم على حالهم، إذ قالوه اعترافا بما فعلوه من طاعة للشياطين واتباع الهوى، وتكذيب أمر البعث.وإنما قال الأتباع من الإنس هذا القول مع أن الخطاب موجه إلى المتبوعين من شياطين الجن، للإيذان بأن شياطين الجن قد أفحموا. ولم يستطيعوا أن ينطقوا أو يجيبوا. ثم أتبعوا تحسرهم هذا بتحسر آخر وهو قولهم: «وبلغنا أجلنا الذي أجلت لنا» .أى: ها نحن يا ربنا قد استمتع بعضنا ببعض في الدنيا عن طريق الشهوات المحرمة.واللذات الفانية القبيحة، وها نحن قد وصلنا بعد استمتاع بعضنا ببعض إلى الأجل الذي حددته لنا، وهو يوم القيامة والجزاء. ونحن في أقبح صورة وأسوأ عيش.وهنا يأتيهم الرد الحاسم. والحكم النافذ من الله العلى الكبير. حيث يقول- سبحانه- قالَ النَّارُ مَثْواكُمْ خالِدِينَ فِيها إِلَّا ما شاءَ اللَّهُ.مثواكم: الثواء مع الإقامة مع الاستقرار. يقال: ثوى يثوى ثواء أى: استقر، والثوية مأوى الغنم.والمعنى: قال الله- تعالى- لهؤلاء الظالمين المعترفين على أنفسهم بارتكاب الموبقات: النار منزلكم ومحل إقامتكم الدائمة. فأنتم خالدون فيها في كل وقت إلا في وقت مشيئة الله بخلاف ذلك، لأن الأمور كلها متروكة إليه، وخاضعة لمشيئته.والأرجح أن المراد بهذا الاستثناء وبنظائره في آيات أخر، المبالغة في الخلود.أى: أنه لا ينتفى في وقت ما إلا وقت مشيئته- تعالى- وهو سبحانه لا يشاء ذلك. فقد أخبر في آيات متعددة من كتابه أن هؤلاء الكفار لا يخرجون من النار أبدا.وفي إيراد هذا المعنى بتلك الصورة، بلاغ للناس بأن مرد الأمور كلها إلى مشيئة الله، وأن خلود المشركين في نار جهنم إنما هو بمحض مشيئته، ولو شاء غير ذلك ما خلدوا، وفيه إلى جانب ذلك تنكيل آخر بهؤلاء الأشقياء لأنهم قد صاروا في حيرة دائمة من أمرهم. تجعلهم مشتتين بين الطمع في الخروج مما هم فيه، واليأس منه.وهذا التفسير للجملة الكريمة هو الذي نختاره ونرجحه، وهناك وجوه أخرى في تفسيرها منها ما ذهب إليه الزمخشري حيث قال:وقوله: خالِدِينَ فِيها إِلَّا ما شاءَ اللَّهُ أى: يخلدون في عذاب النار الأبد كله إلا الأوقات التي ينقلون فيها من عذاب النار إلى عذاب الزمهرير فقد روى أنهم يدخلون واديا فيه من الزمهرير ما يميز بعض أوصالهم من بعض، فيتعاوون ويطلبون الرد إلى الجحيم، أو أن يكون من قول الموتور- أى المظلوم- الذي ظفر بواتره، ولم يزل يحرق عليه أنيابه، وقد طلب أن ينفس عن خناقه. أهلكنى الله إن نفست عنك إلا إذا شئت، علم أنه لا يشاء إلا التشفي منه بأقصى ما يقدر عليه من التعنت والتشديد. فيكون قوله إلا إذا شئت من أشد الوعيد مع تهكم بالموعد لخروجه في صورة الاستثناء الذي فيه إطماع .ومنها: ما نقل عن ابن عباس أنه- تعالى- استثنى قوما قد سبق في علمه أنهم يدخلون في الإسلام، وهو مبنى على أن الاستثناء. ليس من المحكي وأن «ما» بمعنى «من» .ومنها: أنهم تفتح لهم أبواب الجنة ويخرجون من النار فإذا توجهوا للدخول أغلقت في وجوههم استهزاء بهم. فهم فيها إلا الوقت الذي يخرجون منها متجهين إلى الجنة حيث تقفل في وجوههم ليكون ذلك أعظم في حسرتهم.ومنها: أن هذا الاستثناء إشارة إلى فناء النار. أى: إلا وقت مشيئة الله فناءها وزوال عذابها. وهي مسألة خلافية بين العلماء.وهناك أقوال أخرى لا مجال لذكرها. والقول الذي نرجحه ونعتمده هو الذي سقناه أولا كما أشرنا إلى ذلك من قبل لأنه قول المحققين من العلماء ولأنه يتناسب مع ما يليق بذات الله من كمال قدرته. ونفاذ إرادته.وجملة «إن ربك حكيم عليم» تسلية لبيان ما تقتضيه حكمته وإرادته. أى: إن ربك حكيم في التعذيب والإثابة وفي كل أفعاله. عليم بأحوال الثقلين وأعمالهم وبما يليق بها من جزاء."
}