{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/151/",
    "ayah_number": 151,
    "text": "إن المتأمل في هذه الآيات يراها قد رسمت للإنسان علاقته بربه علاقة ينال بها السعادة والثواب، ورسمت له علاقته بأسرته بحيث تقوم على المودة والمحبة وسدت في وجهه أبواب الشر التي تؤدى إلى انتهاك حرمات الأنفس والأموال والأعراض، وقد أطلق العلماء على هذه الآيات الكريمة اسم «الوصايا العشر» نظرا لتذييل آياتها الثلاث بقوله- تعالى- ذلِكُمْ وَصَّاكُمْ بِهِ.روى الترمذي- بسنده- عن ابن مسعود أنه قال: من سره أن ينظر إلى وصية محمد التي عليها خاتمه فليقرأ هذه الآيات قُلْ تَعالَوْا أَتْلُ. إلى قوله: لَعَلَّكُمْ تَتَّقُونَ.وروى الحاكم وصححه، وابن أبى حاتم عن عبادة بن الصامت قال: قال رسول الله صلى الله عليه وسلم:«أيكم يبايعني على هؤلاء الآيات الثلاث، ثم تلا قوله- تعالى-: قُلْ تَعالَوْا أَتْلُ. حتى فرغ منها ثم قال: من وفى بهن فأجره على الله، ومن انتقص منهن شيئا فأدركه الله في الدنيا كانت عقوبته، ومن أخره إلى الآخرة كان أمره إلى الله، إن شاء الله أخذه، وإن شاء عفا عنه».وروى البيهقي عن على بن أبى طالب- رضى الله عنه- قال: لما أمر الله نبيه صلى الله عليه وسلم أن يعرض نفسه على قبائل العرب، خرج إلى منى وأنا وأبو بكر معه، فوقف رسول الله صلى الله عليه وسلم على منازل القوم ومضاربهم. فسلم عليهم وردوا السلام، وكان في القوم مفروق بن عمرو وهاني بن قبيصة والمثنى بن حارثة، والنعمان بن شريك، وكان مفروق بن عمر وأغلب القوم لسانا وأفصحهم بيانا، فالتفت إلى رسول الله صلى الله عليه وسلم وقال له:إلام تدعو يا أخا قريش؟ فقال النبي صلى الله عليه وسلم أدعوكم إلى شهادة أن أن لا إله إلا الله وحده لا شريك له وأنى رسول الله، وأن تؤوونى وتنصروني وتمنعوني حتى أؤدي حق الله الذي أمرنى به، فإن قريشا تظاهرت على أمر الله وكذبت رسوله واستغنت بالباطل عن الحق، والله هو الغنى الحميد.فقال له مفروق: وإلام تدعو أيضا يا أخا قريش؟ فتلا رسول الله صلى الله عليه وسلم قُلْ تَعالَوْا أَتْلُ ما حَرَّمَ رَبُّكُمْ عَلَيْكُمْ. إلى آخر الآيات الثلاث.فقال له مفروق: وإلام تدعو أيضا يا أخا قريش؟ فو الله ما هذا من كلام أهل الأرض ولو كان من كلامهم لعرفناه. فتلا رسول الله صلى الله عليه وسلم إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ. الآية.فقال له مفروق: دعوت والله يا أخا قريش إلى مكارم الأخلاق، ومحاسن الأعمال، وقد أفك قوم كذبوك وظاهروا عليك.وقال هانئ بن قبيصة: قد سمعت مقالتك، واستحسنت قولك يا أخا قريش، ويعجبني ما تكلمت به، فبشرهم الرسول- إن آمنوا- بأرض فارس وأنهار كسرى. فقال له النعمان:اللهم وإن ذلك لك يا أخا قريش؟ فتلا رسول الله صلى الله عليه وسلم يا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْناكَ شاهِداً وَمُبَشِّراً وَنَذِيراً. وَداعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِراجاً مُنِيراً ثم نهض رسول الله صلى الله عليه وسلم.هذا جانب من فضائل هذه الآيات الثلاث، وذلك هو تأثيرها في نفوس العرب، والآن فلنبدأ في التفسير التحليلى لها فنقول:لقد بدئت الآيات بقوله- تعالى- قُلْ تَعالَوْا أَتْلُ ما حَرَّمَ رَبُّكُمْ عَلَيْكُمْ.أى: قل أيها الرسول الكريم لهؤلاء الذين حللوا وحرموا حسب أهوائهم، تعالوا إلى وأقبلوا نحوي لأبين لكم ما حرمه ربكم عليكم، ولأتلو على مسامعكم ما أمركم به، وما نهاكم عنه خالقكم ومربيكم، فإنكم إن أقبلتم نحوي وأطعمتمونى سعدتم في دينكم ودنياكم.وفي تصدير هذه الوصايا بكلمة قُلْ إشعار من أول الأمر بأن هذا بيان إليه، ليس الرسول فيه إلا ناقلا مبلغا، وفيه- أيضا- دلالة على أن المأمور به يحتاج إلى مزيد عناية واهتمام وقد سبق أن بينا أن سورة الأنعام زاخرة بهذا الأسلوب التلقينى الذي يبدأ بكلمة قُلْ.والأصل في كلمة تعال أن يقولها من كان في مكان عال لمن هو أسفل منه، ثم اتسع فيها حتى عمت، وهي تتضمن إرادة تخليص المخاطبين ورفعتهم من انحطاط هم فيه إلى علو يراد لهم ويدعون إليه، وتتضمن كذلك أن المتكلم يريد منهم أن يلتفوا من حوله لتتحد وجهتهم، ولا تتفرق بهم الأهواء والسبل.وفي قوله أَتْلُ إيماء قوى بأن المتكلم يقدر المخاطبين، ويرتفع بهم إلى درجة أنهم لا يحتاجون في الإرشاد إلا لأن يتلو عليهم ما يريدهم أن يعملوه ثم هم بعد ذلك سيمتثلون لحسن استعدادهم لقبول الحق.- وإنه لأسلوب قد بلغ الغاية في اللطف وفي التكريم وفي حسن الموعظة وتوجيه الخطاب.- وخص التحريم بالذكر مع أن الوصايا قد اشتملت على المحرمات وعلى غيرها لأن سياق الآيات قبل ذلك كان منصبا على كشف ما اخترعه المشركون من تحريم في الحرث والنسل ما أنزل الله به من سلطان، ولأن بيان أصول المحرمات يستلزم حل ما عداها لأنه الأصل.وفي نسبة التحريم إلى الرب الذي هو منبع الخير والإحسان. حض لهم على التدبر والاستجابة. لأن الذي حرم عليهم ذلك هو مربيهم، فليس معقولا أن يحرم عليهم ما فيه منفعة لهم، وإنما هو بمقتضى ربوبيته قد حرم عليهم ما فيه ضررهم.- وقوله أَتْلُ جواب الأمر، أى: إن تأتونى أتل. وما في قوله ما حَرَّمَ موصولة بمعنى الذي والعائد محذوف أى: أقرأ الذي حرمه ربكم عليكم، وهي في محل نصب مفعول به، ويحتمل أن تكون مصدرية، أى أتل تحريم ربكم، ونفس التحريم لا يتلى وإنما هو مصدر واقع موقع المفعول به، أى: أتل محرم ربكم الذي حرمه هو. وعَلَيْكُمْ متعلق ب حَرَّمَ أو ب أَتْلُ.قال بعض العلماء: وهذه العبارة التي قدمت بها الوصايا- وهي قُلْ تَعالَوْا أَتْلُ ما حَرَّمَ رَبُّكُمْ عَلَيْكُمْ فيها إشعار بأن الحقائق الأولى التي قام عليها الجدال في السورة قد أصبحت واضحة. لا مفر من قبولها والبناء عليها، فالله- تعالى- يأمر رسوله بأن يبلغهم، وإذن فهناك إله من شأنه أن يرسل الرسل، وهناك رسل من شأنهم أن يتلقوا عن الله، وهناك محرمات وردت من المصدر الذي يحق له التحريم وحده لأنه هو الرب ما حَرَّمَ رَبُّكُمْ ثم هناك لازم عقلي لهذا التحريم هو أن من تعداه وانتهكه كان مغضبا للرب الذي قرره. مستحقا لعقوبته، وإذن فهناك دار للجزاء»  . ولننظر بعد ذلك في الوصايا.الوصية الأولى: أَلَّا تُشْرِكُوا بِهِ شَيْئاً أى: أوصيكم ألا تشركوا مع الله في عبادتكم آلهةأخرى. بل خصوه وحده بالعبادة والخضوع والطاعة فإنه هو الخالق لكل شيء.وصدر- سبحانه- هذه الوصايا بالنهى عن الشرك، لأنه أعظم المحرمات وأكبرها إفسادا للفطرة، ولأنه هو الجريمة التي لا تقبل المغفرة من الله، بينما غيره قد يغفره- سبحانه- قال- تعالى-: إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ.وقد ساق القرآن مئات الآيات التي تدعو إلى الإيمان وتنفر من الشرك وتقيم الأدلة الساطعة، والبراهين الدامغة على وحدانية الله- عز وجل-.هذا، وقد ذكر الشيخ الجمل في إعراب هذه الجملة الكريمة ألا تشركوا به شيئا عدة آراء منها:1- أنّ تكون أن تفسيرية، لأنه تقدمها ما هو بمعنى القول لا حروفه، ولا ناهية ولا تشركوا مجزوم بها.2- أن تكون أن ناصية للفعل بعدها، وهي وما في حيزها في محل نصب بدلا من ما حَرَّمَ ولا زائدة لئلا يفسد المعنى كزيادتها في قوله: أَلَّا تَسْجُدَ، ولئلا يعلم.3- تكون أن ناصبة وما في حيزها منصوب على الإغراء بعليكم ويكون الكلام قد تم عند قوله رَبُّكُمْ ثم ابتدأ فقال: عليكم ألا تشركوا أى الزموا نفى الشرك.4- أنها وما في حيزها في محل نصب أو جر على حذف لام العلة، والتقدير تعالوا أتل ما حرم ربكم عليكم لئلا تشركوا به شيئا.5- أن تكون هي وما بعدها في محل نصب بإضمار فعل تقديره: أوصيكم ألا تشركوا.ونكتفي بهذا القدر من وجوه الإعراب التي توسع فيها النحاة توسعا كبيرا، بسبب ورود بعض هذه الوصايا بصيغة النهى، وبعضها بصيغة الأمر، مع تقدم فعل التحريم على جميعها.أما الوصية الثانية: في قوله- تعالى- وَبِالْوالِدَيْنِ إِحْساناً أى: أحسنوا بهما إحسانا كاملا لا إساءة معه.وقد قرن- سبحانه- هذه الوصية بالوصية الأولى التي هي توحيده وعدم الإشراك به، في هذه الآية وفي غيرها، للإشعار بعظم هذه الوصية وللتنبيه إلى معنى واحد- يجمعها مع الأولى وهو أن المنعم يجب أن يشكر فالوالدان سبب في حياة الولد فيجب أن يشكرهما ويحسن إليهما، والله- تعالى- هو الخالق المنعم فيجب أن يشكر ويفرد بالعبادة والطاعة.- قال بعض العلماء: وقد جاءت هذه الوصية بأسلوب الأمر بالواجب المطلوب وهو الإحسان إلى الوالدين، ولم تذكر بأسلوب النهى عن المحرم وهو الإساءة، سموا بالإنسان عن أن تظن به الإساءة إلى الوالدين، وكأن الإساءة إليهما، ليس من شأنها أن تقع منه حتى يحتاج إلى النهى عنها، ولأن الخير المنتظر من هذه الوصية وهو تربية الأبناء على الاعتراف بالنعم وشكر المنعمين عليها إنما يتحقق بفعل الواجب، وهو الإحسان لا بمجرد ترك المحرم وهو الإساءة.لهذا وذاك قال- سبحانه- وَبِالْوالِدَيْنِ إِحْساناً.- والإحسان يتعدى بحرفى الباء وإلى، فقال: أحسن به، وأحسن إليه، وبينهما فرق واضح، فالباء تدل على الإلصاق، وإلى تدل على الغاية، والإلصاق يفيد اتصال الفعل بمدخول «الباء» دون انفصال ولا مسافة بينهما، أما الغاية فتفيد وصول الفعل إلى مدخول إلى ولو كان منه على بعد أو كان بينهما واسطة، ولا شك أن الإلصاق في هذا المقام أبلغ في تأكيد شأن العناية والإحسان بالوالدين، ومن هنا لم يعد الإحسان بالباء في القرآن إلا حيث أريد ذلك التأكيد، وقد جاءت جميع الآيات القرآنية التي توحى بالإحسان بالوالدين على هذا الأسلوب».ثم جاءت الوصية الثالثة وهي قوله- تعالى- وَلا تَقْتُلُوا أَوْلادَكُمْ مِنْ إِمْلاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ.الإملاق: الفقر، مصدر أملق الرجل إملاقا إذا احتاج وافتقر.أى: لا تقتلوا أولادكم الصغار من أجل الفقر فنحن قد تكفلنا برزقكم ورزقهم.وَما مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُها.ولا شك أن الحياة حق لهؤلاء الصغار كما أنها حق لكم. فمن الظلم البين الاعتداء على حقوقهم، والتخلص منهم خوفا من الفقر، مع أن الله- تعالى- هو الرازق لكم ولهم.والمجتمع الذي يبيح قتل الأولاد خوفا من الفقر أو خوفا من العار، لا يمكن أن يصلح شأنه، لأنه مجتمع نفعي تسوده الأثرة والأنانية، ويكون في الوقت نفسه مجتمعا أفراده يسودهم التشاؤم، وتتغشاهم الأوهام، لأنهم يظنون أن الله يخلق خلقا لا يدبر لهم حقهم من الرزق، ويعتدون على روح بريئة طاهرة تخوفا من جريمة متوهمة، وذلك هو الضلال المبين.- وقد روى النهى عن قتل الأولاد هنا بهذه الصيغة، وورد في سورة الإسراء بصيغة أخرى هي قوله- تعالى- وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ وليس إحداهما تكرارا للأخرى. وإنما كل واحدة منهما تعالج حالة معينة.- فهنا يقول- سبحانه- مِنْ إِمْلاقٍ أى: لا تقتلوهم بسبب الفقر الموجود فيكم أيها الآباء لذا قال: نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ فجعل الرزق للآباء ابتداء، لأن الفقر الذي يقتلون من أجله أولادهم حاصل لهم فعلا.- وفي سورة الإسراء يقول: خَشْيَةَ إِمْلاقٍ أى: خوفا من فقر ليس حاصلا، ولكنه متوقع بسبب الأولاد ولذا قال: نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ فقدم رزق الأولاد لأنهم سبب توقع الفقر، ليكف الآباء عن هذا التوقع، وليضمن للأولاد رزقهم ابتداء مستقلا عن رزق الآباء.ففي كلتا الحالتين القرآن ينهى عن قتل الأولاد، ويغرس في نفوس الآباء الثقة بالله، والاعتماد عليه.وجملة نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ تعليلية لإبطال ما اتخذوه سببا لمباشرة جريمتهم، وضمان منه- سبحانه- لأرزاقهم أى: نحن نرزق الفريقين لا أنتم وحدكم، فلا تقدموا على تلك الجريمة النكراء وهي قتل الأولاد لأن الأولاد قطعة من أبيهم، والشأن حتى في الحيوان الأعجم أنه يضحى من أجل أولاده، ويحميهم ويتحمل الصعاب في سبيلهم.أما الوصية الرابعة فتقول: وَلا تَقْرَبُوا الْفَواحِشَ ما ظَهَرَ مِنْها وَما بَطَنَ الفواحش. جمع فاحشة وهي كما قال الراغب في مفرداته- ما عظم قبحه من الأقوال والأفعال يقال: فحش فلان، أى صار فاحشا مرتكبا للقبائح، والمتفحش هو الذي يأتى بالفحش من القول أو الفعل، كالسرقة والزنا والنميمة وشهادة الزور.وأنهاكم عن أن تقتربوا من الأقوال والأفعال القبيحة ما كان منها ظاهرا وما كان منها خافيا.وقد تعلق التحريم والنهى بهذا الوصف الذي يشعر بالعلة- كما يقول علماء الأصول- فكأنه قال. إن كل قول أو فعل تستقبحه العقول فهو فاحشة يجب البعد عنها.والمجتمع الذي يؤمن بأن هناك «فواحش» يجب أن تجتنب، و «محاسن» يجب أن تلتمس هو المجتمع الفاضل الطهور.أما المجتمع الذي يسوى بين القبيح والحسن، ويقوم على الإباحية التي لا تفرق بين ما يجب أن يفعل وما يجب أن يترك، فلا بد أن يكون مصيره إلى التدهور والتعاسة والمهانة.وجملة ما ظَهَرَ مِنْها وَما بَطَنَ بدل اشتمال من الفواحش.وتعليق النهى بقربانها للمبالغة في الزجر عنها لأن قربانها قد يؤدى إلى مباشرتها، فمن حام حول الحمى يوشك أن يقع فيه، وهذا لون حكيم من ألوان الإصلاح، لأنه إذا حصل النهى عن القرب من الشيء، فلأن ينهى عن فعله من باب أولى.ثم جاءت الآية في ختامها بالوصية الخامسة فقالت: وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ.أى: لا تقتلوا النفس التي حرم الله قتلها بأن عصمها بالإسلام إلا بالحق الذي يبيح قتلها شرعا كردة أو قصاص أو زنا يوجب الرجم.قال ابن كثير: وهذا مما نص- تبارك وتعالى- على النهى عنه تأكيدا، وإلا فهو داخل في النهى عن الفواحش ما ظهر منها وما بطن. فقد جاء في الصحيحين عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: «لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأنى رسول الله إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة».وقوله إِلَّا بِالْحَقِّ في محل نصب على الحال من فاعل تَقْتُلُوا أى: لا تقتلوها ملتبسين بالحق، ويجوز أن يكون وصفا لمصدر محذوف أى: قتلا ملتبسا بالحق، وهو استثناء مفرغ من أعم الأحوال، أى: لا تقتلوها في حال من الأحوال إلا حال ملابستكم بالحق.وذلك لأن الإسلام ينظر إلى وجود الإنسان على أنه بناه الله فلا يحق لأحد أن يهدمه إلا بالحق، وبذلك يقرر عصمة الدم الإنسانى، ويعتبر من يعتدى على نفس واحدة فكأنما قد اعتدى على الناس جميعا: أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسادٍ فِي الْأَرْضِ فَكَأَنَّما قَتَلَ النَّاسَ جَمِيعاً، وَمَنْ أَحْياها فَكَأَنَّما أَحْيَا النَّاسَ جَمِيعاً.ثم ختمت الآية بقوله- تعالى- ذلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ.أى: ذلكم الذي ذكرناه لكم من وصايا جليلة، وتكاليف حكيمة، وصاكم الله به، وطلبه منكم. لعلكم تستعملون عقولكم التي تعقل نفوسكم وتحبسها عن مباشرة القبائح.فاسم الإشارة ذلِكُمْمشار به إلى الوصايا الخمس السابقة، وهو مبتدأ وجملة وصاكم به خبر. ولفظ وصاكم من اللطف والرأفة وجعلهم أوصياء له- تعالى- ما يحمل النفوس على الطاعة والاستجابة.هذه هي الوصايا الخمس التي تضمنتها الآية الأولى من هذه الآيات الثلاث وكلها تشترك في معنى واحد هو أنها حقائق أو حقوق ثابتة في نفسها، ولم يكن ثبوتها إلا تجاوبا مع الفطرة، فالله واحد سواء آمن الناس بهذه الحقيقة عقيديا وعمليا أم لم يؤمنوا، وشكر النعمة يقتضى الإحسانإلى الوالدين طبعا ووضعا، وللنسل حق الحياة والحفظ، والفواحش فحش ونكر في ذاتها فيجب أن تجتنب، والنفوس معصومة فليس لأحد أن يهدمها إلا بحق، ولاتفاقها كلها في هذا المعنى جاءت في آية واحدة، وختمت بعبارة تفيد أن هذا مرجعه إلى حكم العقول لَعَلَّكُمْ تَعْقِلُونَ."
}