{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/112/",
    "ayah_number": 112,
    "text": "ثم سلى الله- تعالى- نبيه عن تعنت المشركين وتماديهم في الباطل ببيان أن كل نبي كان له أعداء يسيئون إليه ويقفون عقبة في طريق دعوته فقال:وَكَذلِكَ جَعَلْنا لِكُلِّ نَبِيٍّ عَدُوًّا شَياطِينَ الْإِنْسِ وَالْجِنِّ.والمعنى: ومثل ما جعلنا لك يا محمد أعداء يخالفونك ويعاندونك جعلنا لكل نبي من قبلك- أيضا- أعداء، فلا يحزنك ذلك، قال- تعالى- ما يُقالُ لَكَ إِلَّا ما قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقابٍ أَلِيمٍ.وقال- تعالى- وَكَذلِكَ جَعَلْنا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفى بِرَبِّكَ هادِياً وَنَصِير .والمراد بشياطين الإنس والجن، والمردة من النوعين. والشيطان: كل عات متمرد من الإنس والجن.وجملة وَكَذلِكَ جَعَلْنا لِكُلِّ نَبِيٍّ عَدُوًّا إلخ مستأنفة لتسلية النبي صلى الله عليه وسلم عما يشاهده من عداوة قريش له، والكاف في محل نصب على أنها نعت لمصدر مؤكد لما بعده.وجعل ينصب مفعولين أولهما عَدُوًّا وثانيهما لِكُلِّ نَبِيٍّ وشَياطِينَ بدل من المفعول الأول، وبعضهم أعرب شَياطِينَ مفعولا أولا وعَدُوًّا مفعولا ثانيا، ولِكُلِّ نَبِيٍّ حالا من عَدُوًّا.وقوله: يُوحِي بَعْضُهُمْ إِلى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً.الوحى: الإعلام بالأشياء من طريق خفى دقيق سريع. زخرف القول: باطله الذي زين وموه بالكذب. وأصل الزخرف. الزينة المزوقة، ومنه قيل للذهب: زخرف، ولكل شيء حسن مموه: زخرف.والغرور: الخداع والأخذ على غرة وغفلة.والمعنى: يلقى بعضهم إلى بعض بطرق خفية دقيقة القول المزين المموه الذي حسن ظاهره وقبح باطنه لكي يخدعوا به الضعفاء ويصرفونهم عن الحق إلى الباطل.والجملة مستأنفة لبيان إحكام عداوتهم، أو حال من الشياطين وقد ورد أن النبي صلى الله عليه وسلم أمر أتباعه أن يستعيذوا بالله من شياطين الإنس والجن، فعن أبى ذر قال: أتيت رسول الله صلى الله عليه وسلم في مجلس. قد أطال فيه الجلوس فقال: «يا أبا ذر هل صليت؟ قلت: لا يا رسول الله. قال: قم فاركع ركعتين قال: ثم جئت فجلست إليه فقال: يا أبا ذر، هل تعوذت بالله من شياطين الجن والإنس؟ قال: قلت لا يا رسول الله، وهل للإنس من شياطين؟ قال: نعم، هم شر من شياطين الجن» .وقد ساق الإمام ابن كثير عدة روايات عن أبى ذر في هذا المعنى، ثم قال في نهايتها: فهذه طرق لهذا الحديث ومجموعها يفيد قوته وصحته» .وقوله: وَلَوْ شاءَ رَبُّكَ ما فَعَلُوهُ فَذَرْهُمْ وَما يَفْتَرُونَ.أى: ولو شاء ربك ألا يفعل هؤلاء الشياطين ما فعلوه من معاداة الأنبياء ومن الإيحاء بالقول الباطل لتم له ذلك، لأنه- سبحانه- هو صاحب المشيئة النافذة، والإرادة التامة ولكنه- سبحانه- لم يشأ أن يجبرهم على خلاف ما زينته لهم أهواؤهم باختيارهم، لكي يميز الله الخبيث من الطيب. فدعهم يا محمد وما يفترون من الكفر وغيره من ألوان الشرور، فسوف يعلمون سوء عاقبتهم."
}