{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/5/",
    "ayah_number": 5,
    "text": "ثم بين- سبحانه- أنهم لم يكتفوا بالإعراض عن الحق، بل تجاوزوا ذلك إلى التهكم بدعاته، والتطاول عليهم، وأنهم نتيجة لذلك المسلك الأثيم ستكون عاقبتهم خسرا فقال- تعالى-: فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جاءَهُمْ، فَسَوْفَ يَأْتِيهِمْ أَنْباءُ ما كانُوا بِهِ يَسْتَهْزِؤُنَ.فالآية الكريمة كشفت بأسلوب مؤكد عن جانب من عتوهم وسفههم وسوء أدبهم، بعد أن كشفت سابقتها عن عنادهم ونأيهم عن الحق.وقد بين الفخر الرازي مراحل تماديهم في الباطل كما صورها القرآن فقال «اعلم أنه- تعالى- رتب أحوال هؤلاء الكفار على ثلاث مراتب:فالمرتبة الأولى: كونهم معرضين عن التأمل في الدلائل والتفكر والبينات.والمرتبة الثانية: كونهم مكذبين بها، وهذه المرتبة أزيد مما قبلها، لأن المعرض عن الشيء قد لا يكون مكذبا به، بل يكون غافلا عنه غير متعرض له، فإذا صار مكذبا به فقد زاد على الإعراض.والمرتبة الثالثة: كونهم مستهزئين بها، لأن المكذب بالشيء قد لا يبلغ تكذيبه إلى حد الاستهزاء، فإذا بلغ إلى هذا الحد فقد بلغ الغاية القصوى في الإنكار، فبين- سبحانه- أن أولئك الكفار وصلوا إلى هذه المراتب الثلاثة على هذا الترتيب» .والمراد بالحق الذي كذبوا به: قيل إنه القرآن، وقيل إنه المعجزات، وقيل إنه الشرع الذي أتى به محمد صلى الله عليه وسلم، وقيل: إنه الوعد الذي يرغبهم به تارة، والوعيد الذي يحذرهم بسببه تارة أخرى.والذي نراه أن تكذيبهم قد شمل كل ذلك، لأنهم بعدم دخولهم في الإسلام قد صاروا مكذبين بالله وملائكته وكتبه ورسله واليوم الآخر.والتعبير بقوله لَمَّا جاءَهُمْ يفيد أن الحق قد وصل إليهم، وطرق قلوبهم وأسماعهم، ولكنهم عموا وصموا عنه.والأنباء: جمع نبأ وهو ما يعظم وقعه من الأخبار، والمراد بها في قوله- تعالى-: فَسَوْفَ يَأْتِيهِمْ أَنْباءُ ما كانُوا بِهِ يَسْتَهْزِؤُنَ الإخبار عن العذاب الذي توعدهم الله به عند إصرارهم على كفرهم، ونظيره قوله- تعالى-: وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ.قال صاحب الكشاف: فَسَوْفَ يَأْتِيهِمْ أَنْباءُ الشيء الذي كانُوا بِهِ يَسْتَهْزِؤُنَ وهو القرآن، أى أخباره وأحواله، بمعنى: سيعلمون بأى شيء استهزءوا، وسيظهر لهم أنه لم يكن بموضع استهزاء، وذلك عند إرسال العذاب عليهم في الدنيا أو في يوم القيامة أو عند ظهور الإسلام وعلو كلمته ."
}