{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/52/",
    "ayah_number": 52,
    "text": "ثم أمر الله تعالى رسوله صلى الله عليه وسلم أن يقرب فقراء المسلمين من مجلسه لأنهم مع فقرهم أفضل عند الله من كثير من الأغنياء. فقال تعالى:وَلا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَداةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ.أى: لا تبعد أيها الرسول الكريم عن مجالسك هؤلاء المؤمنين الفقراء الذين يدعون ربهم صباح مساء، ويريدون بعملهم وعبادتهم وجه الله وحده بل اجعلهم جلساءك وأخصاءك فهم أفضل عند الله من الأغنياء المتغطرسين والأقوياء الجاهلين.وقد روى المفسرون في سبب نزول هذه الآية روايات منها ما جاء عن ابن مسعود قال: مر الملأ من قريش على رسول الله صلى الله عليه وسلم. وعنده خباب وصهيب وبلال وعمار فقالوا: يا محمد أرضيت بهؤلاء من قومك؟ أهؤلاء الذين منّ الله عليهم من بيننا؟ أنحن نصير تبعا لهؤلاء؟لا.. اطردهم فلعلك إن طردتهم نتبعك. فنزلت هذه الآية :ففي الآية الكريمة نهى النبي صلى الله عليه وسلم عن أن يطرد هؤلاء الضعفاء من مجلسه. لأنه وإن كان صلى الله عليه وسلم يميل إلى تأليف قلوب الأقوياء للإسلام لينال بقوتهم قوة، إلا أن الله تعالى بين له أن القوة في الإيمان والعمل الصالح، وأن هؤلاء الضعفاء من المؤمنين قد وصفهم خالقهم بأنهم يتضرعون إليه في كل أوقاتهم ولا يقصدون بعبادتهم إلا وجه الله، فكيف يطردون من مجالس الخير؟.ثم قال تعالى: ما عَلَيْكَ مِنْ حِسابِهِمْ مِنْ شَيْءٍ، وَما مِنْ حِسابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ.أى: إن الله تعالى هو الذي سيتولى حسابهم وجزاءهم ولن يعود عليك من حسابهم شيء، كما أنه لا يعود عليهم من حسابك شيء، فهم مجزيون بأعمالهم، كما أنك أنت يا محمد مجزى بعملك، فإن طردتهم استجابة لرضى غيرهم كنت من الظالمين. إذ أنهم لم يصدر عنهم ما يستوجب ذلك، وحاشا للرسول صلى الله عليه وسلم أن يطرد قوما تلك هي صفاتهم.قال صاحب الكشاف: فإن قلت: أما كفى قوله ما عَلَيْكَ مِنْ حِسابِهِمْ مِنْ شَيْءٍ حتى ضم إليه وَما مِنْ حِسابِكَ عَلَيْهِمْ مِنْ شَيْءٍ؟ قلت: قد جعلت الجملتان بمنزلة جملة واحدة وقصد بهما مؤدى واحد وهو المعنى في قوله: وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى ولا يستقل بهذا المعنى إلا الجملتان جميعا كأنه قيل: لا تؤاخذ أنت ولا هم بحساب صاحبه.وقيل: الضمير للمشركين. والمعنى: لا يؤاخذون بحسابك ولا أنت بحسابهم حتى يهمك إيمانهم ويحركك الحرص عليه إلى أن تطرد المؤمنين)  .وهنا تخريج آخر لقوله: ما عَلَيْكَ مِنْ حِسابِهِمْ مِنْ شَيْءٍ، وَما مِنْ حِسابِكَ عَلَيْهِمْ مِنْ شَيْءٍ بأن المعنى: ما عليك شيء من حساب رزقهم ان كانوا فقراء، وما من حسابك في الفقر والغنى عليهم من شيء، أى أنت مبشر ومنذر ومبلغ للناس جميعا سواء منهم الفقير والغنى، فكيف تطرد فقيرا لفقره، وتقرب غنيا لغناه؟ إنك إن فعلت ذلك كنت من الظالمين، ومعاذ الله أن يكون ذلك منك.وقوله فَتَكُونَ مِنَ الظَّالِمِينَ جواب للنهى عن الطرد، وقوله فَتَطْرُدَهُمْ جواب لنفى الحساب."
}