{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/70/",
    "ayah_number": 70,
    "text": "والمعنى: واترك يا محمد هؤلاء الغافلين الذين اتخذوا دينهم الذي كلفوه ودعوا إليه وهو دين الإسلام لعبا ولهوا حيث سخروا من تعاليمه واستهزءوا بها، وغرتهم الحياة الدنيا حيث اطمأنوا إليها، واشتغلوا بلذاتها وزعموا أنه لا حياة بعدها.ولم يقل- سبحانه- اتخذوا اللعب واللهو دينا لأنهم لم يجعلوا كل ما هو من اللعب واللهو دينا لهم، وإنما هم عمدوا إلى أن ينتحلوا دينا فجمعوا له أشياء من اللعب واللهو وسموها دينا.قال الإمام الرازي ما ملخصه: ومعنى ذَرْهُمْ: أعرض عنهم ولا تبال بتكذيبهم واستهزائهم ولا تقم لهم في نظرك وزنا، وليس المراد أن يترك إنذارهم لأنه قال له بعده وَذَكِّرْ بِهِ وإنما المراد ترك معاشرتهم وملاطفتهم لا ترك إنذارهم وتخويفهم.. ومعنى اتخاذ دينهم لعبا ولهوا، أنهم اتخذوا ما هو لعب ولهو من عبادة الأصنام وغيرها دينا لهم، أو أن الكفار كانوا يحكمون في دين الله بمجرد التشهى والتمني مثل تحريم السوائب والبحائر، ولم يكونوا يحتاطون في أمر الدين، بل كانوا يكتفون فيه بمجرد التقليد فعبر الله عنهم لذلك بأنهم اتخذوا دينهم لعبا ولهوا. وأنهم اتخذوا عيدهم لعبا ولهوا قال ابن عباس: جعل الله لكل قوم عيدا يعظمونه ويصلون فيه ويعمرونه بذكر الله، ثم إن المشركين وأهل الكتاب اتخذوا عيدهم لعبا ولهوا أما المسلمين فإنهم اتخذوا عيدهم كما شرعه الله ... ».والضمير في قوله وَذَكِّرْ بِهِ يعود إلى القرآن: وقد جاء مصرحا به في قوله- تعالى- فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخافُ وَعِيدِ.وقوله أَنْ تُبْسَلَ نَفْسٌ بِما كَسَبَتْ أى: وذكر بهذا القرآن أو بهذا الدين الناس مخافة أن تسلم نفس إلى الهلاك، أو تحبس أو ترتهن أو تفتضح، أو تحرم الثواب بسبب كفرها واغترارها بالحياة الدنيا، واتخاذها الدين لعبا ولهوا.ولفظ تبسل مأخوذ من السبل بمعنى المنع بالقهر أو التحريم أو الحبس ومنه أسد باسل لمنعه فريسته من الإفلات. وشراب بسيل أى متروك وهذا الشيء بسيل عليك أى محرم عليك.ثم بين- سبحانه- أن هذه النفس المعرضة للحرمان ليس لها ما يدفع عنها السوء فقال:لَيْسَ لَها مِنْ دُونِ اللَّهِ وَلِيٌّ وَلا شَفِيعٌ وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لا يُؤْخَذْ مِنْها أى: ليس لهذه النفس من غير الله ناصر ينصرها ولا شفيع يدفع عنها، ومهما قدمت من فداء فلن يقبل منها، فالمراد بالعدل هنا الفداء فهو كقوله- تعالى- إِنَّ الَّذِينَ كَفَرُوا وَماتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَباً وَلَوِ افْتَدى بِهِ.قال الإمام الرازي: والمقصود من هذه الآية بيان أن وجوه الخلاص على تلك النفس منسدة فلا ولى يتولى دفع ذلك المحذور عنها، ولا شفيع يشفع فيها، ولا فدية تقبل منها ليحصل الخلاص بسبب قبولها، حتى لو جعلت الدنيا بأسرها فدية من عذاب الله لم تنفع. فإذا كانت وجوه الخلاص هي الثلاثة في الدنيا وثبت أنها لا تفيد في الآخرة البتة وظهر أنه ليس هناك إلا الإبسال الذي هو الارتهان والاستسلام فليس لها البتة دافع من عذاب الله، وإذا تصور المرء كيفية العقاب على هذا الوجه يكاد يرعد إذا أقدم على معاصى الله»  .ثم بين- سبحانه- عاقبة أولئك الغافلين فقال: أُولئِكَ الَّذِينَ أُبْسِلُوا بِما كَسَبُوا لَهُمْ شَرابٌ مِنْ حَمِيمٍ وَعَذابٌ أَلِيمٌ بِما كانُوا يَكْفُرُونَ.أى: أولئك الذين أسلموا للهلاك بسبب ما اكتسبوه في الدنيا من أعمال قبيحة لهم شراب من حميم أى من ماء قد بلغ النهاية في الحرارة يتجرجر في بطونهم وتتقطع به أمعاؤهم، ولهم فوق ذلك عذاب مؤلم بنار تشتعل بأبدانهم بسبب كفرهم، وما ظلمهم الله ولكن كانوا أنفسهم يظلمون."
}