{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/31/",
    "ayah_number": 31,
    "text": "ثم صور- سبحانه- عاقبتهم السيئة، وخسارتهم التي ليس بعدها خسارة فقال: قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقاءِ اللَّهِ.أى: أن أولئك الكفار الذين أنكروا البعث والحساب قد خسروا أعز شيء في هذه الحياة، ومن مظاهر ذلك أنهم خسروا الرضا الذي سيناله المؤمنون من ربهم، وخسروا العزاء الروحي الذي يغرس في قلب المؤمن الطمأنينة والصبر عند البلاء، لأن المؤمن يعتقد أن ما عند الله خير وأبقى، بخلاف الكافر فإن الدنيا منتهى آماله.وإن هؤلاء الخاسرين سيستمرون في تكذيبهم بالحق وإعراضهم عنه حَتَّى إِذا جاءَتْهُمُ السَّاعَةُ بَغْتَةً قالُوا: يا حَسْرَتَنا عَلى ما فَرَّطْنا فِيها.أى: حتى إذا جاءتهم الساعة مباغته مفاجئة وهم في طغيانهم يعمهون، اعتراهم الهم، وحل بهم البلاء وقالوا: بعد أن سقط في أيديهم ورأوا أنهم قد ضلوا يا حسرتنا أقبلى فهذا أوانك، فإننا لم نستعد لهذا اليوم، بل أهملناه ولم نلتفت إليه. وعلى ذلك يكون المراد بالساعة يوم القيامة وما فيه من حساب.وقيل: المراد بالساعة وقت مقدمات الموت، فالكلام على حذف المضاف، أى: جاءتهم مقدمات الساعة وهي الموت وما فيه من الأهوال. فلما كان الموت من مبادئ الساعة سمى باسمها، ولذا قال صلى الله عليه وسلم «من مات فقد قامت قيامته» .وسميت القيامة ساعة لسرعة الحساب فيها، ولأنها تحمل أشد الأهوال ولأنها فاصلة بين نوعين من الحياة: فانية وأخرى باقية.وفي قوله- تعالى- حَتَّى إِذا جاءَتْهُمُ السَّاعَةُ بَغْتَةً إشارة إلى أنها تفاجئهم بأهوالها من غير أن يكونوا مستعدين لها أو متوقعين لحدوثها، أما المؤمنين- فإنهم رغم عدم علمهم بمجيئها- فإنهم يكونون في حالة استعداد لها بالإيمان والعمل الصالح.والبغت والبغتة مفاجأة الشيء بسرعة من غير إعداد له، وكلمة بَغْتَةً يصح أن تكون مصدرا في موضع الحال من فاعل جاءتهم أى: جاءتهم مباغتة، ويصح أن تكون مفعولا مطلقا لفعل محذوف من لفظها أى: تبغتهم بغتة، والحسرة: شدة الغم والندم على ما فات وانقضى.ثم قال- تعالى-: وَهُمْ يَحْمِلُونَ أَوْزارَهُمْ عَلى ظُهُورِهِمْ أَلا ساءَ ما يَزِرُونَ.الأوزار جمع وزر وهو- بكسر الواو- الحمل الثقيل، ويطلق على الإثم والذنب لأنهما أثقل الأحمال النفسية التي تنوء بها القوة.والجملة الكريمة من قبيل الاستعارة التمثيلية حيث شبهت حالهم وما يحملونه يوم القيامة من ذنوب ثقيلة مضنية، بهيئة المثقل المجهد بحمل كبير يحمله على ظهره وينوء به. ثم حذفت الهيئة الدالة على المشبه به ورمز إليها بشيء من لوازمها.وقيل إن الكلام على حقيقته وأنهم سيحملون ذنوبهم على ظهورهم فعلا، حيث إن الذنوب والأعمال ستتجسم يوم القيامة، وبهذا الرأى قال كثير من أهل السنة.والمعنى: إن هؤلاء الكافرين يأتون يوم القيامة وهم يحملون ذنوبهم وآثامهم على ظهورهم، ألا ما أسوأ ما حملوا، وما أشد ما سيستقبلونه بعد ذلك من عذاب أليم."
}