{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/153/",
    "ayah_number": 153,
    "text": "أما الوصية العاشرة فهي قوله- تعالى- في الآية الثالثة من هذه الآيات: وَأَنَّ هذا صِراطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ.قرأ الجمهور بفتح همزة أَنَّ وتشديد النون. ومحلها مع ما في حيزها الجر بحذف لام العلة. أى: ولأن هذا الذي وصيتكم به من الأوامر والنواهي طريقي وديني الذي لا اعوجاج فيه، فمن الواجب عليكم أن تتبعوه وتعملوا به.ويحتمل أن يكون محلها مع ما في حيزها النصب على ما حَرَّمَ أى: وأتلو عليكم أن هذا صراطي مستقيما.وقرأ حمزة والكسائي «إن» بكسر الهمزة على الاستئناف.وقوله وَلا تَتَّبِعُوا السُّبُلَ يعنى الأديان الباطلة، والبدع والضلالات الفاسدة فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ أى. فتفرقكم عن صراط الله المستقيم وهو دين الإسلام الذي ارتضاه لكم.روى الإمام أحمد عن عبد الله بن مسعود- رضى الله عنه- قال: خط لنا رسول الله صلى الله عليه وسلم خطا ثم قال: هذا سبيل الله، ثم خط خطوطا عن يمينه وعن شماله ثم قال: هذه سبل على كل سبيل منها شيطان يدعو إليه ثم قرأ وَأَنَّ هذا صِراطِي مُسْتَقِيماً.وقد أفرد- سبحانه- الصراط المستقيم وهو سبيل الله، وجمع السبل المخالفة له لأن الحق واحد والباطل ما خالفه وهو كثير فيشمل الأديان الباطلة، والبدع الفاسدة، والشبهات الزائفة، والفرق الضالة وغيرها.ثم ختمت الآية بقوله- تعالى- ذلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ أى: ذلكم المذكور من اتباع سبيله- تعالى- وترك اتباع السبل وصاكم الله به لعلكم تتقون اتباع سبل الكفر والضلالة، وتعملون بما جاءكم به هذا الدين.قال أبو حيان: ولما كانت الخمسة المذكورة في الآية الأولى من الأمور الظاهرة الجليلة مما يجب تعلقها وتفهمها ختمت الآية بقوله لَعَلَّكُمْ تَعْقِلُونَ، ولما كانت الأربعة المذكورة في الآية الثانية خافية غامضة ولا بد فيها من الاجتهاد والتفكر حتى يقف الإنسان فيها على موضع الاعتدال ختمت بقوله: لَعَلَّكُمْ تَذَكَّرُونَولما كان الصراط المستقيم هو الجامع للتكاليف، وأمر- سبحانه- باتباعه ونهى عن اتباع السبل المختلفة ختم ذلك بالتقوى التي هي اتقاء النار، إذ من اتبع صراطه نجا النجاة الأبدية وحصل على السعادة السرمدية».وبعد: فهذه هي الوصايا العشر التي جاءت بها هذه الآيات الكريمة، والمتأمل فيها يراها قد وضعت أساس العقيدة السليمة في توحيد الله- تعالى- وبنت الأسرة الفاضلة على أساس الإحسان بالوالدين والرحمة بالأبناء، وحفظت المجتمع من التصدع عن طريق تحريمها لانتهاك الأنفس والأموال والأعراض، ثم ربطت كل ذلك بتقوى الله التي هي منبع كل خير وسبيل كل فلاح.فأين المسلمون اليوم من هذه الوصايا؟ إنهم لو عملوا بها لعزوا في دنياهم ولسعدوا في أخراهم، فهل تراهم فاعلون؟.اللهم خذ بيدنا إلى ما يرضيك وجنبنا مالا يرضيك.ولما كان هذا الصراط قديما، والديانات قبله كانت في اتجاهه، أشار- سبحانه- إلى موسى وكتابه، وبين منزلة هذا القرآن، وأمر الناس باتباعه فقال:"
}