{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/93/",
    "ayah_number": 93,
    "text": "وبعد أن بين- سبحانه- مزايا هذا القرآن أتبع ذلك ببيان عاقبة الذين يفترون الكذب على الله- تعالى-، وصور أحوالهم عند النزع الأخير وعند ما يقفون أمام ربهم للحساب بصورة ترتجف لها الأفئدة فقال- تعالى-:وَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ كَذِباً أَوْ قالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ.والمعنى لا أحد أشد ظلما ممن اختلق الكذب على الله فجعل له شركاء من خلقه، وأنكر ما جاء به النبي صلى الله عليه وسلم من هدايات، وحلل وحرم بهواه ما لم يأذن به الله.والاستفهام إنكارى فهو في معنى النفي. ومَنْ اسم موصول والمراد به الجنس. أى:كل من افترى على الله كذبا، وليس المراد فردا معينا.أَوْ قالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ أى: قال بأن الله أوحى إلى بالرسالة أو النبوة مع أنه كاذب في دعواه، فإن الله ما أوحى إليه شيئا، وهذا يصدق على ما ادعاه مسيلمة الكذاب والأسود العنسي من أنهما نبيان يوحى إليهما. ويصدق- أيضا- على كل مدع للوحى والنبوة في كل زمان ومكان.وهذه الجملة الكريمة معطوفة على صلة مَنْ من عطف الخاص على العام، لأن هذا القول هو نوع من أنواع افتراء الكذب.وَمَنْ قالَ سَأُنْزِلُ مِثْلَ ما أَنْزَلَ اللَّهُ أى: ولا أحد أظلم- أيضا- ممن قال بأنى قادر على أن أنزل قرآنا مثل الذي أنزله الله كالذين حكى القرآن عنهم قوله: وَإِذا تُتْلى عَلَيْهِمْ آياتُنا قالُوا قَدْ سَمِعْنا لَوْ نَشاءُ لَقُلْنا مِثْلَ هذا إِنْ هذا إِلَّا أَساطِيرُ الْأَوَّلِينَ.وبذلك نرى أن الآية الكريمة قد توعدت بأشد ألوان الوعيد كل مفتر على الله الكذب، وكل مدع أنه يوحى إليه شيء وكل من زعم أنه في قدرته أن يأتى بقرآن مثل هذا القرآن كما حدث من النضر بن الحارث وعبد الله بن سعد بن أبى سرح.ثم بين- سبحانه- مصير كل ظالم أثيم فقال: وَلَوْ تَرى إِذِ الظَّالِمُونَ فِي غَمَراتِ الْمَوْتِ أى: ولو ترى أيها الرسول الكريم أو أيها العاقل حالة أولئك الظالمين وهم في غمرات الموت أى: في شدائده وكرباته وسكراته لرأيت شيئا فظيعا هائلا ترتعد منه الأبدان، فجواب الشرط محذوف.والغمرات: جمع غمرة وهي الشدة. وأصلها الشيء الذي يغمر الأشياء فيغطيها، يقال غمره الماء إذا علاه وستره ثم استعمل في الشدائد والمكاره.وتقييد الرؤية بهذا الوقت لإفادة أنه ليس المراد مجرد الرؤية، بل المراد رؤيتهم على حال فظيعة عند كل ناظر.وقوله وَالْمَلائِكَةُ باسِطُوا أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ أى والملائكة الموكلون بقبض أرواحهم باسطوا أيديهم إليهم بالإماتة والعذاب قائلين لهم على سبيل التوبيخ والزجر: أخرجوا إلينا أرواحكم من أجسادكم.والأمر هنا للتعجيز أى: أخرجوا أنفسكم من هذا العذاب إن استطعتم إلى ذلك سبيلا.قال الآلوسى: وذهب بعضهم إلى أن هذا تمثيل لفعل الملائكة في قبض أرواح الظلمة بفعل الغريم الملح يبسط يده إلى من عليه الحق ويعنف عليه في المطالبة ولا يمهله ويقول له: أخرج مالي عليك الساعة ولا أبرح مكاني حتى انتزعه منك . وفي الكشاف: أنه كناية عن العنف في السياق والإلحاح والتشديد في الإزهاق من غير تنفيس وإمهال ولا بسط ولا قول حقيقة هناك واستظهر ابن المنير أنهم يفعلون معهم هذه الأمور حقيقة على الصور المحكية وإذا أمكن البقاء على الحقيقة فلا معدل عنها» .ولعل مما يؤيد قول ابن المنير في تعليقه على ما قال صاحب الكشاف ما جاء في آية أخرى وهي قوله- تعالى- وَلَوْ تَرى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبارَهُمْ .وقوله: الْيَوْمَ تُجْزَوْنَ عَذابَ الْهُونِ بِما كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آياتِهِ تَسْتَكْبِرُونَ هذا القول من تتمة ما تقوله الملائكة لأولئك الظالمين.أى: تقول لهم أخرجوا أنفسكم، اليوم تلقون عذاب الذل والهوان لا بظلم من الرحمن، وإنما بسبب أنكم كنتم في دنياكم تفترون على الله الكذب، وبسبب أنكم كنتم معرضين عن آياته، مستكبرين عنها ولا تتأملون فيها، ولا تعتبرون بها.والمراد باليوم مطلق الزمن لا اليوم المتعارف عليه، وهو إما حين الموت أو ما يشمله وما بعده.والهون معناه: الهوان والذل، وفسره صاحب الكشاف، بالهوان الشديد وقال: «وإضافة العذاب إليه كقولك، رجل سوء يريد العراقة في الهوان والتمكن فيه»  ."
}