{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/56/",
    "ayah_number": 56,
    "text": "ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم، أن يصارح أعداءه ببراءته من شركهم ومن اتباع باطلهم فقال- تعالى-: قُلْ إِنِّي نُهِيتُ.قال الإمام الرازي: اعلم أنه- تعالى- لما ذكر في الآية المتقدمة ما يدل على أنه يفصل الآيات ليظهر الحق وليستبين سبيل المجرمين. ذكر في هذه الآية أنه- تعالى- نهى عن سلوك سبيلهم فقال: إنى نهيت أن أعبد الذين تدعون من دون الله، وبين أن الذين يعبدونها إنما يعبدونها بناء على محض الهوى والتقليد لا على سبيل الحجة والدليل، لأنها جمادات وأحجار وهي أخس مرتبة من الإنسان بكثير. وكون الأشرف مشتغلا بعبادة الأخس أمر يدفعه صريح العقل، وأيضا فالقوم كانوا ينحتون تلك الأصنام ويركبونها، ومن المعلوم بالبديهة أنه يقبح من هذا العامل الصانع أن يعبد معموله ومصنوعه، فثبت أن عبادتها مبنية على الهوى ومضادة للهدى»  .والمعنى: قل يا محمد لهؤلاء المشركين الذين يريدون منك أن تركن إليهم: إن الله نهاني وصرفني بفضله، وبما منحني من عقل مفكر عن عبادة الآلهة التي تعبدونها من دون الله، وقل- أيضا- لهم بكل صراحة وقوة: إنى لست متبعا لما تمليه عليكم أهواؤكم وشهواتكم من انقياد للأباطيل، ولو أنى ركنت إليكم لضللت عن الحق وكنت خارجا عن طائفة المهتدين.فالآية الكريمة قطعت بكل حسم ووضوح أطماعهم الفارغة في استمالة النبي صلى الله عليه وسلم إلى أهوائهم، ووصمتهم بأنهم في الضلال غارقون، وعن الهدى مبتعدون.وجاءت كلمة نُهِيتُ بالبناء للمجهول للاستغناء عن ذكر الفاعل لظهوره أى: نهاني الله- تعالى- عن ذلك. وأجرى على الأصنام اسم الموصول الموضوع للعقلاء لأنهم عاملوهم معاملة العقلاء فأتى لهم بما يحكى اعتقادهم.قال أبو حيان: و «تدعون» معناه تعبدون: وقيل معناه تسمونهم آلهة من دعوت ولدي زيدا أى سميته بهذا الإسم. وقيل تدعون في أموركم وحوائجكم وفي قوله تدعون من دون الله استجهال لهم ووصف بالاقتحام فيما كانوا منه على غير بصيرة، ولفظة نهيت أبلغ من النفي بلا أعبد إذ ورد فيه ورود تكليف» .وجملة قُلْ لا أَتَّبِعُ أَهْواءَكُمْ مستأنفة، وعدل بها عن العطف إلى الاستئناف لتكون غرضا مستقلا، وأعيد الأمر بالقول زيادة في الاهتمام بالاستئناف واستقلاله ليكون هذا النفي شاملا للاتباع في عبادة الأصنام وفي غيرها من ألوان ضلالهم كطلبهم طرد المؤمنين من مجلسه، وعبر بقوله قُلْ لا أَتَّبِعُ أَهْواءَكُمْ دون لا أتبعكم. للإشارة إلى أنهم في عبادتهم لغير الله تابعون للأهواء الباطلة، نابذون للأدلة العقلية، وفي هذا أكبر برهان على انطماس بصيرتهم، وبنائهم لدينهم على الأوهام والأباطيل.وجملة قَدْ ضَلَلْتُ إِذاً جواب لشرط مقدر. أى: إن اتبعت أهواءكم فقد ضللت إذا وما اهتديت.وجملة وَما أَنَا مِنَ الْمُهْتَدِينَ معطوفة على جملة قَدْ ضَلَلْتُ ومؤكدة لمضمونها أى: إنه إن فعل ذلك- على سبيل الفرض والتقدير- خرج عن الحالة التي هو عليها الآن من كونه في عداد المهتدين إلى كونه في زمرة الضالين.والتعبير بقوله وَما أَنَا مِنَ الْمُهْتَدِينَ أبلغ من قوله وما أنا مهتد، لأن التعريف في المهتدين تعريض للجنس، وإخبار المتكلم عن نفسه بأنه من المهتدين يفيد أنه واحد من الفئة التي تعرف عند الناس بفئة المهتدين، فيفيد أنه مهتد بطريقة تشبه طريقة الاستدلال، فهو من قبيل الكناية التي هي إثبات الشيء بإثبات ملزومه وهي أبلغ من التصريح. ولذا قال صاحب الكشاف:قولك فلان من العلماء أبلغ من قولك فلان عالم، لأنك تشهد له بكونه معدودا في زمرتهم ومعرفة مساهمته معهم في العلم» .وبعد أن أمر الله- تعالى- نبيه بمصارحة المشركين بأنه لن يكون في يوم من الأيام متبعا لأهوائهم، أمره أن يخبرهم بأنه على الحق الواضح الذي لا يضل متبعه، وبأن الله وحده هو الذي سيقضي بينه وبينهم فقال- تعالى-:"
}