{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/54/1/",
    "ayah_number": 1,
    "text": "مقدّمة1- سورة القمر: هي السورة الرابعة والخمسون في ترتيب المصحف، أما ترتيبها في النزول فكان بعد سورة الطارق، وقبل سورة «ص» .ويبلغ عدد السور التي نزلت قبلها، سبعا وثلاثين سورة.ويغلب على الظن أن نزولها كان في السنوات الأولى من بعثته صلى الله عليه وسلم قال بعض العلماء: وكان نزولها في حدود سنة خمس قبل الهجرة. ففي الصحيح أن عائشة- رضى الله عنها- قالت: أنزل على رسول الله صلى الله عليه وسلم بمكة، وإنى لجارية ألعب، قوله- تعالى-: بَلِ السَّاعَةُ مَوْعِدُهُمْ، وَالسَّاعَةُ أَدْهى وَأَمَرُّ .2- وتسمى هذه السورة بسورة القمر، وبسورة اقتربت الساعة، وتسمى بسورة اقتربت، حكاية لأول كلمة افتتحت بها.روى الإمام مسلم وأهل السنن عن أبى واقد الليثي أن رسول الله صلى الله عليه وسلم كان يقرأ في العيد بسورتى «ق» و «اقتربت الساعة» .وعدد آياتها: خمس وخمسون آية وهي من السور المكية الخالصة- على الرأى الصحيح-، وقيل: هي مكية إلا ثلاث آيات منها، وهي قوله- تعالى-: أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ. سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ. بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهى وَأَمَرُّ فإنها نزلت يوم بدر، وهذا القيل لا دليل له يعتمد عليه.ويرده ما أخرجه ابن أبى حاتم عن أبى هريرة قال: أنزل الله- تعالى- على نبيه صلى الله عليه وسلم بمكة قبل يوم بدر: سيهزم الجمع ويولون الدبر، وقال عمر بن الخطاب: قلت:يا رسول الله أى جمع يهزم؟ فلما كان يوم بدر، وانهزمت قريش، نظرت إلى رسول الله صلى الله عليه وسلم في آثارهم مصلتا بالسيف، وهو يقول: سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ فكانت ليوم بدر.وبذلك نرى أن هذا الحديث، وحديث عائشة السابق، يدلان على أن هذه الآيات مكية- أيضا-، وأن الرسول صلى الله عليه وسلم إنما قرأها في غزوة بدر على سبيل الاستشهاد بها.3- والسورة الكريمة قد تحدثت في مطلعها عن اقتراب يوم القيامة، وعن جحود المشركين للحق بعد إذ جاءهم، وعما سيكونون عليه يوم القيامة من ندم وحسرة. قال- تعالى-:اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ. وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ. وَكَذَّبُوا وَاتَّبَعُوا أَهْواءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ.4- ثم تحدثت السورة الكريمة عن مصارع الغابرين، فذكرت ما حل من هلاك ودمار، بقوم نوح، وهود، ولوط- عليهم السلام- وما حل أيضا بفرعون وملئه من عقاب.ثم ختم- سبحانه- السورة الكريمة، ببيان مظاهر قدرته، وبليغ حكمته، ودقة نظامه في كونه، وبشر المتقين بما يشرح صدورهم فقال- تعالى-: إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ. وَما أَمْرُنا إِلَّا واحِدَةٌ كَلَمْحٍ بِالْبَصَرِ. وَلَقَدْ أَهْلَكْنا أَشْياعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ. وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ. وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ. إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ. فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ.5- والمتدبر في السورة الكريمة يراها قد اهتمت بالحديث عن أهوال يوم القيامة، وعن تعنت المشركين وعنادهم، وعن سنن الله- تعالى- في خلقه، التي من أبرز مظاهرها، نصر المؤمنين، وخذلان الكافرين.والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..افتتحت السورة الكريمة بهذا الافتتاح الذى يبعث فى النفوس الرهبة والخشية ، فهو يخبر عن قرب انقضاء الدنيا وزوالها .إذ قوله - تعالى - : ( اقتربت الساعة ) أى : قرب وقت حلول الساعة ، ودنا زمان قيامها .والساعة فى الأصل : اسم لمدار قليل من الزمان غير معين ، وتحديدها بزمن معين اصطلاح عرفى ، وتطلق فى عرف الشرع على يوم القيامة .وأطلق على يوم القيامة يوم الساعة ، لوقوعه بغتة ، أو لسرعة ما فيه من الحساب ، أو لأنه على طوله قدر يسير عند الله - تعالى - .وقد وردت أحاديث كثيرة ، تصرح بأن ما مضى من الدنيا كثير بالنسبة لما بقى منها ، ومن هذه الأحاديث ما رواه البزار عن أنس أن رسول الله - صلى الله عليه وسلم - \" خطب أصحابه ذات يوم ، وقد كادت الشمس أن تغرب . . فقال : \" والذي نفسى بيده ما بقى من الدنيا فيما مضى منها ، إلا كما بقى من يومكم هذا فيما مضى منه \" \" .وروى الشيخان عن سهل بن سعد قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" بعثت أنا والساعة هكذا \" وأشار بأصبعيه السبابة والوسطى .وشبيه بهذا الافتتاح قوله - تعالى - : فى مطلع سورة الأنبياء : ( اقترب لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ ) وقوله - سبحانه - فى افتتاح سورة النحل : ( أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ ) والمقصود من هذا الافتتاح المتحدث عن قرب يوم القيامة ، تذكير الناس بأهوال هذا اليوم ، وحضهم على حسن الاستعداد لاستقباله عن طريق الإيمان والعمل الصالح .وقوله - تعالى - : ( وانشق القمر ) معطوف على ما قبله عطف جملة على جملة .وقوله : ( وانشق ) من الانشقاق بمعنى الافتراق والانفصال .أى : اقترب وقت قيام الساعة ، وانفصل وانفلق القمر بعضه عن بعض فلقتين ، معجزة للنبى - صلى الله عليه وسلم - ، وكان ذلك بمكة قبل هجرته - صلى الله عليه وسلم - بنحو خمس سنين ، وقد رأى هذا الانشقاق كثير من الناس .وقد ذكر المفسرون كثيرا من الأحاديث فى هذا الشأن ، وقد بلغت الأحاديث مبلغ التواتر المعنوى .قال الإمام ابن كثير : وهذا أمر متفق عليه بين العلماء - أى : انشقاق القمر- ، فقد وقع فى زمان النبى - صلى الله عليه وسلم - وأنه كان إحدى المعجزات الباهرات .ثم ذكر - رحمه الله - جملة من الأحاديث التى وردت فى ذلك ، ومنها ما رواه الشيخان عن أنس بن مالك قال : سأل أهل مكة النبى - صلى الله عليه وسلم - آية ، فانشق القمر بمكة مرتين ، فقال : ( اقتربت الساعة وانشق القمر ) .وأخرج الإمام أحمد عن جبير بن مطعم عن أبيه قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فصار فلقتين : فلقة على هذا الجبل وفلقة على هذا الجبل .فقالوا : سحرنا محمد ، فقالوا : إن كان سحرنا فإنه لا يستطيع أن يسحر الناس كلهم .وروى الشيخان عن ابن مسعود قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - شقتين ، حتى نظروا إليه ، فقال رسول الله - صلى الله عليه وسلم - \" اشهدوا \" .وقال الآلوسى : بعد أن ذكر عددا من الأحاديث فى هذا الشأن : والأحاديث الصحيحة فى الانشقاق كثيرة ، واختلف فى تواتره ، فقيل : هو غير متواتر : وفى شرح المواقف أنه متواتر . وهو الذى اختاره العلامة السبكى ، فقد قال : الصحيح عندى أن انشقاق القمر متواتر ، منصوص عليه فى القرآن ، مروى فى الصحيحين وغيرهما من طرق شتى ، لا يمترى فى تواتره .وقد جاءت أحاديثه فى روايات صحيحة ، عن جماعة من الصحابة ، منهم عل بن أبى طالب ، وأنس ، وابن مسعود . .ثم قال - رحمه الله - بعد أن ذكر شبهات المنكرين لحادث الانشقاق : والحاصل أنه ليس عند المنكر سوى الاستبعاد ، ولا يستطيع أن يأتى بدليل على الاستحالة الذاتية ولو انشق ، والاستبعاد فى مثل هذه المقامات قريب من الجنون . عند من له عقل سليم ."
}