{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/87/",
    "ayah_number": 87,
    "text": "وبعد هذا الدعاء المخلص، وجه الله- تعالى- نبيه موسى وأخاه هارون- عليهما السلام- إلى ما يوصل إلى نصرهما ونصر أتباعهما فقال- تعالى- وَأَوْحَيْنا إِلى مُوسى وَأَخِيهِ أَنْ تَبَوَّءا لِقَوْمِكُما بِمِصْرَ بُيُوتاً وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً ...وقوله تَبَوَّءا من التبوء وهو اتخاذ المباءة أى المنزل، كالتوطن بمعنى اتخاذ الوطن.يقال بوأته وبوأت له منزلا إذا أنزلته فيه، وهيأته له.والمعنى: وأوحينا إلى موسى وأخيه هارون بعد أن لج فرعون في طغيانه وفي إنزال العذاب بالمؤمنين- أن اتخذا لقومكما المؤمنين بيوتا خاصة بهم في مصر، ينزلون بها، ويستقرون فيها، ويعتزلون فرعون وجنده، إلى أن يقضى الله أمرا كان مفعولا.وقوله وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً أى: واجعلوا هذه البيوت التي حللتم بها مكانا لصلاتكم وعبادتكم، بعد أن حال فرعون وجنده بينكم وبين أداء عباداتكم في الأماكن المخصصة لذلك.قال القرطبي: «المراد صلوا في بيوتكم سرا لتأمنوا، وذلك حين أخافهم فرعون، فأمروا بالصبر واتخاذ المساجد في البيوت، والإقدام على الصلاة، والدعاء، إلى أن ينجز الله وعده، وهو المراد بقوله قالَ مُوسى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا وكان من دينهم أنهم لا يصلون إلا في البيع والكنائس ماداموا على أمن، فإذا خافوا فقد أذن لهم أن يصلوا في بيوتهم ... » .وقوله: وَأَقِيمُوا الصَّلاةَ أى: داوموا عليها، وأدوها في أوقاتها بخشوع وإخلاص، فإن في أدائها بهذه الصورة. وسيلة إلى تفريج الكروب، وفي الحديث الشريف: «كان رسول الله صلى الله عليه وسلم إذا حزبه أمر صلى» .وقوله وَبَشِّرِ الْمُؤْمِنِينَ تذييل قصد به بعث الأمل في نفوسهم متى أدوا ما كلفوا به.أى: وبشر المؤمنين بالنصر والفلاح في الدنيا، وبالثواب الجزيل في الآخرة.قال صاحب الكشاف: «فإن قلت: كيف نوع الخطاب فثنى أولا، ثم جمع، ثم وحد آخرا؟قلت: خوطب موسى وهارون- عليه السلام- أن يتبوآ لقومهما بيوتا ويختاراها للعبادة، وذلك مما يفوض إلى الأنبياء. ثم سيق الخطاب عاما لهما ولقومهما باتخاذ المساجد والصلاة فيها، لأن ذلك واجب على الجمهور. ثم خص موسى- عليه السلام- بالبشارة التي هي الغرض تعظيما لها، وللمبشر بها» .ولأن بشارة الأمة- كما يقول الآلوسى- وظيفة صاحب الشريعة، وهي من الأعظم أسرّ وأوقع في النفس  .هذا، ومن التوجيهات الحكيمة التي نأخذها من هذه الآية الكريمة، أن مما يعين المؤمنين على النصر والفلاح، أن يعتزلوا أهل الكفر والفسوق والعصيان، إذا لم تنفع معهم النصيحة، وأن يستعينوا على بلوغ غايتهم بالصبر والصلاة، وأن يقيموا حياتهم فيما بينهم على المحبة الصادقة، وعلى الأخوة الخالصة، وأن يجعلوا توكلهم على الله وحده وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ، إِنَّ اللَّهَ بالِغُ أَمْرِهِ، قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً.ثم حكى القرآن الكريم بعد ذلك، ما تضرع به موسى- عليه السلام- إلى الله- تعالى- من دعوات خاشعات، بعد أن يئس من إيمان فرعون وملئه فقال- سبحانه-:"
}