{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/35/",
    "ayah_number": 35,
    "text": "وقوله: قُلْ هَلْ مِنْ شُرَكائِكُمْ مَنْ يَهْدِي إِلَى الْحَقِّ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ. حجة أخرى تدمغ جهلهم، جيء بها لتكون دليلا على قدرة الله على الهداية والإضلال، عقب إقامة الأدلة على قدرته- سبحانه- على بدء الخلق وإعادتهم.أى: قل لهم يا محمد- أيضا- على سبيل التهكم من أفكارهم: هل من شركائكم من يستطيع أن يهدى غيره إلى الدين الحق، فينزل كتابا، أو يرسل رسولا، أو يشرع شريعة، أو يضع نظاما دقيقا لهذا الكون. أو يحث العقول على التدبر والتفكر في ملكوت السموات والأرض ... ؟قل لهم يا محمد: الله وحده هو الذي يفعل كل ذلك، أما شركاؤكم فلا يستطيعون أن يفعلوا شيئا من ذلك أو من غيره.وقوله: أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى.. توبيخ آخر لهم على جهالاتهم وغفلتهم عن إدراك الأمور الواضحة.أى: قل لهم يا محمد: أفمن يهدى غيره إلى الحق وهو الله- تعالى-. أحق أن يتبع فيما يأمر به وينهى عنه، أم من لا يستطيع أن يهتدى بنفسه إلا أن يهديه غيره أحق بالاتباع؟لا شك أن الذي يهدى غيره إلى الحق أحق بالاتباع من الذي هو في حاجة إلى أن يهديه غيره.وقوله: فَما لَكُمْ كَيْفَ تَحْكُمُونَ استفهام قصد به التعجيب من أحوالهم التي تدعو إلى الدهشة والغرابة.أى: ما الذي وقع لكم، وما الذي أصابكم في عقولكم حتى صرتم تشركون في العبادة مع الله الخالق الهادي، مخلوقات لا تهدى بنفسها وإنما هي في حاجة إلى من يخلقها ويهديها.قال الإمام الرازي: «واعلم أن الاستدلال على وجود الصانع بالخلق أولا ثم بالهداية ثانيا، عادة مطردة في القرآن، فقد حكى- سبحانه- عن إبراهيم أنه ذكر ذلك فقال:الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ وعن موسى أنه قال: رَبُّنَا الَّذِي أَعْطى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدى وأمر محمدا صلى الله عليه وسلم بذلك فقال: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى. الَّذِي خَلَقَ فَسَوَّى، وَالَّذِي قَدَّرَ فَهَدى. وهو في الحقيقة دليل شريف، لأن الإنسان له جسد وله روح، فالاستدلال على وجود الصانع بأحوال الجسد هو الخلق، والاستدلال بأحوال الروح هو الهداية، فهاهنا أيضا لما ذكر دليل الخلق في الآية الأولى وهو قوله: مَنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ أتبعه بدليل الهداية في هذه الآية .وقوله: أَمَّنْ لا يَهِدِّي ورد فيه ست قراءات، منها قراءة يعقوب وحفص بكسر الهاء وتشديد الدال، ومنها قراءة حمزة والكسائي بالتخفيف كيرمى، ومنها قراءة ابن كثير وابن عامر وورش عن نافع «يهدى» فتح الياء والهاء وتشديد الدال.. .والاستثناء في قوله: أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى مفرغ من أعم الأحوال.والتقدير: أفمن يهدى إلى الحق أحق بالاتباع، أم من لا يستطيع الهداية إلا أن يهديه إليها غيره أحق بالاتباع؟وجاء قوله- سبحانه- فَما لَكُمْ كَيْفَ تَحْكُمُونَ باستفهامين متواليين، زيادة في توبيخهم وتقريعهم، ولفت أنظارهم إلى الحق الواضح الذي لا يخفى على كل ذي عقل سليم."
}