{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/78/",
    "ayah_number": 78,
    "text": "ثم كشف القرآن الكريم عن حقيقة الدوافع التي جعلتهم يصفون الحق بأنه سحر مبين فقال- تعالى-: قالُوا أَجِئْتَنا لِتَلْفِتَنا عَمَّا وَجَدْنا عَلَيْهِ آباءَنا وَتَكُونَ لَكُمَا الْكِبْرِياءُ فِي الْأَرْضِ، وَما نَحْنُ لَكُما بِمُؤْمِنِينَ.واللفت: الصرف واللى يقال: لفته يلفته لفتا، أى: صرفه عن وجهته إلى ذات اليمين أو الشمال.أى: قال فرعون وملؤه لموسى- عليه السلام- بعد أن جاءهم بالحق المبين: أجئتنا يا موسى بما جئتنا به لِتَلْفِتَنا عَمَّا وَجَدْنا عَلَيْهِ آباءَنا أى: لتصرفنا عن الدين الذي وجدنا عليه آباءنا، وتكون لك ولأخيك هارون الْكِبْرِياءُ فِي الْأَرْضِ أى السيادة والرياسة والزعامة الدينية والدنيوية في الأرض بصفة عامة، وفي أرض مصر بصفة خاصة.ثم أكدوا إنكارهم لما جاءهم به موسى- عليه السلام- من الدين الحق فقالوا- كما حكى القرآن عنهم- وَما نَحْنُ لَكُما بِمُؤْمِنِينَ أى وما نحن لكما بمصدقين فيما جئتما به، لأن تصديقنا لكما يخرجنا عن الدين الذي وجدنا عليه آباءنا، وينزع منا ملكنا الذي تتمتع بكبريائه خاصتنا، وتعيش تحت سلطانه وقهره عامتنا.وأفردوا موسى- عليه السلام- بالخطاب في قولهم أَجِئْتَنا لِتَلْفِتَنا.. لأنه هو الذي كان يجابههم بالحجج التي تقطع دابر باطلهم، ويرد على أكاذيبهم بما يفضحهم ويكشف عن غرورهم وغبائهم.وجمعوا بين موسى وهارون- عليهما السلام- في قولهم وَتَكُونَ لَكُمَا الْكِبْرِياءُ فِي الْأَرْضِ، وَما نَحْنُ لَكُما بِمُؤْمِنِينَ باعتبار شمول الكبرياء والرياسة والملك لهما، وباعتبار أن الإيمان بأحدهما يستلزم الإيمان بالآخر.هذا، والذي يتدبر هذه الآية الكريمة، يرى أن التهمة التي وجهها فرعون وملؤه إلى موسى وهارون- عليهما السلام-، هي تهمة قديمة جديدة فقوم نوح- مثلا- يمتنعون عن قبول دعوته، لأنه في نظرهم جاء بما جاء به بقصد التفضل عليهم، وفي هذا يقول القرآن الكريم:وَلَقَدْ أَرْسَلْنا نُوحاً إِلى قَوْمِهِ فَقالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ، أَفَلا تَتَّقُونَ. فَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ، ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ  . أى: يريد أن تكون له السيادة والفضل عليكم، فيكون زعيما وأنتم له تابعون.ولقد أفاض في شرح هذا المعنى صاحب الظلال- رحمه الله- عند تفسيره لهذه الآية الكريمة فقال ما ملخصه:وإذن فهو الخوف من تحطيم معتقداتهم الموروثة، التي يقوم عليها نظامهم السياسى والاقتصادى، وهو الخوف على السلطان في الأرض، هذا السلطان الذي يستمدونه من خرافات عقائدهم الموروثة.إنها العلة القديمة الجديدة التي تدفع بالطغاة إلى مقاومة دعوات الإصلاح ورمى الدعاة بأشنع التهم والفجور في مقاومة الدعوات والدعاة.. إنها هي «الكبرياء في الأرض» وما تقوم عليه من معتقدات باطلة، يحرص المتجبرون على بقائها متحجرة في قلوب الجماهير، بكل ما فيها من زيف وفساد، وأوهام وخرافات، لأن تفتح القلوب على العقيدة الصحيحة، خطر على القيم الجاهلية الموروثة.وما كان رجال من أذكياء قريش- مثلا- ليخطئوا إدراك ما في رسالة محمد صلى الله عليه وسلم من صدق وسمو، وما في عقيدة الشرك من تهافت وفساد، ولكنهم كانوا يخشون على مكانتهم الموروثة، القائمة على ما في تلك العقيدة من خرافات وتقاليد، كما خشي الملأ من قوم فرعون على سلطانهم في الأرض، فقالوا متبجحين وَما نَحْنُ لَكُما بِمُؤْمِنِينَ .ثم حكت الآيات الكريمة بعد ذلك ما طلبه فرعون من ملئه، وما دار بين موسى- عليه السلام- وبين السحرة من محاورات فقال- تعالى-:"
}