{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/18/",
    "ayah_number": 18,
    "text": "وهذه الآية الكريمة معطوفة على قوله- تعالى- قبل ذلك وَإِذا تُتْلى عَلَيْهِمْ آياتُنا..عطف القصة على القصة.والعبادة: الطاعة البالغة حد النهاية في الخضوع والتعظيم.أى: وهؤلاء الذين لا يرجون لقاءنا، ويطلبون قرآنا غير هذا القرآن أو تبديله، بلغ من جهلهم وسفههم أنهم يعبدون من دون الله أصناما لا تضرهم ولا تنفعهم، لأنها جمادات لا قدرة لها على ذلك.والمقصود بوصفها بأنها لا تضر ولا تنفع: بطلان عبادتها، لأن من شأن المعبود أن يملك الضر والنفع، وأن يكون مثيبا على الطاعة ومعاقبا على المعصية.وقوله: مِنْ دُونِ اللَّهِ جار ومجرور متعلق بمحذوف حال من فاعل يَعْبُدُونَ أى:يعبدونها متجاوزين الله وتاركين طاعته.وما موصولة أو نكرة موصوفة. والمراد بها الأصنام التي عبدوها من دون الله.قال الجمل: «ونفى الضر والنفع هنا عن الأصنام باعتبار الذات، وإثباتهما لها في سورة الحج في قوله يَدْعُوا لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ باعتبار السبب، فلا يرد كيف نفى عن الأصنام الضر والنفع، وأثبتهما لها في سورة الحج».وقوله: وَيَقُولُونَ هؤُلاءِ شُفَعاؤُنا عِنْدَ اللَّهِ حكاية لأقوالهم السخيفة عند ما يدعون إلى عبادة الله وحده.والشفعاء: جمع شفيع، وهو من يشفع لغيره في دفع ضرر أو جلب نفع.أى: أنهم يدينون بالعبادة لأصنام لا تضرهم إن تركوا عبادتها، ولا تنفعهم إن عبدوها، فإذا ما طلب منهم أن يجعلوا عبادتهم لله وحده قالوا: إننا نعبد هذه الأصنام لتكون شفيعة لنا عند الله في دنيانا، بأن نتوسل إليه بها في إصلاح معاشنا، وفي آخرتنا إن كان هناك ثواب وعقاب يوم القيامة.وهنا يأمر الله- تعالى- نبيه صلى الله عليه وسلم أن يرد عليهم بما يخرس ألسنتهم فيقول: قُلْ أَتُنَبِّئُونَ اللَّهَ بِما لا يَعْلَمُ فِي السَّماواتِ وَلا فِي الْأَرْضِ.أى: قل يا محمد لهؤلاء الجاهلين: إن الله- تعالى- لا يخفى عليه شيء في هذا الكون ولا يعلم أن هناك من يشفع عنده مما تزعمون شفاعته. فهل تعلمون أنتم ما لا يعلمه، وهل تخبرونه بما لا يعلم له وجودا في السموات ولا في الأرض؟!! فالمقصود بهذه الجملة الكريمة التهكم بهم، والسخرية بعقولهم وأفكارهم، ونفى أن تكون الأوثان شفعاء عند الله بأبلغ وجه.والعائد في قوله بِما لا يَعْلَمُ محذوف. والتقدير بما لا يعلمه.وقوله فِي السَّماواتِ وَلا فِي الْأَرْضِ حال من العائد المحذوف، وهو مؤكد للنفي، لأن مالا يوجد فيهما فهو منتف عادة.قال صاحب الكشاف: «فإن قلت كيف: أنبأوا الله بذلك؟ قلت: هو تهكم بهم، وبما ادعوه من المحال الذي هو شفاعة الأصنام، وإعلام بأن الذي أنبأوا به باطل. فكأنهم يخبرونه بشيء لا يتعلق علمه به، كما يخبر الرجل بما لا يعلمه.وقوله فِي السَّماواتِ وَلا فِي الْأَرْضِ تأكيد لنفيه، لأن ما لم يوجد فيهما فهو منتف معدوم».وقوله: سُبْحانَهُ وَتَعالى عن كل شريك، وعما قاله هؤلاء الجاهلون من أن الأصنام شفعاء عنده.وبذلك تكون الآية الكريمة قد وبخت المشركين على عبادتهم لغير الله وعلى جهالاتهم وتقولهم على الله بغير علم.ثم بين- سبحانه- أن عبادة الناس لغيره- تعالى- إنما حدثت بعد أن اختلفوا واتبعوا الهوى. فقال:"
}