{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/98/",
    "ayah_number": 98,
    "text": "قال القرطبي ما ملخصه: «روى في قصة يونس- عليه السلام- عن جماعة من المفسرين، أن قوم يونس كانوا بنينوى من أرض الموصل- بالعراق- وكانوا يعبدون الأصنام، فأرسل الله إليهم يونس يدعوهم إلى الإسلام، وترك ما هم عليه فأبوا، فقيل: إنه أقام يدعوهم تسع سنين فيئس من إيمانهم. فقيل له: أخبرهم أن العذاب مصبحهم إلى ثلاث ففعل. وقالوا: هو رجل لا يكذب فارقبوه، فإن أقام معكم وبين أظهركم فلا عليكم، وإن ارتحل عنكم، فهو نزول العذاب لا شك ...فلما كان الليل تزود يونس وخرج عنهم، فأصبحوا فلم يجدوه، فآمنوا وتابوا، ودعوا الله ولبسوا المسوح، وفرقوا بين الأمهات والأولاد من الناس والبهائم، وردوا المظالم..قال الزجاج: إنهم لم يقع بهم العذاب، وإنما رأوا العلامة التي تدل على العذاب، ولو رأوا العذاب لما نفعهم الإيمان» .وكلمة فَلَوْلا في قوله- سبحانه- فَلَوْلا كانَتْ قَرْيَةٌ آمَنَتْ ... للحث والتحضيض، فهي بمعنى هلا.والمقصود بالقرية أهلها وهم أقوام الأنبياء السابقين، وهي اسم كان. وقوله آمَنَتْ خبرها. وقوله فَنَفَعَها إِيمانُها معطوف على آمَنَتْ.والمعنى: فهلا عاد المكذبون إلى رشدهم وصوابهم، فآمنوا بالحق الذي جاءتهم به رسلهم، فنجوا بذلك من عذاب الاستئصال الذي حل بهم فقطع دابرهم، كما نجا منه قوم يونس- عليه السلام- فإنهم عند ما رأوا أمارات العذاب الذي أنذرهم به نبيهم آمنوا وصدقوا، فكشف الله عنهم هذا العذاب الذي كاد ينزل بهم، ومتعهم بالحياة المقدرة لهم، إلى حين انقضاء آجالهم في هذه الدنيا.قال الإمام الشوكانى: والاستثناء بقوله: إِلَّا قَوْمَ يُونُسَ.. منقطع، وهو استثناء من القرية لأن المراد أهلها.والمعنى: فهلا قرية واحدة من القرى التي أهلكناها آمنت إيمانا معتدا به- وذلك بأن يكون خالصا لله- قبل معاينة العذاب، ولم تؤخره كما أخره فرعون، لكن قوم يونس «لما آمنوا» إيمانا معتدا به قبل معاينة العذاب، أو عند أول المعاينة قبل حلوله بهم «كشفنا عنهم عذاب الخزي» أى: الذل والهوان.وقيل يجوز أن يكون متصلا، والجملة في معنى النفي، كأنه قيل: ما آمنت قرية من القرى الهالكة إلا قوم يونس..» .وقال الشيخ القاسمى ما ملخصه: «وما يرويه بعض المفسرين هنا من أن العذاب نزل عليهم، وجعل يدور على رءوسهم.. ونحو هذا، ليس له أصل لا في القرآن ولا في السنة ...وفي الآية إشارة إلى أنه لم توجد قرية آمنت بأجمعها بنبيها المرسل إليها من سائر القرى، سوى قوم يونس.والبقية دأبهم التكذيب، كلهم أو أكثرهم، كما قال- تعالى- وَكَذلِكَ ما أَرْسَلْنا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قالَ مُتْرَفُوها إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُقْتَدُونَ.وفي الحديث الصحيح: «عرض على الأنبياء، فجعل النبي يمر ومعه الفئام من الناس- أى العدد القليل- والنبي معه الرجل، والنبي معه الرجلان، والنبي ليس معه أحد» .وفي الآية الكريمة- أيضا- تسلية الرسول صلى الله عليه وسلم عما أصابه من حزن بسبب إعراض قومه عن دعوته، وفيها كذلك تعريض بأهل مكة، وإنذارهم من سوء عاقبة الإصرار على الكفر والجحود، وحض لهم على أن يكونوا كقوم يونس- عليه السلام- الذين آمنوا قبل نزول العذاب فنفعهم إيمانهم."
}