{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/92/",
    "ayah_number": 92,
    "text": "وبعد هذا الحديث المشتمل على أشد صنوف الترهيب من الكفر، وعلى بيان سوء عاقبة الكافرين، أتبعه بالحديث عن الطريق الذي يوصل المؤمنين إلى رضا الله وحسن مثوبته فقال- تعالى-: لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ، وَما تُنْفِقُوا مِنْ شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ.تنالوا: من النيل وهو إصابة الشيء والحصول عليه. يقال نال ينال نيلا، إذا أصاب الشيء ووجده وحصل عليه.والبر: الإحسان وكمال الخير. وأصله التوسع في فعل الخير. يقال: بر العبد ربه أى توسع في طاعته.والإنفاق البذل، ومنه إنفاق المال. وعن الحسن: كل شيء أنفقه المسلم من ماله يبتغى به وجه الله ويطلب ثوابه حتى التمرة يدخل في هذه الآية.والمعنى: لن تنالوا حقيقة البر، ولن تبلغوا ثوابه الجزيل الذي يوصلكم إلى رضا الله، وإلى جنته التي أعدها لعباده الصالحين، إلا إذا بذلتم مما تحبونه وتؤثرونه من الأموال وغيرها في سبيل الله، وما تنفقوا من شيء- ولو قليلا- فإن الله به عليم، وسيجازيكم عليه بأكثر مما أنفقتم وبذلتم.ولقد حكى لنا التاريخ كثيرا من صور البذل والإنفاق التي قام بها السلف الصالح من أجل رضا الله وإعلاء كلمته، ومن ذلك ما رواه الشيخان عن أنس بن مالك قال: كان أبو طلحة أكثر الأنصار بالمدينة مالا من نخل، وكان أحب أمواله إليه بيرحاء- موضع بالمدينة- وكانت مستقبلة المسجد، وكان رسول الله صلّى الله عليه وسلّم يدخلها ويشرب من ماء طيب فيها. قال أنس: فلما أنزلت هذه الآية: لن تنالوا البر حتى تنفقوا مما تحبون ... ، قام أبو طلحة إلى رسول الله صلّى الله عليه وسلّم فقال: يا رسول الله، إن الله- تعالى- يقول في كتابه لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وإن أحب أموالى إلى بيرحاء، وإنها صدقة الله- تعالى- أرجو برها وذخرها عند الله، فضعها يا رسول الله حيث أراك الله.فقال رسول الله صلّى الله عليه وسلّم: بخ بخ- كلمة استحسان ومدح- ذلك مال رابح- أى ذو ربح- ذلك مال رابح. وقد سمعت ما قلت. وإنى أرى أن تجعلها في الأقربين. قال أبو طلحة: أفعل يا رسول الله. فقسمها أبو طلحة في أقاربه وبنى عمه»  .قال القرطبي: وكذلك فعل زيد بن حارثة، عمد مما يحب إلى فرس له يقال له «سبل» وقال: اللهم إنك تعلم أنه ليس لي مال أحب إلى من فرسي هذه، فجاء بها إلى النبي صلّى الله عليه وسلّم فقال: هذا في سبيل الله. فقال رسول الله صلّى الله عليه وسلّم لأسامة بن زيد: أقبضه، فكأن زيدا وجد من ذلك في نفسه، فقال رسول الله صلّى الله عليه وسلّم «إن الله قد قبلها منك» .وأعتق عبد الله بن عمر نافعا مولاه، وكان أعطاه فيه عبد الله بن جعفر ألف دينار، قالت صفية بنت أبى عبيد: أظنه تأول قول الله- تعالى- لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ.وقال الحسن البصري: إنكم لن تنالوا ما تحبون إلا بترك ما تشتهون، ولا تدركون ما تؤملون إلا بالصبر على ما تكرهون  .وهكذا نرى أن السلف الصالح قد قدموا ما يحبون من أموالهم وغيرها تقربا إلى الله- تعالى- وشكرا له على نعمائه وعطائه، فرضي الله عنهم وأرضاهم.ثم عاد القرآن الكريم إلى الرد على اليهود الذين جادلوا النبي صلّى الله عليه وسلّم في كثير من القضايا، بعد أن ذكر في الآيات السابقة طرفا من مسالكهم الخبيثة التي منها تواصيهم فيما بينهم بأن يؤمنوا أول النهار ويكفروا آخره، وقد حكى هنا جدلهم فيما أحله الله وحرمه من الأطعمة فقال- تعالى-:"
}