{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/116/",
    "ayah_number": 116,
    "text": "والمراد بالذين كفروا في قوله: إِنَّ الَّذِينَ كَفَرُوا جميع الكفار، لأن اللفظ عام، ولا دليل بمقتضى تخصيصه بفريق من الكافرين دون فريق. والمراد من الإغناء في قوله: لَنْ تُغْنِيَ عَنْهُمْ أَمْوالُهُمْ وَلا أَوْلادُهُمْ مِنَ اللَّهِ شَيْئاً الدفع وسد الحاجة يقال: أغنى فلان فلانا عن هذا الأمر، إذا كفاه مؤنته، ورفع عنه ما أثقله منه.أى: إن الذين كفروا بما يجب الإيمان به، واغتروا بأموالهم وأولادهم في الدنيا، لن تدفع عنهم أموالهم ولا أولادهم شيئا- ولو يسيرا- من عذاب الله الذي سيحيق بهم يوم القيامة بسبب كفرهم وجحودهم.وقد أكد- سبحانه- عدم إغناء أموالهم ولا أولادهم عنهم شيئا- في وقت هم في أشد الحاجة إلى من يعينهم ويدفع عنهم- بحرف «لن» المفيد لتأكيد النفي وخص الأموال والأولاد بالذكر، لأن الكفار كانوا أكثر ما يكونون اغترارا بالأموال والأولاد، وقد حكى القرآن غرورهم هذا بأموالهم وأولادهم في كثير من الآيات، ومن ذلك قوله- تعالى-: وَقالُوا نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ ولأن من المتعارف عليه بين الناس أن الإنسان يلجأ إلى ماله وولده عند الشدائد، إذ المال يدفع به الإنسان عن نفسه في الفداء وما يشبهه من المغارم، والأولاد يدافعون عن أبيهم لنصرته ممن يعتدى عليه.وكرر حرف النفي مع المعطوف في قوله: وَلا أَوْلادُهُمْ، لتأكيد عدم غناء أولادهم عنهم، ولدفع توهم ما هو متعارف من أن الأولاد لا يقعدون عن الذب عن آبائهم.فالمقصود من الجملة الكريمة نفى الانتفاع بالأموال والأولاد في حالة اجتماعهما، وفي حالة انفراد أحدهما عن الآخر، لأن المال قد يكون أكثر نفعا في مواضع خاصة، والأولاد قد يكونون أكثر نفعا من المال في مواطن أخرى، فبتكرار النفي تأكد عدم انتفاع الكفار بهذين النوعين في أية حال من الأحوال.فإن قيل: لقد نص القرآن على أن الكفار لا تغنى عنهم أموالهم ولا أولادهم يوم القيامة، مع أن المؤمنين كذلك لا تغنى عنهم أموالهم ولا أولادهم فلماذا خص الكافرين بالذكر؟.فالجواب أن الكافرين هم الذين اغتروا بأموالهم وأولادهم، وهم الذين اعتقدوا أنهم سينجون من العقاب بسبب ذلك، أما المؤمنون فإنهم لم يعتقدوا هذا الاعتقاد، ولم يغتروا بما منحهم الله من نعم، وإنما اعتقدوا أن الأموال والأولاد فتنة، ولم يعتمدوا في نجاتهم من عقاب الله يوم القيامة إلا على فضله ورحمته، وعلى إيمانهم الصادق، وعملهم الصالح.ومِنَ في قوله: مِنَ اللَّهِ ابتدائية، والجار والمجرور متعلق بتغنى.وقوله: شَيْئاً منصوب على أنه مفعول مطلق أى: لن تغنى عنهم أموالهم ولا أولادهم شيئا من الإغناء والدفع. وتنكير شَيْئاً للتقليل.وقوله: وَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ تذييل قصد به بيان سوء عاقبتهم، وما أعد لهم من عذاب شديد.أى وأولئك الكافرون المغترون بأموالهم وأولادهم، هم أصحاب النار الذين سيلازمونها ويصلون سعيرها، ولن يصرفهم من عذاب الله أى ناصر من أموال أو أولاد أو غيرهما.وقد أكد- سبحانه- هذا الحكم العادل بعدة مؤكدات منها: التعبير باسم الإشارة المتضمن السلب من كل قوة كانوا يعتزون بها، ومنها: ذكر مصاحبتهم للنار وخلودهم فيها أى ملازمتهم لها ملازمة أبدية، ومنها: ما اشتملت عليه الجملة الكريمة من معنى القصر أى أولئك أصحاب النار الذين يلازمونها ولا يخرجون منها إلى غيرها بل هم خالدون فيها."
}