{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/199/",
    "ayah_number": 199,
    "text": "ثم بين- سبحانه- أن أهل الكتاب ليسوا سواء. بل منهم الأشرار ومنهم الأخيار، وقد بين- سبحانه- هنا صفات الأخيار منهم فقال: وَإِنَّ مِنْ أَهْلِ الْكِتابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَما أُنْزِلَ إِلَيْكُمْ وَما أُنْزِلَ إِلَيْهِمْ خاشِعِينَ لِلَّهِ لا يَشْتَرُونَ بِآياتِ اللَّهِ ثَمَناً قَلِيلًا.أى: وَإِنَّ مِنْ أَهْلِ الْكِتابِ وهم اليهود والنصارى لفريقا يُؤْمِنُ بِاللَّهِ إيمانا حقا منزها عن الإشراك بكل مظاهره ويؤمن بما أُنْزِلَ إِلَيْكُمْ من القرآن الكريم على لسان نبيكم محمد صلّى الله عليه وسلّم ويؤمن بحقيقة «ما أنزل إليهم» من التوراة والإنجيل ولا يزالون مع هذا الإيمان العميق خاشِعِينَ لِلَّهِ أى خاضعين له- سبحانه- خائفين من عقابه، طالبين لرضاه لا يَشْتَرُونَ بِآياتِ اللَّهِ ثَمَناً قَلِيلًا أى لا يبيعون آيات الله أو حقيقة من حقائق دينهم في نظير ثمن هو عرض من أعراض الدنيا الفانية، لأن هذا الثمن المأخوذ قليل حتى ولو بلغ القناطير المقنطرة من الذهب والفضة.فأنت ترى أنه- سبحانه- قد وصفهم بخمس صفات كريمة تدل على صفاء نفوسهم وطهارة قلوبهم، وفي هذا إنصاف من القرآن الكريم للمهتدين من أهل الكتاب.وقد ذكر القرآن ما يشبه هذه الآية في كثير من سوره ومن ذلك قوله- تعالى- لَيْسُوا سَواءً مِنْ أَهْلِ الْكِتابِ أُمَّةٌ قائِمَةٌ يَتْلُونَ آياتِ اللَّهِ آناءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ.وقوله- تعالى- مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ ساءَ ما يَعْمَلُونَ.وقدم- سبحانه- إيمانهم بالقرآن على إيمانهم بما أنزل عليهم لأن القرآن هو المهيمن على الكتب السماوية والأمين عليها، فما وافقه منها فهو حق وما خالفه فهو باطل وقوله خاشِعِينَ لِلَّهِ حال من فاعل يُؤْمِنُ وجمع حملا على المعنى:ثم بين- سبحانه- جزاءهم الطيب بعد بيان صفاتهم الكريمة فقال: أُولئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسابِ.أى أولئك الموصوفون بتلك الصفات الكريمة لهم أجرهم الجزيل في مقابل أعمالهم الصالحة وأفعالهم الحميدة.وقوله إِنَّ اللَّهَ سَرِيعُ الْحِسابِ كناية عن كمال علمه بمقادير الأجور ومراتب الاستحقاق وأنه يوفيها لكل عامل على ما ينبغي وقدر ما ينبغي.ويجوز أن يكون كناية عن قرب إنجاز ما وعد من الأجر فإن سرعة الحساب تستدعى سرعة الجزاء فكأنه قيل: لهم أجرهم عند ربهم عن قريب، لأن الله- تعالى- سريع الحساب والجزاء."
}