{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/133/",
    "ayah_number": 133,
    "text": "ثم أمرهم- سبحانه- بالمبادرة إلى الأعمال الصالحة التي توصلهم إلى مغفرة الله ورضوانه فقال: وَسارِعُوا إِلى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّماواتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ.قال الآلوسى: وسبب نزول هذه الآية على ما أخرجه عبد بن حميد وغيره عن عطاء بن أبى رباح: أن المسلمين قالوا: يا رسول الله. بنو إسرائيل كانوا أكرم على الله منا، كانوا إذا أذنب أحدهم ذنبا أصبحت كفارة ذنبه مكتوبة في عتبة داره اجدع أنفك، اجدع أذنك، افعل كذا وكذا فسكت صلّى الله عليه وسلّم فنزلت هذه الآيات إلى قوله وَالَّذِينَ إِذا فَعَلُوا فاحِشَةً الآية فقال النبي صلّى الله عليه وسلّم ألا أخبركم بخير من ذلكم ثم تلاها عليهم».وقوله: سارِعُوا إِلى مَغْفِرَةٍ مِنْ رَبِّكُمْ من السرعة بمعنى المبادرة إلى الشيء بدون تأخير أو تردد. والكلام على حذف مضاف: أى سارعوا وبادروا إلى ما يوصلكم إلى ما به تظفرون بمغفرة ربكم ورحمته ورضوانه وجنته، بأن تقوموا بأداء ما كلفكم به من واجبات، وتنتهوا عما نهاكم عنه من محظورات.ولقد قرأ نافع وابن عامر بغير واو، وهي قراءة أهل المدينة والشام. والباقون بالواو، وهي قراءة أهل مكة والعراق.فمن قرأ بالواو، جعل قوله- تعالى- وَسارِعُوا، معطوفا على قوله وَأَطِيعُوا أى:أطيعوا الله والرسول وسارعوا إلى مغفرة من ربكم.ومن قرأ بغير واو جعل قوله «سارعوا» مستأنفا، إذ هو بمنزلة البيان أو بدل الاشتمال.ومِنْ في قوله مِنْ رَبِّكُمْ ابتدائية، والجار والمجرور متعلق بمحذوف صفة للمغفرة أى مغفرة كائنة من ربكم..ولقد عظم- سبحانه- بذلك شأن هذه المغفرة التي ينبغي طلبها بإسراع ومبادرة، بأن جاء بها منكرة، وبأن وصفها بأنها كائنة منه- سبحانه- هو الذي خلق الخلق بقدرته، ورباهم برعايته.ووصف- سبحانه- الجنة بأن عرضها السموات والأرض على طريقة التشبيه البليغ، بدليل التصريح بحرف التشبيه في قوله- تعالى- سابِقُوا إِلى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُها كَعَرْضِ السَّماءِ وَالْأَرْضِ.قال الفخر الرازي ما ملخصه: وفي معنى أن عرض الجنة مثل عرض السموات والأرض وجوه منها: أن المراد لو جعلت السموات والأرضون طبقا طبقا، بحيث تكون كل واحدة من تلك الطبقات سطحا مؤلفا من أجزاء لا تتجزأ، ثم وصل البعض بالبعض طبقا واحدا لكان ذلك مثل عرض الجنة، وهذا غاية في السعة لا يعلمها إلا الله.ومنها أن المقصود المبالغة في وصف السعة للجنة، وذلك لأنه لا شيء عندنا أعرض منهما ونظيره قوله خالِدِينَ فِيها ما دامَتِ السَّماواتُ وَالْأَرْضُ. فإن أطول الأشياء بقاء عندنا هو السموات والأرض، فخوطبنا على وفق ما عرفناه، فكذا هنا» .وخص- سبحانه- العرض بالذكر، ليكون أبلغ في الدلالة على عظمها واتساع طولها، لأنه إذا كان عرضها كهذا، فإن العقل يذهب كل مذهب في تصور طولها «لأن العرض في العادة أقل من الطول. وذلك كقوله- تعالى- في صفة فرش الجنة مُتَّكِئِينَ عَلى فُرُشٍ بَطائِنُها مِنْ إِسْتَبْرَقٍ لأنه إذا كانت بطانة الفرش من الحرير فكيف يكون ما فوق البطانة مما تراه الأعين؟.قال القفال: ليس المراد بالعرض هاهنا ما هو خلاف الطول، بل هو عبارة عن السعة كما تقول العرب: بلاد عريضة، ويقال هذه دعوى عريضة أى واسعة عظيمة. والأصل فيه أن ما اتسع عرضه لم يضق، وما ضاق عرضه دق، فجعل العرض كناية عن السعة» .قال ابن كثير: وقد روينا في مسند الإمام أحمد أن هرقل كتب إلى النبي صلّى الله عليه وسلّم يقول: «إنك دعوتني إلى جنة عرضها السموات والأرض فأين النار؟ فقال النبي صلّى الله عليه وسلّم: سبحان الله فأين الليل إذا جاء النهار» .وعن أبى هريرة أن رجلا جاء إلى النبي صلّى الله عليه وسلّم فقال: أرأيت قوله- تعالى-: جَنَّةٍ عَرْضُهَا السَّماواتُ وَالْأَرْضُ فأين النار قال: أرأيت الليل إذا جاء لبس كل شيء فأين النهار؟قال: حيث شاء الله فقال صلّى الله عليه وسلّم: «وكذلك النار تكون حيث شاء الله» .وقوله- تعالى- أُعِدَّتْ لِلْمُتَّقِينَ أى هيئت للمتقين الذين صانوا أنفسهم عن محارم الله، وجعلوا بينهم وبينها وقاية وساترا، وخافوا مقام ربهم ونهوا أنفسهم عن الهوى."
}