{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/10/",
    "ayah_number": 10,
    "text": "الوقود- بفتح الواو- هو ما توقد به النار كالحطب وغيره. وأصله من وقدت النار تقد إذا اشتعلت. والوقود- بضم الواو- المصدر عند أكثر اللغويين.والمعنى: إن الذين كفروا بالحق لما جاءهم، وعموا وصموا عن الاستجابة له، لن تنفعهم أموالهم ولا أولادهم يوم القيامة، ولن تدفع عنهم شيئا من عذاب الله الذي استحقوه بسبب كفرهم، واغترارهم بكثرة المال، وعزة النفر، وقوة العصبية وقد أكد- سبحانه- هذا الحكم ردا على مزاعمهم الباطلة من أن ذلك سينفعهم فقد حكى القرآن عنهم أنهم قالوا: نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ فبين- سبحانه- أنه بسبب كفرهم الذي أصروا عليه، لن تنفعهم أموالهم ولا أولادهم أى نفع من وقوع عذاب الله عليهم.ومن في قوله مِنَ اللَّهِ لابتداء الغاية وشَيْئاً منصوب على المصدرية. أى شيئا من الإغناء. أو النفع، لأن الذي ينفع الناس يوم القيامة إنما هو إيمانهم وعملهم الصالح.والإشارة في قوله وَأُولئِكَ هُمْ وَقُودُ النَّارِ لأولئك الكافرين الذين غرهم بالله الغرور.أى: وأولئك الكافرون الذين اغتروا بأموالهم وأولادهم ولم يعيروا أسماعهم أى التفات إلى الحق هم وقود النار أى حطبها. أى أن النار يشتد اشتعالها فيهم حتى لكأنهم هم مادتها التي بها تتقد وتشتعل.وجيء بالإشارة في قوله وَأُولئِكَ لاستحضارهم في الأذهان حتى لكأنهم بحيث يشار إليهم، وللتنبيه على أنهم أحرياء بما سيأتى من الخبر وهو قوله هُمْ وَقُودُ النَّارِ. وكانت الإشارة للبعيد، للإشعار بغلوهم في الكفر، وانغماسهم فيه إلى منتهاه، ولذلك كانت العقوبة شديدة.وقوله وَأُولئِكَ مبتدأ، وهم ضمير فصل والخبر قوله: وَقُودُ النَّارِ والجملة مستأنفة مقررة لعدم الإغناء. وفي هذا التذييل تهديد شديد للكفار الذين اغتروا بأموالهم وأولادهم ببيان أن ما اغتروا به لن يحول بينهم وبين الخلود في النار.قال الفخر الرازي ما ملخصه: اعلم أن كمال العذاب هو أن يزول عن الإنسان كل ما كان منتفعا به. ثم يجتمع عليه جميع الأسباب المؤلمة.أما الأول فهو المراد بقوله لَنْ تُغْنِيَ عَنْهُمْ أَمْوالُهُمْ وَلا أَوْلادُهُمْ مِنَ اللَّهِ شَيْئاً وذلك لأن المرء عند الخطوب والنوائب في الدنيا يفزع إلى المال والولد. فبين الله- تعالى- أن صفة ذلك اليوم مخالفة لصفة الدنيا. ونظير هذه الآية قوله- تعالى- يَوْمَ لا يَنْفَعُ مالٌ وَلا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ.وأما القسم الثاني من أسباب العذاب فهو أن يجتمع عليه الأسباب المؤلمة، وإليه الإشارة بقوله: وَأُولئِكَ هُمْ وَقُودُ النَّارِ وهذا هو النهاية في العذاب، فإنه لا عذاب أزيد من أن تشتعل النار فيهم كاشتعالها في الحطب اليابس."
}