{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/152/",
    "ayah_number": 152,
    "text": "قال القرطبي: قال محمد بن كعب القرطبي: لما رجع رسول الله صلّى الله عليه وسلّم إلى المدينة بعد أحد، وقد أصيبوا قال بعضهم لبعض: من أين أصابنا هذا وقد وعدنا الله النصر؟ فنزل قوله- تعالى- وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ الآية.وذلك أنهم قتلوا صاحب لواء المشركين وسبعة نفر منهم بعده على اللواء، وكان الظفر ابتداء للمسلمين، غير أنهم اشتغلوا بالغنيمة وترك بعض الرماة أيضا مراكزهم طلبا للغنيمة فكان ذلك سبب الهزيمة.وقد روى البخاري عن البراء بن عازب قال: لما كان يوم أحد ولقينا المشركين أجلس رسول الله صلّى الله عليه وسلّم أناسا من الرماة وأمر عليهم عبد الله بن جبير وقال لهم: «لا تبرحوا من مكانكم. إن رأيتمونا ظهرنا عليهم فلا تبرحوا، وإن رأيتموهم قد ظهروا علينا فلا تعينونا» .قال: فلما لقيناهم هربوا حتى رأيت النساء يشتددن الجبل- أى يسرعن الفرار- يرفعن عن سوقهن، قد بدت خلاخلهن. فجعلوا يقولون- أى الرماة- «الغنيمة.. الغنيمة» فقال لهم أميرهم عبد الله بن جبير. أمهلوا. أما عهد إليكم رسول الله صلّى الله عليه وسلّم ألا تبرحوا أماكنكم؟ فأبوا- وانطلقوا لجمع الغنائم- فلما أتوهم صرف الله وجوههم وقتل من المسلمين سبعون رجلا» .وصدق الوعد معناه: تحقيقه والوفاء به، الصدق: مطابقة الخبر للواقع. والمراد بهذا الوعد، ما وعد الله به المؤمنين من النصر والظفر في مثل قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدامَكُمْ   .وفي مثل قوله- تعالى- سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِما أَشْرَكُوا بِاللَّهِ ما لَمْ يُنَزِّلْ بِهِ سُلْطاناً .وفي مثل قول الرسول صلّى الله عليه وسلّم للرماة قبل أن تبدأ المعركة «لا تبرحوا أماكنكم فلن نزال غالبين ما ثبتم مكانكم» .ومعنى «تحسونهم تقتلونهم قتلا شديدا يفقدون معه حسهم وحركتهم. يقال: حسه حسا إذا قتله. وحقيقته: أصاب حاسته بآفة فأبطلها، يقال: كبده وفأده أى: أصاب كبده وفؤاده.ومنه جراد محسوس، وهو الذي قتله البرد أو مسته النار فأهلكته.والمعنى: ولقد حقق الله- تعالى- لكم- أيها المؤمنون- ما وعدكم به من النصر على أعدائكم إذ أيدكم في أول معركة أحد بعونه وتأييده فصرتم تقتلون المشركين قتلا ذريعا شديدا بإذنه وتيسيره ورعايته وكان حليفا لكم في أول المعركة.و «صدق» يتعدى لاثنين أحدهما بنفسه والآخر بحرف الجر تقول: صدقت زيدا في الحديث. وقد يتعدى بنفسه إلى المفعولين كما هنا إذ المفعول الأول ضمير المخاطبين، والثاني قوله وَعْدَهُ.وقوله إِذْ تَحُسُّونَهُمْ معمول لصدقكم أى صدقكم في هذا الوقت وهو وقت قتلهم وقوله «بإذنه» متعلق بمحذوف لأنه حال من فاعل «تحسونهم» أى تقتلونهم مأذونا لكم في ذلك.فالجملة الكريمة تذكر المؤمنين بما كان من نصر الله- تعالى- لهم عند ما أقبلوا على معركة أحد بقلوب مخلصة، ونفوس ثابتة وعزيمة صادقة.. ثم بين- سبحانه- أما ما أصابهم من هزيمة بعد ذلك كان بسبب فشلهم وتنازعهم فقال- تعالى: حَتَّى إِذا فَشِلْتُمْ وَتَنازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ ما أَراكُمْ ما تُحِبُّونَ.والفشل: بمعنى الجبن والضعف، يقال فشل يفشل فهو فشل وفاشل والتنازع: التخاصم والتحالف.والمعنى: ولقد صدقكم الله وعده في النصر- أيها المؤمنون- عند ما كنتم تقاتلون أعداءكم بإيمان صادق، وإخلاص الله- تعالى- حتى إذا ضعفت نفوسكم وعجزتم عن مقاومة أهوائكم وتنازعتم فيما بينكم (أنتبع الغنائم نجمعها أم نبقى في أماكننا التي حددها الرسول صلّى الله عليه وسلّم لنا) ؟ومال أكثركم إلى طلب الغنائم مخالفا أمر الرسول صلّى الله عليه وسلّم من بعد ما أراكم الله في أول المعركة من نصر مؤزر تحبونه وترجونه، ومن مغانم تتطلعون إليها بلهفة وشوق.حتى إذا فعلتم ذلك منع الله- تعالى- عنكم نصره، وتحول نصركم إلى هزيمة وفقدتم أنفسكم وما جمعتموه من غنائم.وهكذا نرى أن ما أصاب المسلمين في أحد من هزيمة كان بسبب فشل بعضهم وتنازعهم وعصيانهم أمر رسولهم صلّى الله عليه وسلّم وصدق الله إذ يقول: وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً  .ولقد رتب الله- تعالى- ما حدث من بعض المؤمنين في غزوة أحد ترتيبا دقيقا، يتفق مع ما حصل منهم وذلك لأنهم حدث منهم- أولا- الفشل بمعنى العجز النفسي عن الثبات والصبر. ثم ترتب على ذلك أن تنازعوا فيما بينهم ونتج عن هذا التنازع أن ترك معظمهم مكانه ونزل إلى ميدان المعركة لجمع المغانم، ثم ترتب على كل ذلك معصيتهم لأمر رسولهم وقائدهم صلّى الله عليه وسلّم.قال الجمل ما ملخصه: وقوله حَتَّى إِذا فَشِلْتُمْ في حتى هذه قولان:أحدهما: أنها حرف جر بمعنى إلى وفي متعلقها حينئذ ثلاثة أوجه.أحدها: أنها متعلقة بقوله: تَحُسُّونَهُمْ أى تقتلونهم إلى هذا الوقت.والثاني: أنها متعلقة «بصدقكم» أى صدقكم الله وعده إلى وقت فشلكم. والثالث: أنها متعلقة بمحذوف دل عليه السياق تقديره: ودام لكم ذلك إلى وقت فشلكم.والقول الثاني: أنها حرف ابتداء داخلة على الجملة الشرطية وإِذْ على بابها من كونها شرطية، والصحيح أن جوابها محذوف أى حتى إذا فشلتم وتنازعتم منع الله عنكم نصره» .وقال الفخر الرازي: فإن قيل ما الفائدة في قوله مِنْ بَعْدِ ما أَراكُمْ ما تُحِبُّونَ؟فالجواب عنه: أن المقصود منه التنبيه على عظم المعصية، لأنهم لما شاهدوا أن الله- تعالى- «أكرمهم بإنجاز الوعد كان من حقهم أن يمتنعوا عن المعصية، فلما أقدموا عليها لا جرم سلبهم الله ذلك الإكرام وأذاقهم وبال أمرهم. وقوله مِنْكُمْ مَنْ يُرِيدُ الدُّنْيا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ تفصيل للتنازع الذي كان بين الرماة، أو بين بعض أفراد المسلمين الذين اشتركوا في هذه الغزوة «2» .أى: منكم- أيها المسلمون- من يريد الدنيا ومغانمها حتى حمله ذلك على ترك مكانه المخصص له مخالفا نصيحة قائده ورسوله صلّى الله عليه وسلّم ولو أن هذا البعض منكم خالف هواه، وحارب مطامعه، وأطاع أمر رسوله صلّى الله عليه وسلّم لتم لكم النصر، ولأتتكم الدنيا بغنائمها وهي صاغرة.ومنكم من يريد بجهاده وعمله ثواب الآخرة وهم الذين أطاعوا أمر رسولهم صلّى الله عليه وسلّم وثبتوا إلى جانبه يدافعون عنه وعن عقيدتهم وعن أنفسهم دفاع الأبطال الصامدين وهؤلاء هم الذين رضى الله عنهم ورضوا عنه وأعد لهم ما يسعدهم في دنياهم وآخرتهم.قال ابن جرير: قال ابن عباس: لما هزم الله المشركين يوم أحد، قال الرماة: أدركوا الناس لا يسبقوكم إلى الغنائم فتكون لهم دونكم، وقال بعضهم: لا نريم حتى يأذن لنا النبي صلّى الله عليه وسلّم فنزلت: مِنْكُمْ مَنْ يُرِيدُ الدُّنْيا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ.وقال ابن مسعود: ما علمنا أن أحدا من أصحاب رسول الله صلّى الله عليه وسلّم كان يريد الدنيا وعرضها حتى كان يوم أحد»وقوله ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ عطف على جواب «إذا» المقدر، وما بينهما اعتراض بين المعطوف والمعطوف عليه.والتقدير: منع الله نصره عنكم بسبب فشلكم وتنازعكم ومعصيتكم لنبيكم ثم ردكم عنهم دون أن تنالوا ما تبتغون لِيَبْتَلِيَكُمْ أى ليعاملكم الله- تعالى- معاملة من يمتحن غيره، ليتميز قوى الإيمان من ضعيفه وليتبين لكم الصابر المخلص من غيره.وجاء العطف بثم في قوله ثُمَّ صَرَفَكُمْ للإشعار بالتفاوت الكبير بين المقصد الأصلى الذي خرجوا من أجله وهو النصر والحصول على الغنيمة وبين النتيجة التي انتهوا إليها وهي العودة مقهورين.وكان التعبير بكلمة صَرَفَكُمْ دون كلمة «هزمتم» لأن ما حدث في أحد لم يكن هزيمة وإن لم يكن نصرا. لأن الهزيمة تقتضي أن يولى المسلمون الأدبار وأن يتحكم فيهم أعداؤهم وما حدث في أحد لم يكن كذلك، وإنما كان زيادة في عدد الشهداء من المسلمين عن عدد القتلى من المشركين لأن بعض المسلمين خالفوا وصية نبيهم صلّى الله عليه وسلّم وتطلعوا إلى زهرة الدنيا وزينتها بطريقة تتعارض مع ما يقتضيه الإيمان الصادق فكان من الله- تعالى- التأديب لهم.. وفي هذا التعبير ثُمَّ صَرَفَكُمْ عَنْهُمْ تسلية لهم عما أصابهم، وتخفيف لمصابهم فكأنه- سبحانه- يقول لهم: إن ما حدث في أحد إنما هو نوع من الصرف عن الغاية التي من أجلها خرجتم لحكم من أهمها: تمييز الخبيث من الطيب، وتربيتكم على تحمل المصائب والآلام، وتأديبكم بالأدب المناسب حتى لا تعودوا مرة أخرى إلى مخالفة رسولكم صلّى الله عليه وسلّم.ثم ختم- سبحانه- الآية الكريمة بما يمسح آلامهم ويذهب الحسرة من قلوبهم فقال- تعالى- وَلَقَدْ عَفا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ.أى: ولقد عفا- سبحانه- عما صدر منكم تفضلا منه وكرما، والله تعالى هو صاحب الفضل المطلق الدائم على المؤمنين.ولقد أكد- سبحانه- هذا العفو باللام وبقد وبالتعبير بالماضي، ليفتح أمامهم طريق الأمل، وليحفزهم على التوبة الصادقة والإيمان العميق، حتى لا ييأسوا من رحمة الله.والتذييل بقوله وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ مؤكد لمضمون ما قبله.قال الآلوسى: «إيذان بأن ذلك العفو، ولو كان بعد التوبة، بطريق التفضل لا الوجوب أى: شأنه أن يتفضل عليهم بالعفو في جميع الأحوال أديل لهم أو أديل عليهم، إذ الابتلاء أيضا رحمة»فأنت ترى أن الآية الكريمة قد ذكرت المؤمنين بأن الله- تعالى- قد حقق وعده معهم في أول المعركة بأن سلطهم على المشركين يقتلونهم بتأييده ورعايته قتلا ذريعا فلما صدر من بعض المؤمنين الفشل والتنازع والعصيان منع الله عنهم عونه وصرفهم عن الغاية التي كانوا يتمنونها ليتميز الخبيث من الطيب ومع ذلك فقد عفا الله عما صدر منهم من أخطاء لأنه هو صاحب الفضل الدائم على المؤمنين."
}