{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/163/",
    "ayah_number": 163,
    "text": "ثم بين- سبحانه- النتيجة التي ترتبت على عدم تساوى المحسن والمسيء فقال هُمْ دَرَجاتٌ عِنْدَ اللَّهِ، وَاللَّهُ بَصِيرٌ بِما يَعْمَلُونَ.والضمير هُمْ يعود على من في قوله أَفَمَنِ اتَّبَعَ رِضْوانَ اللَّهِ وقوله كَمَنْ باءَ بِسَخَطٍ مِنَ اللَّهِ أى على الفريقين. وبعضهم جعل مرجعه إلى الفريق الأول فقط.والدرجات: جمع درجة وهي الرتبة والمنزلة، ومنه الدرج بمعنى السلم لأنه يصعد عليه درجة بعد درجة.وأكثر ما تستعمل الدرجة في القرآن في المنزلة الرفيعة، كما في قوله- تعالى- وَرَفَعْنا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجاتٍ . بخلاف الدركة فإنها تستعمل في عكس ذلك، كما في قوله- تعالى- إِنَّ الْمُنافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ .ولذا قال الراغب: «الدرك كالدرج لكن الدرج يقال اعتبارا بالصعود، والدرك اعتبارا بالحدور، ولهذا قيل: درجات الجنة ودركات النار ولتصور الحدور في النار سميت هاوية..».والمعنى: هم أى الأخيار الذين اتبعوا رضوان الله، والأشرار الذين رجعوا بسخط منه متفاوتون في الثواب والعقاب على حسب أعمالهم كما تتفاوت الدرجات وإطلاق الدرجات على الفريقين من باب التغليب للأخيار على الأشرار والمراد إن الذين اتبعوا رضوان الله يتفاوتون في الثواب الذي يمنحهم الله إياه على حسب قوة إيمانهم، وحسن أعمالهم.كما أن الذين باءوا بسخط منه يتفاوتون في العقاب الذي ينزل بهم على حسب ما اقترفوه من شرور وآثام، فمن أوغل في الشرور والآثام كان عقابه أشد من عقاب من لم يفعل فعله وهكذا.والذين قالوا إن الضمير هُمْ يعود على الطريق الأول فقط احتجوا بأن التعبير بالدرجات يستعمل في الغالب في الثواب، وبأن الله قد أضاف هذه الدرجات لنفسه فدل ذلك على أن المقصود بقوله: هم الذين اتبعوا رضوان الله. وبأن هؤلاء الذين اتبعوا رضوان الله قد فضل الله بعضهم على بعض كما جاء في بعض الآيات ومنها قوله:انْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ، وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضِيلًا  . والذي نراه أن عودة الضمير «هم» على الفريقين أقرب إلى الحق، لأن تفاوت الدرجات موجود بين الأخيار كما أن تفاوت العقوبات موجود بين الأشرار، فالذين أدوا جميع ما كلفهم الله به من طاعات ليسوا كالذين اكتفوا بأداء الفرائض. والذين انحدروا في المعاصي إلى النهاية ليسوا كالذين وقعوا في بعضها.وقوله عِنْدَ اللَّهِ أى في حكمه وعلمه وهو تشريف لهم والظرف متعلق بدرجات على المعنى، أو متعلق بمحذوف وقع صفة لها. أى درجات كائنة عند الله.وقوله وَاللَّهُ بَصِيرٌ بِما يَعْمَلُونَ أى مطلع على أعمال العباد صغيرها وكبيرها ظاهرها وخفيها، لا يغيب عنه شيء، وسيجازى كل إنسان بما يستحقه على حسب عمله، بمقتضى علمه الكامل، وعدله الذي لا ظلم معه.وبعد أن نزه الله- تعالى- نبيه صلى الله عليه وسلّم عن الغلول وعن كل نقص، وبين أن الناس متفاوتون في الثواب والعقاب على حسب أعمالهم.."
}