{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/126/",
    "ayah_number": 126,
    "text": "ثم تابع القرآن حديثه عن مظاهر فضل الله عليهم ورعايته لهم فقال- تعالى- وَما جَعَلَهُ اللَّهُ إِلَّا بُشْرى لَكُمْ، وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ.أى وما جعل الله- تعالى- الإمداد الذي أمدكم به إلا بشارة لقلوبكم، وتطمينا لنفوسكم فالضمير في جَعَلَهُ يعود إلى الإمداد المفهوم وهو الفاعلي المقدر المدلول عليه بقوله «أن يمدكم» فكأنه قيل: ألن يكفيكم إمداد الله تعالى لكم بما ذكر، وما جعل الله- تعالى- ذلك الإمداد إلا بشرى لكم، ولتسكن قلوبكم به فلا تخافوا كثرة العدو، بل تقدمون عليه بعزائم ثابتة، ونفوس قوية.وقوله بُشْرى مفعول لأجله. والاستثناء مفرغ من أعم العلل، أى ما جعل الله إمدادكم بإنزال الملائكة لشيء من الأشياء إلا للبشارة لكم بأنكم ستنتصرون على أعدائكم.وقوله لِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ معطوف على بُشْرى باعتبار موضعه أى ما جعل إمدادكم إلا للبشرى والطمأنينة.وإنما جر المصدر المؤول من قوله وَلِتَطْمَئِنَّ باللام لاختلال شرط من شروط نصبه على أنه مفعول لأجله، وهذا الشرط هو عدم اتحاد الفاعل. فإن فاعل الجعل هو الله- تعالى-، وفاعل الاطمئنان القلوب، فلذلك نصب المعطوف عليه وهو بُشْرى لاستكمال شروطه. وجر المعطوف وهو وَلِتَطْمَئِنَّ لاختلال شرط من شروطه.ثم ختم- سبحانه- الآية بقوله: وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ.أى ليس النصر إلا من الله وحده فهو العزيز الذي لا يغالب في أمره. الحكيم الذي يفعل كل ما يريد فعله حسبما تقتضيه إرادته.فالجملة الكريمة المقصود منها غرس الاعتماد على الله في قلوب المؤمنين وتفويض أمورهم إليه، وبيان أن النصر إنما هو من الله وحده، وليس من الملائكة أو من غيرهم، لأن الملائكة أو غيرهم أسباب عادية بمعزل عن التأثير، إلا إذا أراد الله ذلك. فهو الخالق للأسباب والمسببات.ولقد حرص القرآن في كثير من آياته على تثبيت هذا المعنى في قلوب المؤمنين حتى لا يعتمدوا على الأسباب والوسائل التي بين أيديهم، ويغتروا بها، دون أن يلتفتوا إلى قدرة خالق الأسباب والوسائل، فإنهم إذا اغتروا بالأسباب والوسائل، ونسوا خالقها أتاهم الفشل من حيث لم يحتسبوا وكان أمرهم فرطا.والعاقل من الناس هو الذي يباشر الأسباب التي شرعها الله- تعالى- بتدبر واعتبار بحيث يوقن أن من ورائها خالقا لها، يجب أن يستجيب له في كل ما أمر أو نهى، وأن يعتمد عليه في كل شئونه وأحواله."
}