{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/113/",
    "ayah_number": 113,
    "text": "فالضمير في قوله- تعالى- لَيْسُوا سَواءً يعود لأهل الكتاب الذين تقدم الحديث عنهم وهو اسم ليس، وخبرها قوله سَواءً والجملة مستأنفة للثناء على من يستحق الثناء منهم بعد أن وبخ القرآن من يستحق التوبيخ منهم.قال ابن كثير: والمشهور عند كثير من المفسرين أن هذه الآيات نزلت فيمن آمن من أحبار أهل الكتاب كعبد الله بن سلام وأسد بن عبيد وثعلبة بن شعبة وغيرهم. أى لا يستوي من تقدم ذكرهم بالذم من أهل الكتاب، وهؤلاء الذين أسلموا، ولهذا قال- تعالى- لَيْسُوا سَواءً أى ليسوا كلهم على حد سواء بل منهم المؤمن ومنهم المجرم .وقوله- تعالى- مِنْ أَهْلِ الْكِتابِ أُمَّةٌ قائِمَةٌ استئناف مبين لكيفية عدم التساوي ومزيل لما فيه من إيهام.أى: ليس أهل الكتاب متساوين في الكفر وسوء الأخلاق، بل منهم طائفة قائمة بأمر الله مطيعة لشرعه مستقيمة على طريقته ثابتة على الحق ملازمة له، لم تتركه كما تركه الأكثرون من أهل الكتاب وضيعوه.فمعنى قائمة. مستقيمة عادلة من قولك أقمت العود فقام بمعنى استقام.أو معناها: ثابتة على التمسك بالدين الحق، ملازمة له غير مضطربة في التمسك به، كما في قوله- تعالى- إِلَّا ما دُمْتَ عَلَيْهِ قائِماً أى ملازما لمطالبته يحقك. ومنه قوله- تعالى- شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولُوا الْعِلْمِ قائِماً بِالْقِسْطِ أى ملازما له.والمراد بهذه الطائفة من أهل الكتاب التي وصفها الله- تعالى- بأنها أُمَّةٌ قائمة أولئك الذين أسلموا منهم واستقاموا على أمر الله وأطاعوه في السر والعلن، كعبد الله بن سلام، وأصحابه، والنجاشيّ ومن آمن معه من النصارى. فهؤلاء قد آمنوا بكل ما يجب الإيمان به، ولم يفرقوا بين أنبياء الله ورسله، فمدحهم الله على ذلك وأثنى عليهم.ثم تابع القرآن حديثه عن أوصافهم الكريمة فقال يَتْلُونَ آياتِ اللَّهِ آناءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ.وقوله يَتْلُونَ من التلاوة وهي القراءة، وأصل الكلمة من الإتباع، فكأن التلاوة هي إتباع اللفظ اللفظ.والمراد بآيات الله هنا: ما أنزله على رسوله محمد صلّى الله عليه وسلّم من قرآن.وقوله: آناءَ اللَّيْلِ أى أوقاته وساعاته. والآناء جمع إنى- كمعا وأمعاء- أو جمع أنى- كعصا-، أو جمع أنى وإنى وإنو. فالهمزة في آناء منقلبة عن ياء كرداء: أو عن واو ككساء.والمراد بالسجود في قوله: وَهُمْ يَسْجُدُونَ الصلاة لأن السجود لا قراءة فيه وإنما فيه التسبيح، فقد روى مسلم في صحيحه عن ابن عباس قال: قال رسول الله صلّى الله عليه وسلّم: «ألا إنى نهيت أن أقرأ القرآن راكعا أو ساجدا فأما الركوع فعظموا فيه الرب، وأما السجود فاجتهدوا في الدعاء فقمن أن يستجاب لكم» .والمعنى: ليس أهل الكتاب متساوين في الاتصاف بما ذكر من القبائح، بل منهم قوم سلموا منها، وهم الذين استقاموا على الحق ولزموه، وأكثروا من تلاوة آيات الله في صلاتهم التي يتقربون بها إلى الله- تعالى- آناء الليل وأطراف النهار.قال الآلوسى ما ملخصه. والمراد بصلاتهم هذه التهجد- على ما ذهب إليه البعض-.وعلل هذا بأنه أدخل في المدح وفيه تتيسر لهم التلاوة، لأنها في المكتوبة وظيفة الإمام.والذي عليه بعض السلف أنها صلاة العتمة. واستدل عليه بما أخرجه الإمام أحمد والنسائي وابن جرير والطبراني عن ابن مسعود قال أخر رسول الله صلّى الله عليه وسلّم ليلة صلاة العشاء ثم خرج إلى المسجد فإذا الناس ينتظرون الصلاة فقال: «أما إنه لا يصلى هذه الصلاة أحد من أهل الكتاب» . وعبر عن الصلاة بالسجود، لأنه أدل على كمال الخضوع والصلاة تسمى سجودا وسجدة، وركوعا وركعة  ."
}