{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/176/",
    "ayah_number": 176,
    "text": "الخطاب في قوله تعالى وَلا يَحْزُنْكَ الَّذِينَ يُسارِعُونَ فِي الْكُفْرِ للنبي صلّى الله عليه وسلّم والمقصود منه تسليته وإدخال الطمأنينة على قلبه، حتى لا يتأثر بما يراه من كفر الكافرين، ونفاق المنافقين، وفسق الفاسقين.أى: لا يحزنك ولا يثر في نفسك الحسرات يا محمد، حال أولئك القوم الذين يُسارِعُونَ فِي الْكُفْرِ أى يتوغلون فيه، ويتعجلون في إظهاره وتأييده والعمل به عند سنوح الفرص، ويقعون فيه سريعا دون تريث أو تدبر أو تفكير والمقصود بالنهى عن الحزن، النهى عن الاسترسال فيه وفي الأسباب التي تؤدى إليه، كأن يظن صلّى الله عليه وسلّم أن كثرة الضالين ستؤدى إلى انتصارهم على المؤمنين.وقد أشار إلى ذلك صاحب الكشاف فقال: يُسارِعُونَ فِي الْكُفْرِ يقعون فيه سريعا، ويرغبون فيه أشد رغبة. وهم الذين نافقوا من المتخلفين. وقيل: هم قوم ارتدوا عن الإسلام.فإن قلت: فما معنى قوله وَلا يَحْزُنْكَ ومن حق الرسول أن يحزن لنفاق من نافق وارتداد من ارتد؟ قلت: معناه: لا يحزنوك لخوف أن يضروك ويعينوا عليك»  .ولتضمن المسارعة معنى الوقوع تعدت بحرف «في» دون حرف «إلى» الشائع تعديتها بها كما في قوله- تعالى- وَسارِعُوا إِلى مَغْفِرَةٍ مِنْ رَبِّكُمْ.وقوله إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئاً تعليل للنهى عن أن يحزنه تسارعهم في الكفر أى:لا يحزنك يا محمد حال هؤلاء المارقين الذين يسارعون في الكفر وينتقلون فيه من دركة إلى دركة أقبح من سابقتها، فإنهم مهما تمادوا في كفرهم وضلالهم ومحاولتهم إضلال غيرهم، فإنهم لن يضروا دين الله أو أولياءه بشيء من الضرر حتى ولو كان ضررا يسيرا.ففي الكلام حذف مضاف والتقدير إنهم لن يضروا أولياء الله شيئا.وفي هذا الحذف تشريف للمؤمنين الصادقين، وإشعار بأن مضارتهم بمنزلة مضارته- سبحانه- وفي الحديث القدسي: «من عادى لي وليا فقد آذنته بحرب» .ولقد كان النبي صلّى الله عليه وسلّم بمقتضى طبيعته البشرية، وغيرته على دين الله- تعالى- يحزن لإعراض المعرضين عن الحق الذي جاء به، ولقد حكى القرآن ذلك في كثير من آياته، ومنه وله- تعالى- فَلا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَراتٍ إِنَّ اللَّهَ عَلِيمٌ بِما يَصْنَعُونَ  وقوله- تعالى- فَلَعَلَّكَ باخِعٌ نَفْسَكَ عَلى آثارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهذَا الْحَدِيثِ أَسَفاً  .فأراد- سبحانه- في هذه الآية الكريمة وأمثالها أن يزيل من نفس رسوله صلّى الله عليه وسلّم هذا الحزن الذي نتج عن كفر الكافرين، وأن يطمئنه إلى أن العاقبة ستكون له ولأتباعه المؤمنين الصادقين.وقوله يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ استئناف لبيان جزائهم على كفرهم في الآخرة، بعد أن بين- سبحانه- عدم إضرارهم لأوليائه في الدنيا.أى: لا ينبغي لك يا محمد أن تحزن لمسارعة هؤلاء الضالين في الكفر، فإنهم لن يضروا أوليائى بشيء من الضرر، ولأن كفرهم ليس مراغمة لله حتى تحزن، وإنما هو بإرادته، لأنه أراد ألا يكون لهم حظ أو نصيب من الخير في الآخرة بسبب استحبابهم العمى على الهدى، ولهم مع هذا الحرمان من الخير في الآخرة عَذابٌ عَظِيمٌ لا يعلم مقدار آلامه وشدته إلا الله تعالى.قال صاحب الكشاف: «فإن قلت: هلا قيل: لا يجعل الله لهم حظا في الآخرة، وأى فائدة في ذكر الإرادة؟ قلت: فائدته الإشعار بأن الداعي إلى حرمانهم وتعذيبهم قد خلص خلوصا لم يبق معه صارف قط حين سارعوا في الكفر، تنبيها على تماديهم في الطغيان وبلوغهم الغاية فيه، حتى إن أرحم الراحمين يريد أن لا يرحمهم» ."
}