{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/180/",
    "ayah_number": 180,
    "text": "ثم بين سبحانه بعد ذلك سوء مصير الذين يبخلون بنعم الله، فلا يؤدون حقها.ولا يقومون بشكرها فقال تعالى: وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْراً لَهُمْ، بَلْ هُوَ شَرٌّ لَهُمْ.وقوله يَبْخَلُونَ من البخل وهو ضد الجود والسخاء، ومعناه: أن يقبض الإنسان يده عن إعطاء الشيء لغيره، وأن يحرص حرصا شديدا على ما يملكه من مال أو علم أو غير ذلك.ويرى جمهور المفسرين أن المراد بالبخل هنا البخل بالمال، لأنه هو الذي يتفق مع السياق.ويرى بعضهم أن المراد بالبخل هنا البخل بالعلم وكتمانه، وذلك لأن اليهود كتموا صفات النبي صلّى الله عليه وسلّم التي جاءت بها التوراة.والذي نراه أن ما عليه الجمهور هو الأرجح، لأنه هو المتبادر من معنى الآية، وهو المتفق من سياق الكلام ولذا قال الآلوسى: قوله- تعالى- وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بيان لحال البخل وسوء عاقبته، وتخطئة لأهله في دعواهم خيريته عقب بيان حال الإملاء ...وقيل: وجه الارتباط أنه- تعالى- لما بالغ في التحريص على بذل الأرواح في الجهاد وغيره، شرع هنا في التحريض على بذل المال، وبين الوعيد الشديد لمن يبخل به» .والمعنى: ولا يظنن أولئك الذين يبخلون بما أعطاهم الله من نعم وأموال أن بخلهم فيه خير لهم، كلا، بل إن بخلهم هذا فيه شر عظيم لهم.والنهى عن الحسبان بأن البخل فيه خير في قوله وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ يدل على النفي المؤكد.أى لا يصح لهم أن يظنوا بأية حال من الأحوال أن ذلك البخل فيه خير لهم. بل الحقيقة أن فيه شرا كبيرا لهم.وفي قوله بِما آتاهُمُ اللَّهُ إشعار بسوء صنيعهم، وخبث نفوسهم، حيث بخلوا بشيء ليس وليد علمهم واجتهادهم، وإنما هذا الشيء منحه الله- تعالى- لهم بفضله وجوده، فكان الأولى لهم أن يشكروه على ما أعطى، وأن يبذلوا مما أعطاهم في سبيله.والضمير «هو» يعود على البخل المستفاد من قوله يَبْخَلُونَ.ويرى الزمخشري أنه ضمير فصل لتأكيد نفى الظن في الخيرية.وفي إعادة الضمير، وذكر الجملة الاسمية في قوله بَلْ هُوَ شَرٌّ لَهُمْ تأكيد لمعنى الشر في البخل، وأنه لا خير من ورائه قط، ففي الحديث الشريف الذي رواه الإمام مسلم في صحيحه عن جابر بن عبد الله أن رسول الله صلّى الله عليه وسلّم قال: «اتقوا الظلم فإن الظلم ظلمات يوم القيامة، واتقوا الشح فإن الشح أهلك من كان قبلكم، حملهم على أن سفكوا دماءهم، واستحلوا محارمهم» .ثم بين- سبحانه- المصير المؤلم لأولئك البخلاء فقال- تعالى- سَيُطَوَّقُونَ ما بَخِلُوا بِهِ يَوْمَ الْقِيامَةِ.وقوله سَيُطَوَّقُونَ مشتق من الطوق، وهو ما يلبس من أسفل الرقبة. أى تجعل أموالهم أطواقا حول رقابهم، وأغلالا حول أجسادهم، فيعذبون عذابا أليما بحملها.وجمهور المفسرين على أن الكلام على ظاهره، وأن عذاب هؤلاء البخلاء بنعم الله، سيكون نوعا من العذاب الأخروى المحسوس. وقد أيد القرطبي هذا الاتجاه فقال:«وهذه الآية نزلت في البخل بالمال والإنفاق في سبيل الله وأداء الزكاة المفروضة، ذهب إلى هذا جماعة من المتأولين، منهم: ابن مسعود وابن عباس وأبو وائل.قالوا: ومعنى سَيُطَوَّقُونَ ما بَخِلُوا بِهِ يَوْمَ الْقِيامَةِ هو الذي ورد في الحديث عن أبى هريرة عن النبي صلّى الله عليه وسلّم قال: «من آتاه الله مالا فلم يؤد زكاته مثل له يوم القيامة شجاعا أقرع له زبيبتان يطوقه يوم القيامة ثم يأخذ بلهزمتيه- أى شدقيه- ثم يقول له. أنا مالك أنا كنزك. ثم تلا هذه الآية: وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِما آتاهُمُ اللَّهُ مِنْ فَضْلِهِ  .ويرى بعض العلماء أن هذا الوعيد على سبيل التمثيل، وأن الظاهر غير مراد ومعنى قوله سَيُطَوَّقُونَ ما بَخِلُوا بِهِ عند هذا البعض: سيكلفون أن يأتوا بمثل ما بخلوا به من أموالهم يوم القيامة عقوبة لهم، فلا يأتون لأنهم ليس في قدرتهم ذلك.أو المعنى: سيلزمون وبال ما بخلوا به لزوم الطوق، ويتحملون وزر ذلك يوم القيامة.فالآية الكريمة تدعو المؤمنين إلى الجود والسخاء من أجل إعلاء كلمة الله، وتتوعد البخلاء بأقسى ألوان الوعيد وأفظعها. وتبين أن كل ما في هذا الكون إنما هو ملك لله- تعالى- وحده، فهو المعطى وهو المانع، ولذا قال- تعالى: وَلِلَّهِ مِيراثُ السَّماواتِ وَالْأَرْضِ وَاللَّهُ بِما تَعْمَلُونَ خَبِيرٌ.والميراث: مصدر كالميعاد. وأصله موراث فقلبت الواو ياء لانكسار ما قبلها. والمراد به ما يتوارث.والمعنى: أن لله- تعالى- وحده لا لأحد غيره ما في السموات والأرض مما يتوارثه أهلهما من مال وغيره، فما بال هؤلاء القوم يبخلون عليه بما يملكه، ولا ينفقونه في سبيله. وعلى هذا يكون الكلام جاريا على حقيقته ولا مجاز فيه.ويصح أن يكون المعنى: أن الله- تعالى- يرث من هؤلاء ما في أيديهم مما بخلوا به من مال وغيره وينتقل منهم إليه حين يميتهم ويفنيهم، وتبقى الحسرة والندامة عليهم. وعلى هذا يكون الكلام على سبيل المجاز.قال الزجاج: أى أن الله- تعالى- يفنى أهلهما. فيفنيان بما فيهما، فليس لأحد فيهما ملك.فخوطبوا بما يعلمون، لأنهم يجعلون ما يرجع إلى الإنسان ميراثا، ملكا له» .وقوله وَاللَّهُ بِما تَعْمَلُونَ خَبِيرٌ تذييل قصد به حضهم على الإنفاق، ونهيهم عن البخل، أى أن الله- تعالى- خبير ومطلع على ما يصدر عنكم من سخاء أو بخل أو غيرهما، وسيجازى الذين أساءوا بما عملوا، ويجازى الذين أحسنوا بالحسنى.وبذلك نرى أن هذه الآيات الكريمة قد ساقت ألوانا من التسلية للنبي صلّى الله عليه وسلّم ولأتباعه، وبشرتهم بأن العاقبة ستكون لهم، وفضحت المنافقين وهتكت ما تستروا به من رياء وخداع، وبينت أن من سنن الله في خلقه أن يبتلى عباده بشتى ألوان البلاء ليتميز الخبيث من الطيب، وأنه- سبحانه- يملى للكافرين ثم يأخذهم أخذ عزيز مقتدر، وأن البخلاء بما آتاهم الله من فضله ستكون عاقبتهم شرا، ومصيرهم إلى العذاب الأليم.ثم أخذت السورة الكريمة- بعد أن فضحت المنافقين- في الحديث عن بعض رذائل أهل الكتاب، وفي التحذير من شرورهم، وفي بيان طبيعة هذه الحياة وما تحمله من بلاء واختبار فقال- تعالى-:"
}