{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/161/",
    "ayah_number": 161,
    "text": "ثم نهى- سبحانه- عن الغلول ونزه النبي صلّى الله عليه وسلّم عن ذلك فقال- تعالى- وَما كانَ لِنَبِيٍّ أَنْ يَغُلَّ، وَمَنْ يَغْلُلْ يَأْتِ بِما غَلَّ يَوْمَ الْقِيامَةِ وقوله يَغُلَّ من الغلول وهو الأخذ من الغنيمة خفية قبل قسمتها. يقال: غل فلان شيئا من المغنم يغل غلولا إذا أخذه خفية. ويقال: أغل الجازر أو السالخ إذا أبقى في الجلد شيئا من اللحم على طريق الخفية.وأصله من الغلل وهو دخول الماء في خلل الشجر خفية. والغل: الحقد الكامن في الصدر وسميت هذه الخيانة غلولا، لأنها تجرى في المال على خفاء من وجه لا يحل.والمعنى: ما صح ولا استقام لنبي من الأنبياء أن يخون في المغنم، لأن الخيانة تتنافى مع مقام النبوة الذي هو أشرف المقامات وَمَنْ يَغْلُلْ أى ومن يرتكب شيئا من ذلك، يَأْتِ بِما غَلَّ يَوْمَ الْقِيامَةِ أى يأت بما غله يوم القيامة حاملا إياه ليكون فضيحة له يوم الحشر، ليؤخذ بإثم غلوله وخيانته.وقد روى المفسرون في سبب نزول هذه الآية روايات منها ما أخرجه أبو داود والترمذي عن ابن عباس قال: «نزلت هذه الآية» وَما كانَ لِنَبِيٍّ أَنْ يَغُلَّ في قطيفة حمراء فقدت يوم بدر.فقال بعض الناس: لعل رسول الله صلى الله عليه وسلّم أخذها، وأكثروا في ذلك فأنزل الله الآية» .وأخرج ابن مردويه عن ابن عباس أيضا أن المنافقين اتهموا رسول الله صلّى الله عليه وسلّم بشيء فقد، فأنزل الله- تعالى- وَما كانَ لِنَبِيٍّ أَنْ يَغُلَّ.قال ابن كثير- بعد أن ساق هاتين الروايتين- وهذا تنزيه له صلّى الله عليه وسلّم من جميع وجوه الخيانة في أداء الأمانة وقسمة الغنيمة وغير ذلك   .وفي ورود هذه الآية الكريمة في سياق الحديث عن غزوة أحد، حكمة عظيمة، وتأديب من الله للمؤمنين، وتحذير لهم من الغلول، ذلك أن الرماة الذين تركوا أماكنهم مخالفين أمر رسول الله صلّى الله عليه وسلّم قد دفعهم لذلك خشيتهم من أن ينفرد المقاتلون بالغنائم، ففعلوا ما فعلوا، ولقد روى أن الرسول صلّى الله عليه وسلّم قال للرماة: «أظننتم أنا نغل ولا نقسم لكم» .وقد نهى صلّى الله عليه وسلّم في كثير من الأحاديث عن الغلول ومن ذلك ما أخرجه الإمام مسلم في صحيحه عن أبى هريرة قال: «قام فينا رسول الله صلّى الله عليه وسلّم ذات يوم، فذكر الغلول فعظمه وعظم أمره، ثم قال لا ألفين أحدكم يجيء يوم القيامة على رقبته بعير له رغاء يقول يا رسول الله أغثنى، فأقول: لا أملك لك من الله شيئا قد أبلغتك، ولا ألفين أحدكم يجيء يوم القيامة على رقبته فرس له حمحمة فيقول: يا رسول الله أغثنى فأقول: لا أملك لك من الله شيئا قد أبلغتك، ولا ألفين أحدكم يجيء يوم القيامة على رقبته شاة لها ثغاء يقول يا رسول الله أغثنى فأقول: لا أملك لك من الله شيئا قد أبلغتك. لا ألفين أحكم يجيء يوم القيامة على رقبته نفس لها صياح فيقول: يا رسول الله أغثنى فأقول: لا أملك من الله شيئا قد أبلغتك، لا ألفين أحدكم يجيء يوم القيامة على رقبته رقاع تخفق- أى ثياب- فيقول يا رسول الله أغثنى فأقول: لا أملك لك من الله شيئا قد أبلغتك، لا ألفين أحدكم يجيء يوم القيامة على رقبته صامت- أى ذهب وفضة- فيقول: يا رسول الله أغثنى فأقول: لا أملك لك من الله شيئا قد أبلغتك» .هذا، وجمهور العلماء على أن الغال يأتى بما غله يوم القيامة بعينه على سبيل الحقيقة لأن ظواهر النصوص من الكتاب والسنة نؤيد ذلك. ولأنه لا موجب لصرف الألفاظ عن ظواهرها.ومن العلماء من جعل الإتيان بالغلول يوم القيامة مجاز عن الإتيان بإثمه تعبيرا بما غل عما لزمه من الإثم مجازا.قال الفخر الرازي: «واعلم أن هذا التأويل- المجازى- يحتمل، إلا أن الأصل المعتبر في علم القرآن أنه يجب إجراء اللفظ على الحقيقة إلا إذا قام دليل يمنع منه. وهنا لا مانع من هذا الظاهر فوجب إثباته».ومن المفسرين الذين حملوا الإتيان على ظاهره الإمام القرطبي فقد قال عند تفسيره لقوله- تعالى- وَمَنْ يَغْلُلْ يَأْتِ بِما غَلَّ يَوْمَ الْقِيامَةِ أى يأتى به حاملا له على ظهره ورقبته معذبا بحمله وثقله ومرعوبا بصوته، وموبخا بإظهار خيانته على رءوس الاشهاد.وقال بعد إيراده للحديث السابق الذي رواه مسلم عن أبى هريرة: قيل الخبر محمول على شهرة الأمر. أى يأتى يوم القيامة قد شهر الله أمره كما يشهر لو حمل بعيرا له رغاء أو فرسا له حمحمة.قلت: وهذا عدول عن الحقيقة إلى المجاز والتشبيه، وإذا دار الكلام بين الحقيقة والمجاز فالحقيقة الأصل- كما في كتب الأصول- وقد أخبر النبي صلّى الله عليه وسلّم بالحقيقة ولا عطر بعد عروس» .ثم نبه- سبحانه- على العقوبة التي ستحل بالخائن، بعد أن بين ما سيناله من فضيحة وخزي فقال: ثُمَّ تُوَفَّى كُلُّ نَفْسٍ ما كَسَبَتْ وَهُمْ لا يُظْلَمُونَ.أى: ثم تعطى كل نفس يوم القيامة جزاء ما كسبت من خير أو شر وافيا تاما، وهم لا يظلمون شيئا، لأن الحاكم بينهم هو ربك الذي لا يظلم أحدا.وهذه الجملة معطوفة على ما قبلها وقوله وَمَنْ يَغْلُلْ وجاء العطف بثم المفيدة للتراخي، للإشعار بالتفاوت الشديد بين حمله ما غل وبين جزائه وسوء عاقبته يوم القيامة.وقال- سبحانه- ثُمَّ تُوَفَّى كُلُّ نَفْسٍ.. بصيغة العموم، ولم يقل ثم يوفى الغال مثلا- لأن من فوائد ذكر هذا الجزاء بصيغة العموم، الإعلام والإخبار للغال وغيره من جميع الكاسبينبأن كل إنسان سيجازى على عمله سواء أكان خيرا أو شرا. فيندرج الغال تحت هذا العموم أيضا فكأنه قد ذكر مرتين.وإلى هذا المعنى أشار صاحب الكشاف بقوله: فإن قلت: هلا قيل ثم يوفى ما كسب ليتصل به؟ قلت: جيء بعام دخل تحته كل كاسب من الغال وغيره فاتصل به من حيث المعنى، وهو أبلغ وأثبت، لأنه إذا علم الغال أن كل كاسب خيرا أو شرا مجزى فموفى جزاءه، علم أنه غير متخلص من بينهم مع عظم ما اكتسب ."
}