{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/138/",
    "ayah_number": 138,
    "text": "ثم قال- تعالى- هذا بَيانٌ لِلنَّاسِ وَهُدىً وَمَوْعِظَةٌ لِلْمُتَّقِينَ.والبيان: هو الدلالة التي تفيد إزالة الشبهة بعد أن كانت حاصلة.والهدى: هو الإرشاد إلى ما فيه خير الناس في الحال والاستقبال.والموعظة: هي الكلام الذي يفيد الزجر عما لا ينبغي من الأمور الدينية أو الدنيوية.قالوا: فالحاصل أن البيان جنس تحته نوعان:أحدهما: الكلام الهادي إلى ما ينبغي في الدين وهو الهدى.والثاني: الكلام الزاجر عما لا ينبغي في الدين وهو الموعظة. فعطفهما على البيان من عطف الخاص على العام» .واسم الإشارة يعود إلى ما تقدم هذه الآية الكريمة من أوامر ونواه، ومن وعد ووعيد، ومن حض على السير في الأرض للاعتبار والاتعاظ.أى هذا الذي ذكرناه لكم من وعد ووعيد، ومن أوامر ونواه، ومن حض على الاعتبار بأحوال المكذبين، بَيانٌ لِلنَّاسِ يكشف لهم الحقائق ويرفع عنهم الالتباس وَهُدىً يهديهم إلى ما فيه خيرهم وسعادتهم وَمَوْعِظَةٌ أى تخويف نافع لِلْمُتَّقِينَ الذين يعتبرون بالمثلات، وينتفعون بالعظات.وقيل: إن اسم الإشارة يعود إلى القرآن.أى هذا القرآن بيان للناس وهدى وموعظة للمتقين.وقد رجح ابن جرير الرأى الأول فقال: وأولى القولين في ذلك عندي بالصواب: قول من قال: قوله هذا إشارة إلى ما تقدم هذه الآية من تذكير الله- عز وجل- المؤمنين، وتعريفهم حدوده، وحضهم على لزوم طاعته، والصبر على جهاد أعدائه، لأن قوله هذا إشارة إلى حاضر إما مرئى وإما مسموع وهو في هذا الموضع إلى حاضر مسموع من الآيات المتقدمة، فمعنى الكلام: هذا الذي أوضحت لكم وعرفتكموه بيان للناس» «2» .والمراد بالناس جميعهم، إذ أن ما ساقه الله- تعالى- من دلالات وهدايات وعظات هي للناس كافة، إلا أن الذين ينتفعون بها هم المتقون، لأنهم هم الذين أخلصوا قلوبهم الله، وهم الذين طلبوا الحق وسلكوا طريقه ...والكلمة الهادية لا يستفيد بها إلا القلب المؤمن المفتوح للهدى، والعظة البالغة لا ينتفع بها إلا القلب الخاشع المنيب، والناس في كل زمان ومكان لا ينقصهم- في الغالب- العلم بالحق وبالباطل، وبالهدى والضلال.... وإنما الذي ينقصهم هو القلب السليم الذي يسارع إلى الحق فيعتنقه ويدافع عنه بإخلاص وإصرار، ولذا وجدنا القرآن في هذه الآية- وفي عشرات الآيات غيرها- يصرح بأن المنتفعين بالتذكير هم المتقون فيقول: هذا بَيانٌ لِلنَّاسِ وَهُدىً وَمَوْعِظَةٌ لِلْمُتَّقِينَ."
}