{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/52/",
    "ayah_number": 52,
    "text": "فقوله- تعالى- فَلَمَّا أَحَسَّ عِيسى مِنْهُمُ الْكُفْرَ قالَ مَنْ أَنْصارِي إِلَى اللَّهِ شروع في بيان مآل أحواله- عليه السلام- وفي بيان موقف قومه منه بعد أن بين- قبل ذلك بعض صفاته ومعجزاته وخصائص رسالته.وأحس: بمعنى علم ووجد وعرف. والإحساس: الإدراك ببعض الحواس الخمس وهي الذوق والشم واللمس والسمع والبصر. يقال أحس الشيء، علمه بالحس. وأحس بالشيء شعر به بحاسته والمراد أن عيسى عليه السلام، علم من بنى إسرائيل الكفر علما لا شبهة فيه.والأنصار جمع نصير مثل شريف وأشراف.والمعنى أن عيسى- عليه السلام- قد جاء لقومه بالمعجزات الباهرات التي تشهد بصدقه في دعوته ولكنه لم يجد منهم أذنا واعية، فلما رأى تصميمهم على باطلهم، وأحس منهم الكفر أى علمه يقينا وتحققه تحقق ما يدرك بالحواس، قال على سبيل التبليغ وطلب النصرة: من أنصارى إلى الله؟ أى من أعوانى في الدعوة إلى الله والتبشير بدينه حتى أبلغ ما كلفنى بتبليغه.قال ابن كثير: وذلك كما كان النبي صلّى الله عليه وسلّم يقول في مواسم الحج قبل أن يهاجر «هل من رجل يؤوينى وينصرني حتى أبلغ كلام ربي فإن قريشا قد منعونى أن أبلغ كلام ربي» فقيض الله له الأنصار فآووه ونصروه ومنعوه من الأسود والأحمر» .والفاء في قوله فَلَمَّا تؤذن بالتعقيب على الآيات الباهرة. أى أنهم بعد أن رأوا ما رأوا من معجزات عيسى لم يمتثلوا له ولم يتدبروا عاقبة أمرهم بل كذبوه على الفور، وحاولوا قتله تخلصا منه واستمروا على كفرهم.والتعبير بأحس- كما أشرنا من قبل- يشعر بأنه علم منهم الكفر علما لا شبهة فيه كعلم ما يدرك بالحواس.والمقول لهم مَنْ أَنْصارِي إِلَى اللَّهِ هم الحواريون كما يشير إليه قوله- تعالى- في سورة الصف: يا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصارَ اللَّهِ كَما قالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوارِيِّينَ مَنْ أَنْصارِي إِلَى اللَّهِ وقيل المقول لهم جميع أفراد قومه.وقوله مِنْهُمُ متعلق بأحس. ومن لابتداء الغاية أى ابتداء الإحساس من جهتهم. أو متعلق بمحذوف على أنه حال من الكفر أى أحس الكفر حال كونه صادرا منهم. وقوله إِلَى اللَّهِ متعلق بمحذوف على أنه حال من الياء في أنصارى. أى من أنصارى حال كوني ذاهبا إلى الله أى ملتجئا إليه وشارعا في نصرة دينه.وفي قوله مَنْ أَنْصارِي إِلَى اللَّهِ حض لهم على المسارعة إلى نصرة الحق لأنهم لا ينصرونه من أجل متعة زائلة. وإنما هم ينصرونه لأنه يدافع عن دين الله ويبشر به، ومن نصر دين الله، نصره الله تعالى.والآية الكريمة تشير إلى أن الكافرين كانوا هم الكثرة الكاثرة من بنى إسرائيل، بدليل أنه- سبحانه- نسب الكفر إليهم في قوله فَلَمَّا أَحَسَّ عِيسى مِنْهُمُ الْكُفْرَ وذلك لا يكون إلا إذا كان الكافرون هم الكثرة الظاهرة، والمؤمنون هم القلة غير الظاهرة حتى لكأن عيسى بقوله مَنْ أَنْصارِي إِلَى اللَّهِ يبحث عنهم من بين تلك الجموع الكثيرة من الكافرين. وهنا يحكى القرآن أن المؤمنين الصادقين- مع قلتهم- لم يتقاعسوا عن تلبية نداء عيسى- عليه السلام- فقال الله- تعالى- قالَ الْحَوارِيُّونَ نَحْنُ أَنْصارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ والحواريون جمع حوارى وهم أنصار عيسى الذين آمنوا به وصدقوه، وأخلصوا له ولازموه وكانوا عونا له في الدعوة إلى الحق.يقال فلان حوارى فلان أى خاصه من أصحابه ومنه قول النبي صلّى الله عليه وسلّم في الزبير بن العوام:«لكل نبي حوارى وحواريي الزبير» وأصل مادة «حور» هي شدة البياض. أو الخالص من البياض، ولذلك قالوا في خالص لباب الدقيق الحوارى. وقالوا في النساء البيض الحواريات والحوريات.وقد سمى- تعالى- أصفياء عيسى وأنصاره بالحواريين لأنهم أخلصوا لله- تعالى نياتهم،وطهرت سرائرهم من النفاق والغش فصاروا في نقائهم وصفائهم كالشىء الأبيض الخالص البياض.والمعنى: أن عيسى عليه السلام- لما أحس الكفر من بنى إسرائيل قال لهم من أنصارى إلى الله؟ فأجابه الحواريون الذين آمنوا به وصدقوه وباعوا نفوسهم الله- تعالى-: نحن أنصار الله الذين تبحث عنهم، ونحن الذين سنقف إلى جانبك لنصرة الحق، فقد آمنا بالله إيمانا عميقا، ونريدك أن تشهد على إيماننا هذا، وأن تشهد لنا يا عيسى بأنا مسلمون حين تشهد الرسل لأقوامهم وعليهم.فأنت ترى أن الحواريين لقوة إيمانهم وصفاء نفوسهم قد لبوا دعوة عيسى- عليه السلام- في طلب النصرة دون أن يخشوا أحدا إلا الله.وقولهم- كما حكى القرآن عنهم نَحْنُ أَنْصارُ اللَّهِ إشعار بأنهم ما وقفوا بجانب عيسى إلا نصرة لدين الله ودفاعا عن الحق الذي أنزله على رسوله عيسى.وقولهم آمَنَّا بِاللَّهِ جملة في معنى العلة للنصرة أى نحن أنصار الله يا عيسى لأننا آمنا بأنه هو الواحد الأحد الفرد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد، وأنه هو الخالق لكل شيء والقادر على كل شيء.وقولهم وَاشْهَدْ بِأَنَّا مُسْلِمُونَ معطوف على آمنا والشهادة هنا بمعنى العلم المنبعث من المعاينة والمشاهدة فهم يطلبون من عيسى- عليه السلام- أن يكون شاهدا لهم يوم القيامة بأنهم أسلموا وجوههم الله وأخلصوا له العبادة.وأقوالهم هذه التي حكاها القرآن عنهم تدل على أنهم كانوا في الدرجة العليا من قوة الإيمان وصدق اليقين، ونقاء السريرة."
}