{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/200/",
    "ayah_number": 200,
    "text": "ثم ختم- سبحانه- السورة الكريمة بنداء جامع للمؤمنين، دعاهم فيه إلى الصبر والمصابرة والمرابطة والتقوى فقال: يا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصابِرُوا، وَرابِطُوا، وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ.والصبر معناه: حبس النفس عن أهوائها وشهواتها وترويضها على تحمل المكاره وتعويدها على أداء الطاعات.والمصابرة: هي المغالبة بالصبر: بأن يكون المؤمن أشد صبرا من عدوه.ورابطوا: من المرابطة وهي القيام على الثغور الإسلامية لحمايتها من الأعداء، فهي استعداد ودفاع وحماية لديار الإسلام من مهاجمة الأعداء.والمعنى: يا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا على طاعة الله وعلى تحمل المكاره والآلام برضا لا سخط معه فإن الصبر جماع الفضائل وأساس النجاح والظفر.وَصابِرُوا أى قابلوا صبر أعدائكم بصبر أشد منه وأقوى في كل موطن من المواطن التي تستلزم الصبر وتقتضيه.قال صاحب الكشاف: وَصابِرُوا أعداء الله في الجهاد، أى غالبوهم في الصبر على شدائد الحرب، ولا تكونوا أقل منهم صبرا وثباتا فالمصابرة باب من الصبر ذكر بعد الصبر على ما يجب الصبر عليه تخصيصا لشدته وصعوبته» .وَرابِطُوا أى أقيموا على مرابطة الغزو في نحر العدو بالترصد له، والاستعداد لمحاربته وكونوا دائما على حذر منه حتى لا يفاجئكم بما تكرهون.ولقد كان كثير من السلف الصالح يرابطون في سبيل الله نصف العام، ويطلبون قوتهم بالعمل في النصف الآخر.ولقد ساق الإمام ابن كثير جملة من الأحاديث التي وردت في فضل المرابطة من أجل حماية ديار الإسلام، ومن ذلك ما رواه البخاري في صحيحه عن سهل بن سعد الساعدي أن رسول الله صلّى الله عليه وسلّم قال: «رباط يوم في سبيل الله خير من الدنيا وما فيها» .وروى مسلم في صحيحه عن سلمان الفارسي عن رسول الله صلّى الله عليه وسلّم أنه قال: «رباط يوم وليلة خير من صيام شهر وقيامه، وإن مات جرى عليه عمله الذي كان يعمله، وأجرى عليه رزقه، وأمن الفتان» .وبعضهم جعل المراد بالمرابطة انتظار الصلاة بعد الصلاة مستدلا بالحديث الذي رواه مسلم والنسائي عن أبى هريرة عن النبي صلّى الله عليه وسلّم أنه قال: «ألا أدلكم على ما يمحو الله به الخطايا ويرفع به الدرجات: إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة. فذلكم الرباط» .قال القرطبي: بعد أن ساق هذا الحديث-: «والقول الصحيح هو أن الرباط هو الملازمة في سبيل الله- وأصلها من ربط الخيل، ثم سمى كل ملازم لثغر من ثغور المسلمين مرابطا فارسا كان أو راجلا. واللفظ مأخوذ من الربط. وقول النبي صلّى الله عليه وسلّم «فذلكم الرباط» إنما هو تشبيه بالرباط في سبيل الله»  .ومما يدل على أن المرابطة في سبيل الله من أجل الديار الإسلامية من أفضل الأعمال وأن الصالحين الأخيار من المسلمين كانوا لا ينقطعون عنها، مما يدل على ذلك ما كتبه عبد الله بن المبارك- وهو يرابط بطرسوس- إلى صديقه الفضيل بن عياض- وكان الفضيل معتكفا بالمسجد الحرام- كتب إليه عبد الله يقول:يا عابد الحرمين لو أبصرتنا ... لعلمت أنك في العبادة تلعبمن كان يخضب خده بدموعه ... فنحورنا بدمائنا تتخضبأو كان يتعب خيله في باطل ... فخيولنا يوم الصبيحة تتعبريح العبير لكم ونحن عبيرنا ... رهج السنابك والغبار الأطيبولقد أتانا من مقال نبينا ... قول صحيح صادق لا يكذبلا يستوي غبار خيل الله في ... أنف امرئ ودخان نار تلهبهذا كتاب الله ينطق بيننا ... ليس الشهيد بميت لا يكذبفلما قرأ الفضيل هذه الأبيات بكى وقال: صدق عبد الله.وقوله وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ أى اتقوا الله بأن تصونوا أنفسكم عن محارمه وعن مخالفة أمره، ورجاء أن يكتب لكم الفوز بالنصر في الدنيا، والثواب الحسن في الآخرة.وبعد: فهذه سورة آل عمران، وهذا تفسير مفصل لما اشتملت عليه من توجيهات نافعة وعظات بليغة، وآداب عالية وتشريعات سامية وتربية رشيدة وعبادات قويمة وحجج تثبت الحق وتدحض الباطل.والله نسأل أن يجعل هذا العمل خالصا لوجهه ونافعا لعباده.والحمد الله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
}