{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/26/",
    "ayah_number": 26,
    "text": "قال القرطبي: قال ابن عباس وأنس بن مالك: «لما فتح رسول الله صلّى الله عليه وسلّم مكة، ووعد أمته ملك فارس والروم، قال المنافقون واليهود: هيهات هيهات! من أين لمحمد ملك فارس والروم وهم أعز وأمنع من ذلك، ألم يكف محمدا مكة والمدينة حتى طمع في ملك فارس والروم. فأنزل الله هذه الآية..والأمر بقوله قُلِ للنبي صلّى الله عليه وسلّم ولكل من يتأتى له الخطاب من المؤمنين.وكلمة اللَّهُمَّ يرى الخليل وسيبويه أن أصلها يا الله فلما استعملت دون حرف النداء الذي هو «يا» جعلوا هذه الميم المشددة التي في آخرها عوضا عن حرف النداء، وهذا التعويض من خصائص الاسم الجليل، كما اختص بجواز الجمع فيه بين «يا» و «أل» وبقطع همزته، ودخول تاء القسم عليه.والمعنى. قل أيها المخاطب على سبيل التعظيم لربك، والشكر له، والتوكل عليه والضراعة إليه، قل: يا الله يا مالك الملك أنت وحدك صاحب السلطان المطلق في هذا الوجود، بحيث تتصرف فيه كيف تشاء، إيجادا وإعداما، وإحياء وإماتة، وتعذيبا وإثابة، من غير أن ينازعك في ذلك أى منازع.فكأن في هذه الجملة الكريمة قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ دعاءين خاشعين:أما الدعاء الأول فهو بلفظ الجلالة المعبر عنه بقوله اللَّهُمَّ أى يا الله، وفي هذا النداء كل معاني العبودية والتنزيه والتقديس والخضوع.وأما الدعاء الثاني فهو المعبر عنه بقوله مالِكَ الْمُلْكِ أى يا مالك الملك، وفي هذا النداء كل معاني الإحساس بالربوبية، والضعف أمام قدرة الله وسلطانه.فقوله مالِكَ منصوب بحرف النداء المحذوف. كما في قوله قُلِ اللَّهُمَّ فاطِرَ السَّماواتِ وَالْأَرْضِ أى يا فاطر السموات والأرض.ثم فصل- سبحانه- بعض مظاهر خلقه التي تدل على أنه هو مالك الملك على الحقيقة فقال- تعالى- تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ.أى أنت وحدك الذي تعطى الملك من تشاء إعطاءه من عبادك، وتنزعه ممن تشاء، نزعه منهم، فأنت المتصرف في شئون خلقك لا راد لقضائك ولا معقب لحكمك.وعبر بالإيتاء الذي هو مجرد الإعطاء دون التمليك المؤذن بثبوت المالكية، للتنبيه على أن المالكية على الحقيقة إنما هي مختصة بالله رب العالمين، أما ما يعطيه لغيره من ملك فهو عارية مستردة، وهو شيء زائل لا يدوم.والتعبير عن إزالة الملك بقوله وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ يشعر بأنه- سبحانه- في قدرته أن يسلب هذا العطاء من أى مخلوق مهما بلغت سعة ملكه، ومهما اشتدت قوته، وذلك لأن لفظ النزع يدل على أن المنزوع منه الشيء كان متمسكا به، فسلبه الله منه بمقتضى قدرته وحكمته.والمراد بالملك هنا السلطان، وقيل النبوة، وقيل غير ذلك.قال الفخر الرازي: وقوله تُؤْتِي الْمُلْكَ مَنْ تَشاءُ محمول على جميع أنواع الملك فيدخل فيه ملك النبوة، وملك العقل، والصحة، والأخلاق الحسنة. وملك النفاذ والقدرة، وملك المحبة، وملك الأموال، وذلك لأن اللفظ عام فالتخصيص من غير دليل لا يجوز» .ومفعول المشيئة في الجملتين محذوف أى: تؤتى الملك من تشاء إيتاءه وتنزعه ممن تشاء نزعه منه.أما الأمر الثاني الذي يدل على أنه- سبحانه- هو مالك الملك على الحقيقة فهو قوله وَتُعِزُّ مَنْ تَشاءُ وَتُذِلُّ مَنْ تَشاءُ.العزة- كما يقول الراغب- حالة مانعة للإنسان من أن يغلب، من قولهم: أرض عزاز:أى صلبة، وتعزز اللحم: اشتد وعز، كأنه حصل في عزاز يصعب الوصول إليه.. والعزيز الذي يقهر ولا يغلب.وتذل، من الذل، وهو ما كان عن قهر، يقال: ذل يذل ذلا إذا قهر وغلب والعزة صفة نفسية يحس بها المؤمن الصادق في إيمانه، لأنه يشعر دائما بأنه عبد الله وحده وليس عبدا لأحد سواه، قال- تعالى- وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ فالمؤمنون الصادقون أعزاء ولو كانوا في المال والجاه فقراء. أما الكافرون فهم أذلاء، لأنهم خضعوا لغير الله الواحد القهار.والمعنى: أنت يا الله يا ملك الملك، أنت وحدك الذي تؤتى الملك لمن تشاء أن تؤتيه له، وتنزعه ممن تريد نزعه منه، وأنت وحدك الذي تعز من تشاء إعزازه بالنصر والتوفيق، وتذل من تشاء إذلاله بالهزيمة والخذلان، ثم ختم- سبحانه- الآية بهذا التسليم المطلق من المؤمنين لذاته فقال- تعالى-: بِيَدِكَ الْخَيْرُ إِنَّكَ عَلى كُلِّ شَيْءٍ قَدِيرٌ.أى أنت وحدك الذي تملك الخير كله، وتتصرف فيه حسب إرادتك ومشيئتك، لأنك على كل شيء قدير.وأل في الخير للاستغراق الشامل، إذ كل خير فهو بيده- سبحانه- وقدرته، وتقديم الجار والمجرور بِيَدِكَ لإفادة الاختصاص، أى بيدك وحدك على الحقيقة لا بيد غيرك، وجملة «إنك على كل شيء قدير» تعليلية.قال صاحب الكشاف: فإن قلت: «كيف قال بِيَدِكَ الْخَيْرُ فذكر الخير دون الشر قلت: لأن الكلام إنما وقع في الخير الذي يسوقه إلى المؤمنين وهو الذي أنكرته الكفرة فقال بيدك الخير، تؤتيه أولياءك على رغم من أعدائك، ولأن أفعال الله- تعالى- من نافع وضار صادر عن الحكمة والمصلحة فهو خير كله كإيتاء الملك ونزعه» ."
}