{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/151/",
    "ayah_number": 151,
    "text": "ثم بشرهم- سبحانه- بأنه سيلقى الرعب والفزع في قلوب أعدائهم فقال- تعالى-:سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِما أَشْرَكُوا بِاللَّهِ ما لَمْ يُنَزِّلْ بِهِ سُلْطاناً.والرعب: الخوف والفزع، يقال رعبه يرعبه أى خوفه أصله من الملء يقال: سيل راعب، إذا ملأ الأودية. ورعبت الحوض: ملأته.والسلطان: الحجة والبرهان وسميت الحجة سلطانا لقوتها ونفوذها. أصل المادة يدل على الشدة والقوة ومنها السليط الشديد واللسان الطويل.والمعنى: سنملأ قلوب المشركين خوفا وفزعا بسبب إشراكهم مع الله- تعالى- آلهة لم ينزل الله بها حجة والمراد: أنه لا حجة لهم حتى ينزلها.قال الآلوسى: قوله ما لَمْ يُنَزِّلْ بِهِ أى بإشراكه أو بعبادته، و «ما» نكرة موصوفة أو موصولة اسمية وليست مصدرية و «سلطانا» أى حجة والإتيان بها للإشارة بأن المتبع في باب التوحيد هو البرهان السماوي دون الآراء والأهواء الباطلة.. وذكر عدم إنزال الحجة مع استحالة تحققها من باب انتفاء المقيد لانتفاء قيده اللازم، أى: لا حجة حتى ينزلها، فهو على حد قوله في وصف مفازة:لا تفزع الأرنب أهوالها ... ولا ترى الضب بها ينجحرإذ المراد: لا ضب بها حتى ينجحر. فالمراد نفيهما جميعا .فالآية الكريمة قد بشرت المؤمنين بأن الله- تعالى- سيلقى الرعب والفزع في قلوب أعدائهم حتى لا يتجاسروا عليهم.ومن مظاهر الرعب التي ألقاها الله- تعالى- في قلوب المشركين أنهم بعد أن انتصروا على المسلمين في غزوة أحد. كان في قدرتهم أن يوغلوا في مهاجمتهم وقتالهم إلا أن الرعب صدهم عن ذلك.ولقد حاولوا وهم في طريقهم إلى مكة أن يعودوا للقضاء على المسلمين إلا أن الخوف داخل قلوبهم وجعل أحد زعمائهم وهو صفوان بن أمية يقول لهم: «يا أهل مكة لا ترجعوا لقتال القوم، فإنى أرى أنه سيكون للقوم قتال غير الذي كان» .قال الفخر الرازي ما ملخصه قوله سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ اختلفوا في أن هذا الوعد هل هو مختص بيوم أحد، أو هو عام في جميع الأوقات؟قال كثير من المفسرين: إنه مختص بهذا اليوم، وذلك لأن جميع الآيات المتقدمة إنما وردت في هذه الواقعة.ثم القائلون بهذا القول ذكروا في كيفية إلقاء الرعب في قلوب المشركين في هذا اليوم وجهين:الأول: أن الكفار لما استولوا على المسلمين وهزموهم أوقع الله الرعب في قلوبهم، فتركوهم وفروا منهم من غير سبب ...والثاني: أن الكفار لما ذهبوا إلى مكة فلما كانوا في بعض الطريق قالوا ما صنعنا شيئا قتلنا الأكثرين منهم ثم تركناهم ونحن قاهرون. ارجعوا حتى نستأصلهم بالكلية، فلما عزموا على ذلك ألقى الله الرعب في قلوبهم.والقول الثاني: أن هذا الوعد غير مختص بيوم أحد، بل هو عام، كأنه قيل: إنه وإن وقعت لكم هذه الواقعة في يوم أحد، إلا أن الله- تعالى- سيلقى الرعب منكم بعد ذلك في قلوب الكافرين حتى يقهر الكفار، ويظهر دينكم على سائر الأديان.وقد فعل الله ذلك حتى صار دين الإسلام قاهرا لجميع الأديان والملل. ونظير هذه الآية قوله صلّى الله عليه وسلّم «نصرت بالرعب مسيرة شهر»  .ثم ختم- سبحانه- الآية ببيان سوء عاقبة هؤلاء الكافرين فقال: وَمَأْواهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ.والمأوى: اسم مكان من أوى يأوى. وهو المكان الذي يرجع إليه الشخص ويعود إليه.والمثوى: اسم مكان- أيضا- يقال: ثوى بالمكان وفيه يثوى ثواء وثويا وأثوى به، أى أطال الإقامة والنزول فيه.والمعنى: أن هؤلاء الكافرين سيلقى الله- تعالى- الرعب والفزع في قلوبهم حتى لا يتجاسروا على المؤمنين، هذا في الدنيا، أما في الآخرة، فالمكان الذي يأوون إليه ويستقرون فيه هو النار، لا مأوى لهم غيرها، وبئس هذه النار موضع إقامة دائمة لهم.وقد أظهر- سبحانه- الاسم في موضع الإضمار فلم يقل: وبئس النار مثواهم، بل قال:وَبِئْسَ مَثْوَى الظَّالِمِينَ: للإشارة إلى أن هذا المآل الأليم إنما هو جزاء عادل لهم بسبب ظلمهم إذ هم الذين ظلموا أنفسهم فأضلوها وصدوها عن الحق فكانت نهايتهم تلك النهاية المهينة، «وما ظلمهم الله ولكن أنفسهم يظلمون» .وفي جعل هذه النار مثواهم بعد جعلها مأواهم إشارة إلى خلودهم فيها، فإن المثوى مكان الإقامة المنبئة عن المكث، وأما المأوى فهو المكان الذي يأوى إليه الإنسان.وقدم المأوى على المثوى لأن هذا هو الترتيب الوجودي في الخارج، لأن الإنسان يأوى إلى المكان ثم يثوى فيه.وبذلك نرى أن هذه الآيات الكريمة قد نهت المؤمنين عن إطاعة الكافرين وبينت لهم النتائج الوخيمة التي تترتب على إطاعتهم ثم دعتهم إلى الاعتصام بدين الله وبشرتهم بسوء عاقبة أعدائهم في الدنيا والآخرة.ثم ذكر الله- تعالى- المؤمنين بما حدث لهم في غزوة أحد، وكيف أنهم انتصروا على أعدائهم في أول المعركة ثم كيف أنهم أصيبوا بالهزيمة بعد ذلك بسبب فشلهم وتنازعهم ومعصيتهم لرسولهم صلّى الله عليه وسلّم ثم صور- سبحانه- أحوالهم في هذه المعركة تصويرا بليغا مؤثرا وحكى أقوال ضعاف الإيمان ورد عليها بما يدحضها. استمع إلى القرآن الكريم وهو يحكى كل ذلك فيقول:"
}