{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/40/",
    "ayah_number": 40,
    "text": "ثم حكى القرآن بعد ذلك ما قاله زكريا بعد أن ساقت له الملائكة تلك البشارات السارة فقال- تعالى: قالَ رَبِّ أَنَّى يَكُونُ لِي غُلامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عاقِرٌ أنى هنا بمعنى كيف. و «عاقر» أى عقيم لا تلد لكبر سنها من العقر وهو العقم. يقال عقرت المرأة تعقر عقرا وعقرا فهي عاقر إذا بلغت سن اليأس من الولادة. أى قال زكريا على سبيل التعجب بعد أن نادته الملائكة وبشرته بما بشرته به: يا رب كيف يكون لي غلام والحال أننى قد أدركنى الكبر الكامل الذي أضعفنى، وفوق ذلك فإن امرأتى عاقر أى عقيم لا تلد لشيخوختها وبلوغها العمر الذي ينقطع معه النسل؟قال بعضهم: وإنما قال ذلك استفهاما عن كيفية حدوث الحمل، أو استبعادا من حيث العادة، أو استعظاما وتعجبا من قدرة الله- تعالى- لا استبعادا أو إنكارا فلا يرد: كيف قال زكريا ذلك ولم يكن شاكا في قدرة الله- تعالى-.والجملة الكريمة استئناف مبنى على سؤال مقدر، كأنه قيل: فماذا قال زكريا عند ما بشرته الملائكة؟ فكان الجواب: قال رب أنى يكون لي غلام.وقد خاطب زكريا ربه مع أن النداء له صدر من الملائكة، للإشعار بالمبالغة في التضرع وأنه قد طرح الوسائط واتجه إلى خالقه مباشرة يشكره ويظهر التعجب من قدرته لأنه- سبحانه- أعطاه ما لم تجر العادة به.قال الآلوسى وقوله يَكُونُ يجوز أن تكون من كان التامة فيكون فاعلها هو قوله غُلامٌ ويكون الظرف أَنَّى والجار والمجرور لِي متعلقان بها.ويجوز أن تكون من كان الناقصة ولِي متعلق بمحذوف وقع حالا لأنه لو تأخر لكان صفة. وفي الخبر حينئذ وجهان: أحدهما أَنَّى لأنها بمعنى كيف أو من أين والثاني الخبر الجار والمجرور وأَنَّى منصوب على الظرفية» .وقوله وَقَدْ بَلَغَنِيَ الْكِبَرُ جملة حالية من ياء المتكلم، أى أصابنى الكبر وأدركنى فأضعفنى وأفقدنى قوتي.والكبر مصدر كبر الرجل إذا أسن. وقد قال زكريا وَقَدْ بَلَغَنِيَ الْكِبَرُ ولم يقل وقد بلغت الكبر للإشارة إلى الكبر قد تابعه ولازمه حتى أصابه بالضعف والآلام والأسقام.وقوله وَامْرَأَتِي عاقِرٌ جملة حالية أيضا إما من ياء لِي أو ياء بَلَغَنِيَ.فأنت ترى أن زكريا- عليه السّلام- قد أظهر التعجب عند ما بشرته الملائكة بغلامه يحيى لأنه كان شيخا مسنا ولأن امرأته كانت عقيما لا تلد إما لكبر سنها- أيضا وإما لأنها من الأصل كانت على غير استعداد للحمل والإنجاب.قال ابن عباس: كان زكريا يوم بشر بيحيى ابن عشرين ومائة سنة وكانت امرأته بنت ثمان وتسعين سنة»ثم حكى القرآن أن الله تعالى قد رد على زكريا بما يزيل عجبه ويمنع حيرته فقال تعالى، قالَ كَذلِكَ اللَّهُ يَفْعَلُ ما يَشاءُ.أى قال- سبحانه-: مثل ذلك الفعل العجيب والصنع البديع الذي رأيته من أن يكون لك غلام وأنت شيخ كبير وامرأتك عاقر مثل ذلك الفعل يفعل الله ما يشاء أن يفعله، لأنه- سبحانه- هو خالق الأسباب والمسببات ولا يعجزه شيء في هذا الكون، وبقدرته أن يغير ما جرت به العادات بين الناس.فالجملة الكريمة بجانب تضمنها إقناع زكريا وإزالة عجبه، تتضمن أيضا تقرير قضية عامة وهي أن الله- تعالى- يفعل ما يشاء أن يفعله بدون تقيد بالأسباب والمسببات والعادات فهو الفعال لما يريد."
}