{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/168/",
    "ayah_number": 168,
    "text": "ثم حكى- سبحانه- لونا آخر من أراجيفهم وأكاذيبهم التي قصدوا من ورائها الإساءة إلى المؤمنين، والتشكيك في صدق تعاليم الإسلام فقال- تعالى-: الَّذِينَ قالُوا لِإِخْوانِهِمْ وَقَعَدُوا، لَوْ أَطاعُونا ما قُتِلُوا.أى أن هؤلاء المنافقين لم يكتفوا بما ارتكبوه من جنايات قبيل غزوة أحد وخلالها، بل إنهم بعد انتهاء المعركة قالوا لإخوانهم الذين هم مثلهم في المشرب والاتجاه،: قالوا لهم وقد قعدوا عن القتال: لو أن هؤلاء الذين استشهدوا في أحد أطاعونا وقعدوا معنا في المدينة لما أصابهم القتل، ولكنهم خالفونا فكان مصيرهم إلى القتل.ويجوز أن تكون اللام في قوله «لإخوانهم» للتعليل فيكون المعنى: أنهم قالوا من أجل إخوانهم الذين استشهدوا في غزوة أحد، لو أن هؤلاء الذين قتلوا أطاعونا ولم يخرجوا لبقوا معنا على قيد الحياة، كما هو حالنا الآن، ولكنهم لم يستمعوا إلى نصحنا وخرجوا للقتال فقتلوا.وعلى كلا التفسيرين فقولهم هذا يدل على خبث نفوسهم، وانطماس بصيرتهم وجهلهم بقدرة الله ونفاذ إرادته، وشماتتهم فيما حل بالمسلمين من قتل وجراح يوم أحد.ولذا فقد رد الله عليهم بما يخرس ألسنتهم، ويدحض قولهم، ويكشف عن جهلهم وسوء تفكيرهم فقال- تعالى- «قل فادرأوا عن أنفسكم الموت إن كنتم صادقين» .أى قل لهم يا محمد على سبيل التوبيخ والتهكم بعقولهم الفارغة: إذا كنتم تظنون أنكم دفعتم عن أنفسكم الموت بقعودكم في بيوتكم، وامتناعكم عن الخروج للقتال، إذ كنتم تظنون ذلك فَادْرَؤُا أى ادفعوا عن أنفسكم الموت المكتوب عليكم، والذي سيدرككم ولو كنتم في بروج مشيدة.فالمقصود من هذه الجملة الكريمة الرد عليهم بما يبطل أقوالهم عن طريق الحس والمشاهدة، وذلك ببيان أن القعود عن الجهاد لا يطيل الحياة، كما أن الخروج إلى ساحات القتال لا ينقص شيئا من الآجال، فكم من مجاهد عاد من جهاده سالما، وكم من قاعد أتاه الموت وهو في عقر داره.فزعم هؤلاء المنافقين بأن أولئك الذين استشهدوا في أحد لو أطاعوهم ولم يخرجوا للقتال لما أصابهم القتل زعم باطل، وإلا فإن كانوا صادقين في هذا الزعم فليدفعوا عن أنفسهم الموت الذي سينزل بهم حتما في الوقت الذي يشاؤه الله. ولا شك أنهم لن يستطيعوا دفعه فثبت كذبهم وافتراؤهم.وقوله تعالى الَّذِينَ قالُوا لِإِخْوانِهِمْ في محل نصب بدل من قوله الَّذِينَ نافَقُوا.أو في محل رفع بدل من الضمير في قوله يَكْتُمُونَ فكأنه قيل: والله أعلم بما يكتم هؤلاء الذين قالوا لإخوانهم وقعدوا ...وقوله وَقَعَدُوا حال من الضمير في قالُوا بتقدير حرف قد أى قالوا ما قالوا والحال أنهم قد قعدوا عن القتال.وجواب الشرط في قوله إِنْ كُنْتُمْ صادِقِينَ محذوف لدلالة ما قبله عليه وهو قوله فَادْرَؤُا عَنْ أَنْفُسِكُمُ الْمَوْتَ.والتقدير: إن كنتم صادقين في زعمكم أن الذين قتلوا في أحد لو أطاعوكم وقعدوا كما قعدتم لما أصابهم القتل، إن كنتم صادقين في هذا الزعم فادرأوا عن أنفسكم الموت عند حلوله.قال الآلوسى. والمراد أن ما ادعيتموه سببا للنجاة ليس بمستقيم، ولو فرض استقامته فليس بمفيد، أما الأول: فلأن أسباب النجاة كثيرة. غايته أن القعود والنجاة وجدا معا وهو لا يدل على السببية.وأما الثاني: فلأن المهروب عنه بالذات هو الموت الذي القتل أحد أسبابه فإن صح ما ذكرتم فادفعوا سائر أسبابه، فإن أسباب الموت في إمكان المدافعة بالحيل وامتناعها سواء، وأنفسكم أعز عليكم، وأمرها أهم لديكم» .وقال ابن القيم: وكان من الحكم التي اشتملت عليها غزوة أحد، أن تكلم المنافقون بما في نفوسهم، فسمعه المؤمنون، وسمعوا رد الله عليهم، وجوابه لهم، وعرفوا مراد النفاق، وما يؤول إليه، كيف يحرم صاحبه سعادة الدنيا والآخرة فالله الله كم من حكمة في ضمن هذه القصة بالغة، ونعمة على المؤمنين سابغة، وكم فيها من تحذير وتخويف وإرشاد وتنبيه، وتعريف بأسباب الخير والشر ومآلهما وعاقبتهما «2» .وبعد هذا الحديث الكاشف عن طبيعة المنافقين وعن أحوالهم، انتقلت السورة الكريمة إلى الحديث عن الشهداء وفضلهم وما أعده الله لهم من نعيم مقيم فقال- تعالى-:"
}