{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/158/",
    "ayah_number": 158,
    "text": "ثم بين- سبحانه- أن مصير العباد جميعا إليه وحده فقال: وَلَئِنْ مُتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ.أى ولئن متم- أيها المؤمنون- وأنتم في بيوتكم أو في أى مكان، أو قتلتم بأيدى أعدائكم وأنتم تجاهدون في سبيل الله، فعلى أى وجه من الوجوه كان انقضاء حياتكم فإنكم إلى الله وحده جميعا تعودون وتحشرون فيجازيكم على أعمالكم.فأنت ترى أن هذه الآيات الكريمة قد اشتملت على أبلغ ألوان الترغيب في الجهاد من أجل إعلاء كلمة الله، لأنها قد بينت أن الحياة والموت بيد الله وحده وأنه سبحانه قد يكتب الحياة للمسافر والغازي مع اقتحامهما لموارد الحتوف، وقد يميت المقيم والقاعد في بيته مع حيازته لأسباب السلامة.وأن الذين يموتون على الإيمان الحق، أو يقتلون وهم يجاهدون في سبيل الله فإن لهم من مغفرة الله ورحمته ما هو خير مما يجمعه الكافرون من حطام الدنيا.وأن جميع الخلق مؤمنهم وكافرهم سيعودون إلى الله ليجازيهم على أعمالهم يوم الدين.قال الفخر الرازي: واعلم أن في قوله: لَإِلَى اللَّهِ تُحْشَرُونَ دقائق:إحداها: أنه لم يقل: تحشرون إلى الله، بل قال: لإلى الله تحشرون، وهذا يفيد الحصر، وهذا يدل على أنه لا حاكم في ذلك اليوم ولا نافع ولا ضار إلا هو.وثانيهما: أنه ذكر من أسمائه هذا الاسم، وهذا الاسم أعظم الأسماء وهو دال على كمال الرحمة. وكمال القهر، فهو لدلالته على كمال الرحمة أعظم أنواع الوعد، ولدلالته على كمال القهر أشد أنواع الوعيد.وثالثها: أن قوله تُحْشَرُونَ فعل لم يسم فاعله، مع أن فاعلى ذلك الحشر هو الله وإنما لم يقع التصريح به لأنه- تعالى- هو العظيم الكبير الذي شهدت العقول بأنه هو الذي يبدئ ويعيد، ومنه الإنشاء والإعادة فترك التصريح في مثل هذا الموضع أدل على العظمة.ورابعها: أن قوله تُحْشَرُونَ خطاب مع الكل فهو يدل على أن جميع العاملين، يحشرون إلى الله فيجتمع المظلوم مع الظالم والمقتول مع القاتل، والله- تعالى- هو الذي يتولى الحكم بينهم   .وقبل أن تتمم السورة حديثها مع الذين آمنوا عن أحداث غزوة أحد وما دار فيها من نصر وهزيمة، وعن الأسباب الظاهرة والخفية لذلك. أخذت في بيان حال النبي صلّى الله عليه وسلّم وما كان عليه من قيادة حكيمة وأخلاق كريمة، وأنه صلّى الله عليه وسلّم لم يقابل مخالفة المخالفين له والفارين عنه بالانتقام منهم وإنزال العقوبات بهم وإنما قابل ذلك بالحلم واللين والسياسة الرشيدة. فقال- تعالى-:"
}