{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/33/",
    "ayah_number": 33,
    "text": "قوله اصْطَفى من الاصطفاء وهو الاختيار والانتقاء وطلب الصفوة من كل شيء.وقوله وَآلَ إِبْراهِيمَ الآل- كما يقول الراغب- مقلوب عن الأهل إلا أنه خص بالإضافة إلى أعلام الناطقين دون النكرات ودون الأزمنة والأمكنة. يقال آل فلان ولا يقال آل رجل ولا آل زمان كذا أو موضع كذا.. ويضاف إلى الأشرف الأفضل فيقال آل الله وآل السلطان ولا يقال آل الحجام.. ويستعمل الآل فيمن يختص بالإنسان اختصاصا ذاتيا إما بقرابة قريبة أو بموالاة قال- تعالى- آلَ إِبْراهِيمَ وَآلَ عِمْرانَ «1» .والمعنى: إن الله- تعالى- قد اختار واصطفى آدَمَ أبا البشر، بأن جعله خليفة في الأرض، وعلمه الأسماء كلها، وأسجد له ملائكته..واصطفى نُوحاً لأنه- كما يقول الآلوسى- آدم الأصغر، والأب الثاني للبشرية، وليس أحد على وجه البسيطة إلا من نسله لقوله- سبحانه- وَجَعَلْنا ذُرِّيَّتَهُ هُمُ الْباقِينَ.واصطفى آلَ إِبْراهِيمَ أى عشيرته وذوى قرباه وهم إسماعيل وإسحاق والأنبياء من أولادهما.واصطفى آلَ عِمْرانَ إذ جعل فيهم عيسى- عليه السّلام- الذي آتاه الله البينات، وأيده بروح القدس.والمراد بعمران هذا والد مريم أم عيسى- عليه السّلام- فهو عمران بن ياشم بن ميشا بن حزقيا.. وينتهى نسبه إلى إبراهيم- عليه السّلام-.وإن في ذلك التسلسل دليلا على أن الله- تعالى- قد اقتضت حكمته أن يجعل في الإنسانية من يهديها إلى الصراط المستقيم فقد ابتدأت الهداية بآدم أبى البشر كما قال- تعالى-: ثُمَّ اجْتَباهُ رَبُّهُ فَتابَ عَلَيْهِ وَهَدى ثم جاء من بعده بقرون لا يعلمها إلا الله نوح- عليه السّلام- فمكث يدعو الناس إلى وحدانية الله وإلى مكارم الأخلاق «ألف سنة إلا خمسين عاما» ثم جاء من بعد ذلك إبراهيم- عليه السّلام- فدعا الناس إلى عبادة الله وحده، فكان هو صفوة الخلق وفيهم النبوة فمن إسماعيل بن إبراهيم كان محمد صلّى الله عليه وسلّم الذي ختمت به الرسالات السماوية.ومن إسحاق وبنيه كان عدد من الأنبياء كداود وسليمان وأيوب ويوسف وموسى وهارون..ومن فرع إسحاق كان آل عمران وهم ذريته وأقاربه كزكريا ويحيى وعيسى الذي كان آخر نبي من هذا الفرع.وفي التعبير بالاصطفاء تنبيه إلى أن آدم ونوحا وآل إبراهيم وآل عمران صفوة الخلق، إذ أن الرسل والأنبياء جميعا من نسلهم.وقوله عَلَى الْعالَمِينَ أى على عالمي زمانهم. أى أهل زمان كل واحد منهم."
}