{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/31/",
    "ayah_number": 31,
    "text": "ثم أمر الله- تعالى- رسول الله صلّى الله عليه وسلّم أن يرشد الناس إلى الطريق الذي متى سلكوه كانوا حقا محبين الله، وكانوا ممن يحبهم- سبحانه- فقال تعالى: قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ.قال بعضهم: عن الحسن البصري قال: قال قوم على عهد النبي صلّى الله عليه وسلّم يا محمد إنا نحب ربنا، فأنزل الله الآية، وروى محمد بن إسحاق عن إسحاق عن محمد بن جعفر بن الزبير قال:«نزلت في نصارى نجران وذلك أنهم قالوا: إنما نعظم المسيح ونعبده حبا الله وتعظيما له فأنزل الله هذه الآية ردا عليهم» .ومحبة العباد الله- كما يقول الزمخشري- مجاز عن إرادة نفوسهم اختصاصه بالعبادة دون غيره ورغبتهم فيها، ومحبة الله عباده أن يرضى عنهم ويحمد فعلهم.والمعنى: قل يا محمد للناس على سبيل الإرشاد والتبين: إن كنتم تحبون الله حقا كما تدعون، فاتبعوني، فإن اتباعكم لي يؤدى إلى محبة الله لكم، وإلى غفرانه لذنوبكم، وذلك لأن محبة الله ليست دعوى باللسان، وإنما محبة الله تتحقق باتباع ما أمر به، واجتناب ما نهى عنه على لسان رسوله محمد صلّى الله عليه وسلّم الذي أرسله رحمة للعالمين.قال ابن كثير عند تفسيره لهذه الآية: «هذه الآية الكريمة حاكمة على كل من ادعى محبة الله وليس هو على الطريقة المحمدية، بأنه كاذب في نفس الأمر حتى يتبع الشرع المحمدي، والدين النبوي في كل أقواله وأعماله كما ثبت في الصحيح عن رسول الله صلّى الله عليه وسلّم أنه قال:«من عمل عملا ليس عليه أمرنا فهو رد» .وقوله يُحْبِبْكُمُ اللَّهُ جواب الأمر، وهو قوله فَاتَّبِعُونِي. وهذا رأى الخليل.ويرى أكثر المتأخرين من النحاة أن قوله «يحببكم الله» جواب لشرط مقدر دل عليه المقام والتقدير: إن كنتم تحبون الله فاتبعوني، وإن اتبعتمونى يحببكم الله، أى يمنحكم الثواب الجزيل، والأجر العظيم، والرضا الكبير.فأنت ترى أن الآية الكريمة قد بينت أن أول علامات محبة العبد لربه، هي اتباع رسوله صلّى الله عليه وسلّم وأن هذا الاتباع يؤدى إلى محبة الله- تعالى- لهذا العبد وإلى مغفرة ذنوبه.ومحبة الله لعبده هي منتهى الأمانى، وغاية الآمال، ولذا قال بعض الحكماء: «ليس الشأن أن تحب إنما الشأن أن تحب» .ومحبة الله إنما تتأتى بإخلاص العبادة والوقوف عند حدوده والاستجابة لتعاليم رسوله محمد صلّى الله عليه وسلّم وكل من يدعى أنه محب الله وهو معرض عن أوامره ونواهيه فهو كاذب في دعواه كما قال الشاعر الصوفي:تعصى الإله وأنت تظهر حبه ... هذا لعمري في القياس بديعلو كان حبك صادقا لأطعته ... إن المحب لمن يحب مطيعثم ختم- سبحانه- الآية بوصفين جليلين فقال: وَاللَّهُ غَفُورٌ رَحِيمٌ أى أنه- سبحانه- كثير الغفران والرحمة لمن تقرب إليه بالطاعة، واتبع رسوله فيما جاء به من عنده."
}