{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/6/",
    "ayah_number": 6,
    "text": "ثم ساق- سبحانه- ما يشهد بشمول قدرته وعلمه فقال: هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحامِ كَيْفَ يَشاءُ، لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ.وقوله يُصَوِّرُكُمْ من التصوير وهو جعل الشيء على صورة لم يكن عليها. وهو مأخوذ من مادة صار إلى كذا بمعنى تحول إليه. أو من صاره إلى كذا بمعنى أماله وحوله.والله- تعالى- القادر على كل شيء قد حكى لنا أطوار خلق الإنسان في آيات متعددة منها قوله- تعالى- وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ. ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ. ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً. فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً، فَخَلَقْنَا الْمُضْغَةَ عِظاماً، فَكَسَوْنَا الْعِظامَ لَحْماً، ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ.والأرحام: جمع رحم، وهو مستودع النطفة في بطن المرأة، ومكان تربية الجنين ونموه وتكوينه بالطريقة التي يشاؤها الله، حتى يبرزه إلى الوجود بشرا سويا.والمعنى: الله الذي لا إله إلا هو والذي هو الحي القيوم، هو الذي يصوركم في أرحام أمهاتكم كيف يشاء، بأن جعل بعضكم طويلا وبعضكم قصيرا، وهذا أبيض وذاك أسود، وهذا ذكر وتلك أنثى، فهو وحده القادر على تصوير خلقه بتلك الصور المختلفة المتفاوتة، ومن كان شأنه كذلك. فهو المستحق للعبادة والخضوع، لا إله إلا هو الْعَزِيزُ الذي يقهر كل شيء بقوته وقدرته الْحَكِيمُ في كل شئونه وتصرفاته.وهذه الآية الكريمة في مقام التعليل للتي قبلها، لأن قبلها بينت أن الله لا يخفى عليه شيء في الأرض ولا في السماء، إذ هو العليم بما يسره الإنسان من كفر أو إيمان أو غيرهما. وهذه الآية تفيد أنه- سبحانه- يعلم أحوال الإنسان لا بعد استوائه بشرا سويا، بل يعلم أحواله وهو نطفة في الأرحام، بل إنه- سبحانه- ليعلم أحواله قبل أن يكون شيئا مذكورا، فهو- كما يقول القرطبي- العالم بما كان وما يكون وما لا يكون.ومن كان ذلك شأنه فمن الواجب على الذين أوجدهم- سبحانه- في بطون أمهاتهم، ورباهم ورعاهم وخلقهم خلقا من بعد خلق أن يعبدوه ولا يشركوا به شيئا.وقوله- تعالى- كَيْفَ يَشاءُ إخبار منه- سبحانه- بأن هذا التكوين والتصوير في الأرحام تبع لمشيئته وقدرته وليس خاضعا لقانون الأسباب والمسببات، إذ هو الفعال لما يريد.فمن شاء هدايته هداه، ومن شاء إضلاله أضله.وكَيْفَ في موضع نصب على أنه حال، وناصبه الفعل الذي بعده وهو يَشاءُ ومفعول المشيئة محذوف والتقدير: هو الذي يصوركم في الأرحام كيف يشاء تصويركم، من ذكر وأنثى، وجميل ودميم، وغير ذلك من مظاهر التفاوت والاختلاف في الصور والأشكال والعقول والميول.وقوله- تعالى- لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ تأكيد لما قبله، من انفراده بالألوهية، وحقيقة المعبودية، بعد أن أقام الأدلة الساطعة على ذلك من كونه حيا قيوما، منزلا للكتب الهادية للناس إلى الحق عالما بكل شيء، مصورا لخلقه وهم في أرحام أمهاتهم كيف يشاء..وكل ذي عقل سليم يتدبر هذه الآيات الكريمة، يقبل على الإيمان بالحق بقوة وإخلاص، ويسارع إلى العمل الصالح بقلب منيب ونية صادقة.هذا، وقد ذكر كثير من المفسرين أن سورة آل عمران من مطلعها إلى بضع وثمانين آية منها قد نزل في وفد نصارى نجران الذين قدموا على الرسول صلّى الله عليه وسلّم في السنة التاسعة من الهجرة، ليناقشوه في شأن عيسى- عليه السّلام- وقد رد عليهم صلّى الله عليه وسلّم بما يبطل أقوالهم التي تخالف الحق، وأرشدهم إلى الطريق المستقيم وهو طريق الإسلام الذي ارتضاه الله لعباده دينا. وسنذكر قصة هذا الوفد عند تفسيرنا لآية المباهلة وهي قوله- تعالى- في هذه السورة فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ ما جاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعالَوْا نَدْعُ أَبْناءَنا وَأَبْناءَكُمْ وَنِساءَنا وَنِساءَكُمْ وَأَنْفُسَنا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكاذِبِينَ الآية 61.وبعد أن أقام- سبحانه- الأدلة الواضحة على أنه هو المستحق للعبادة، عقب ذلك ببيان أن القرآن مشتمل على المحكم والمتشابه، وبيان موقف الناس منهما فقال- تعالى-:"
}