{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/121/",
    "ayah_number": 121,
    "text": "ففي هذه الآيات الكريمة التي بدأت السورة بها حديثها عن غزوة أحد، تذكير للمؤمنين بما وقع فيها حتى يعتبروا ويعتصموا بحبل الله جميعا ولا يتفرقوا.وقوله- تعالى-: غَدَوْتَ من الغدو وهو الخروج في أول النهار، يقال: غدا يغدو من باب سما يسمو.ومِنْ في قوله: مِنْ أَهْلِكَ للابتداء. والمراد بأهله، زوجه عائشة- رضى الله عنها- فقد كان خروجه لغزوة أحد من بيتها. والكلام على حذف مضاف يدل عليه فعل غَدَوْتَ والتقدير: من بيت أهلك.وقوله: تُبَوِّئُ أصله من التبوء وهو اتخاذ المنزل. يقال: بوأته، وبوأت له منزلا، أى:أنزلته فيه. والمراد به هنا تنظيم المؤمنين وتسويتهم وتهيئتهم للقتال، حتى يكونوا صفا واحدا كأنهم بنيان مرصوص.والعامل في إِذْ فعل مضمر تقديره، واذكر.والمعنى: واذكر لهم يا محمد ليعتبروا ويتعظوا وقت خروجك مبكرا من حجرة زوجتك عائشة إلى غزوة أحد.وقوله: تُبَوِّئُ الْمُؤْمِنِينَ مَقاعِدَ لِلْقِتالِ أى تنزلهم وتسوى لهم بالتنظيم والترتيب مواطن.وأماكن للقتال، بحيث يكونون في أحسن حال، وأكمل استعداد لملاقاة أعدائهم.قال الجمل: «ويستعمل الفعل غَدَوْتَ بمعنى صار عند بعضهم، فيكون ناقصا يرفع الاسم وينصب الخير.. وهذا المعنى ممكن هنا، فالمعنى عليه، وإذ غدوت أى صرت تبوئ المؤمنين أى تنزلهم في منازل للقتال، وهذا أظهر من الآخر، لأن المذكور في القصة أنه سار من عند أهله بعد صلاة الجمعة وبات في شعب أحد، وأصبح ينزل أصحابه في منازل القتال ويدبر لهم أمر الحرب» .فالجملة الكريمة تشير إلى ما فعله النبي صلّى الله عليه وسلّم مع أصحابه قبل أن تبدأ المعركة، فقد اهتم بتنظيم صفوفهم، وبرسم الخطة الحكيمة التي تكفل لهم النصر، وأمر الجيش كله ألا يتحرك للقتال إلا عند ما يأذن له بذلك، ولقد حدث أن بعض المسلمين من الأنصار استشرف للقتال وتمناه عند ما رأى قريشا قد سرحت خيولها وإبلها في زروع المسلمين، وقال للنبي صلّى الله عليه وسلّم «أترعى زروع بنى قيلة- يعنى الأنصار- ولما تضارب» ؟؟ إلا أن النبي صلّى الله عليه وسلّم نهاهم عن القتال إلا بعد إذنه.وجملة تُبَوِّئُ حال من فاعل «غدوت» .والفعل تُبَوِّئُ يحتاج لمفعولين:أولهما: قوله: الْمُؤْمِنِينَ.وثانيهما: قوله: مَقاعِدَ وقوله: لِلْقِتالِ متعلق بقوله: تُبَوِّئُ.والمراد بقوله: مَقاعِدَ لِلْقِتالِ أى مراكز وأماكن ومواقف للقتال بحيث يعرف كل مؤمن مكانه وموقفه فينقض منه على خصمه إلا أن القرآن الكريم عبر عن هذه الأماكن والمراكز والمواقف بالمقاعد. للإشارة إلى وجوب الثبات فيها كل يثبت القاعد في مكانه، وأن عليهم ألا يبرحوا أماكنهم إلا بإذن قائدهم صلّى الله عليه وسلّم.وقد ختم- سبحانه- الآية بقوله: وَاللَّهُ سَمِيعٌ عَلِيمٌ لبيان أنه مطلع على كل شيء، وعلى ما كان يجرى بين النبي صلّى الله عليه وسلّم وبين أصحابه من مشاورات ومناقشات.فهو- سبحانه- سَمِيعٌ لما نطقت به ألسنتهم عَلِيمٌ بما تخفيه صدورهم، وسيجازى المؤمنين الصادقين بما يستحقون من ثواب، وسيجازى غيرهم من ضعاف الإيمان والمنافقين بما يستحقون من عقاب.فالمقصود من هذه الجملة الكريمة غرس الرهبة في قلوب المؤمنين، حتى لا يعودوا إلى مثل ما حدث من بعضهم في غزوة أحد. حيث خالفوا وصية رسول الله صلّى الله عليه وسلّم"
}