{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/26/201/",
    "ayah_number": 201,
    "text": "وقوله: ( لا يُؤْمِنُونَ بِهِ حَتَّى يَرَوُا الْعَذَابَ الألِيمَ ) يقول: فعلنا ذلك؛ بهم لئلا يصدّقوا بهذا القرآن, حتى يروا العذاب الأليم في عاجل الدنيا, كما رأت ذلك الأمم الذين قص الله قصصهم في هذه السورة. ورفع قوله ( لا يُؤْمِنُونَ ) لأن العرب من شأنها إذا وضعت في موضع مثل هذا الموضع \" لا \" ربما جزمت ما بعدها, وربما رفعت فتقول: ربطت الفرس لا تنفلتْ, وأحكمت العقد لا ينحلّ, جزما ورفعا. وإنما تفعل ذلك لأن تأويل ذلك: إن لم أحكم العقد انحلّ, فجزمه على التأويل, ورفعه بأن الجازم غير ظاهر.ومن الشاهد على الجزم في ذلك قول الشاعر:لَوْ كُنْتَ إذْ جِئْتَنا حاوَلْتَ رؤْيَتَناأوْ جِئْتنا ماشِيا لا يَعْرِف الفَرَس (7)وقول الآخر:لَطالَمَا حَلأتَمَاها لا تَرِدْفَخَلِّياها والسِّجَالَ تَبْتَرِدْ (8)-------------------------------الهوامش :(6) سقط تفسير ابن زيد لما أراد من الآية، ولعله الكفر أو الشرك، أو نحوه، أو مثله.(7) البيت من شواهد الفراء في معاني القرآن (مصورة الجامعة الورقة 230) قال: وقوله: (كذلك سلكناه) تقول: سلكنا التكذيب في قلوب المجرمين كيلا يؤمنوا به حتى يروا العذاب الأليم. وإذا كان موقع كى في مثل هذا \"لا\" و \"إن\" جميعًا، صلح الجزم في \"لا\" والرفع. والعرب تقول: ربطت الفرس لا ينفلت: جزمًا ورفعًا وأوثقت العبد لا يفر: جزما ورفعًا؛ وإنما جزم، لأن تأويله: إن لم أربطه فر؛ فجزم على التأويل. أنشدني بعض بني عقيل:وَحَتى رَأَيْنَا أَحْسَنَ الْفِعْلِ بَيْنَنَامُسَاكَتَةً لا يَفْرِقُ الشَّرَّ فَارِقُينشد رفعًا وجزمًا. وقال الآخر: \"لو كنت إذ جئتنا..\" البيت: رفعًا وجزمًا، وقوله: \"لطالما حلأتماها..\" الشاهد الآتي بعد من ذلك.(8) البيت في (اللسان: حلأ). وروايته: قد طالما.. إلخ، قال: حلأ الإبل والماشية عن الماء تحليئًا وتحلئة: طردها أو حبسها عن الورود، ومنعها أن ترده. وكذلك حلأ القوم عن الماء. وقال ابن الأعرابي: قالت قريبة: كان رجل عاشق لمرأة فتزوجها، فجاءها النساء، فقال بعضهن لبعض * قد طالما حلأتماها لا ترد *البيت. والسجال: جمع سجل وهو الدلو الضخمة المملوءة ماء (اللسان) والبيت شاهد كالذي قبله، على أن \"لا ترد\" يجوز فيه الرفع والجزم على التأويل الذي ذكره الفراء."
}