{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/26/198/",
    "ayah_number": 198,
    "text": "وقوله: ( وَلَوْ نزلْنَاهُ عَلَى بَعْضِ الأعْجَمِينَ ) يقول تعالى ذكره: ولو نزلنا هذا القرآن على بعض البهائم التي لا تنطق, وإنما قيل على بعض الأعجمين, ولم يقل على بعض الأعجميين, لأن العرب تقول إذا نعتت الرجل بالعجمة وأنه لا يفصح بالعربية: هذا رجل أعجم, وللمرأة: هذه امرأة عَجْماء, وللجماعة: هؤلاء قوم عُجْم وأعجمون, وإذا أريد هذا المعنى وصف به العربيّ والأعجمي, لأنه إنما يعني أنه غير فصيح اللسان, وقد يكون كذلك, وهو من العرب ومن هذا المعنى قول الشاعر:مِنْ وَائِلٍ لا حَيَّ يَعْدِلُهُمْمِنْ سُوقَةٍ عَرَبٌ ولا عُجْمُ (4)فأما إذا أريد به نسبة الرجل إلى أصله من العجم, لا وصفه بأنه غير فصيح اللسان, فإنه يقال: هذا رجل عجميّ, وهذان رجلان عجميان, وهؤلاء قوم عَجَم, كما يقال: عربيّ, وعربيان, وقوم عرب. وإذا قيل: هذا رجل أعجميّ, فإنما نسب إلى نفسه كما يقال للأحمر: هذا أحمري ضخم, وكما قال العجاج:والدَّهْرُ بالإنسانِ دَوَّارِيُّ (5)ومعناه: دوّار, فنسبه إلى فعل نفسه.وبنحو الذي قلنا في ذلك قال أهل التأويل.----------------------الهوامش :(4) السوقة: الرعية التي تسوسها الملوك. يستوي فيه الواحد والجمع والمؤنث والمذكر. والعجم بضم العين: جمع أعجم. قال أبو عبيدة في مجاز القرآن (مصورة الجامعة الورقة 175): يقال: رجل أعجم: إذا كان في لسانه عجمة، ورجل عجمي: أي من العجم. والدواب: عجم، لأنها لا تتكلم. وفي (اللسان: عجم) قال أبو إسحاق: الأعجم: الذي لا يفصح ولا يبين كلامه، وإن كان عربي النسب، كزياد الأعجم. والأنثى: عجماء، وكذلك الأعجمي. فأما العجمي فالذي من جنس العجم: أفصح أو لم يفصح، والجمع: عجم (بالتحريك) كعربي وعرب. ورجل أعجمي وأعجم: إذا كانت في لسانه عجمة، وإن أفصح بالعجمية وكلام أعجم وأعجمي: بين العجمة. وفي لتنزيل: (لسان الذي يلحدون إليه أعجمي). وجمعه بالواو والنون، تقول: أحمري وأحمرون، وأعجمي وأعجمون، على حد أشعثي وأشعثين وأشعري وأشعرين وعليه قوله عز وجل: (ولو نزلناه على بعض الأعجمين)(5) هذا بيت من مشطور الرجز للعجاج الراجز المشهور (اللسان: دور. وأراجيز العرب للسيد توفيق البكري 174) وهو من أرجوزة له حزينة، بدأها بقوله:بَكَيْتُ وَالْمُحْتَرِنُ البَكِيُّوَإنَّمَا يَأْتي الصّبا الصَّبيُّأطَرَبَا وَأَنْتَ قِنَّسْرِيُّوَالدَّهْرُ بِالإِنْسَانِ دَوَّارِيُّأَفْنَى الْقُرُونَ وَهْوَ قَعْسَرِيُّوَبِالدَّهَاءِ يُخْتَلُ المَدْهِيّيقول: بكيت ومن حزم كان بكاؤك. والقنسري: المسن القديم. ودواري: دائر، أي أنه يتصرف بالإنسان ويدور به أطوارًا وأحوالا. والقعسري: الشديد، يريد الدهر. ومحل الشاهد في قوله: \"دواري\" قال في اللسان: أي دائر به، على إضافة الشيء إلى نفسه (أي نسبته إلى نفسه، لأن دواري منسوب إلى دوار، فلفظ المنسوب إليه كلفظ المنسوب). قال ابن سيده: هذا قول اللغويين قال الفارسي هو على لفظ النسب، وليس بنسب، ونظيره بختى وكرسي. وفي (اللسان: عجم) وينسب إلى الأعجم الذي في لسانه عجمة، فيقال: لسان أعجمي، وكتاب أعجمي، ولا يقال رجل أعجمي فتنسب إلى نفسه، إلا أن يكون أعجم وأعجمي بمعنى، مثل دوار ودواري، وجمل قعسر وقعسري؛ هذا إذا ورد وردًا لا يمكن رده. ا ه."
}