{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/83/14/",
    "ayah_number": 14,
    "text": "وقوله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ ) يقول تعالى ذكره مكذّبا لهم في قيلهم ذلك: ( كَلا )، ما ذلك كذلك، ولكنه ( رَانَ عَلَى قُلُوبِهِمْ ). يقول: غلب على قلوبهم وغَمَرها وأحاطت بها الذنوب فغطتها، يقال منه: رانت الخمر على عقله، فهي تَرِين عليه رَيْنا، وذلك إذا سكر، فغلبت على عقله؛ ومنه قول أبي زُبيد الطائي:ثُمَّ لَمَّا رآهُ رَانَتْ بِهِ الخَمرُ وأن لا تَرِينَهُ باتِّقاء (2)يعني: ترينه بمخافة، يقول: سكر فهو لا ينتبه؛ ومنه قول الراجز:لم نَروَ حتى هَجَّرَت وَرِينَ بيوَرِينَ بالسَّاقي الَّذي أمْسَى مَعِي (3)وبنحو الذي قلنا في ذلك قال أهل التأويل، وجاء الأثَر عن رسول الله صلى الله عليه وسلم.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا أبو خالد، عن ابن عجلان، عن القَعْقاع بن حكيم، عن أبي صالح، عن أبي هُرَيرة، قال: قال رسول الله صلى الله عليه وسلم: \" إذَا أذنَبَ العَبْدُ نُكِتَ فِي قَلْبِهِ نُكْتَة سَوْدَاءُ، فإنْ تابَ صُقِلَ مِنْها، فإنْ عادَ عادَتْ حتى تَعْظُمَ فِي قَلْبِهِ، فذلكَ الرَّانُ الَّذي قَالَ الله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ )\".حدثنا محمد بن بشار، قال: ثنا صفوان بن عيسى، قال: ثنا ابن عَجلان، عن القَعقاع، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" إنَّ المُؤْمَنَ إذَا أذْنَبَ ذَنْبًا كَانَتْ نُكْتَةٌ سَوْدَاءُ فِي قَلْبِهِ، فإن تابَ وَنزعَ وَاسْتَغْفَرَ صَقَلَتْ قَلْبَهُ، فإنْ زَادَ زَادَتْ حتى تَعْلُو قَلْبَهُ، فَذَلكَ الرَّانُ الَّذي قال الله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ )\".حدثني عليّ بن سهيل، قال: ثنا الوليد بن مسلم، عن محمد بن عَجْلان، عن القَعقَاع بن حكيم، عن أبي صالح، عن أبي هريرة، عن النبيّ صلى الله عليه وسلم قال: \" إنَّ الْعَبْدَ إذَا أذْنَبَ ذَنْبًا كَانَتْ نُكْتَةٌ سَوْدَاءُ فِي قَلْبِهِ، فإنْ تابَ مِنْهَا صُقِلَ قَلْبُهُ، فإنْ زَادَ زَادَتْ فَذلكَ قَوْلُ اللهِ: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) \".حدثني أبو صالح الضَّراري محمد بن إسماعيل، قال: أخبرني طارق بن عبد العزيز، عن ابن عجلان، عن القعقاع، عن أبي هريرة، قال: قال رسول إلله صلى الله عليه وسلم: \" إنَّ الْعَبْدَ إذَا أخْطأَ خَطِيئَةً كَانَتْ نُكْتَةٌ فِي قَلْبِهِ، فإنْ تَاب واسْتَغْفَرَ وَنزعَ صَقَلَتْ قَلْبَهُ، وَذَلكَ الرَّانُ الَّذِي قَالَ اللهُ: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) قال: أبو صالح: كذا قال: صقلت، وقال غيره: سَقَلت.حدثني عليّ بن سهيل الرمليّ، قال: ثنا الوليد، عن خُلَيد، عن الحسن، قال: وقرأ ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) قال: الذنب على الذنب حتى يموت قلبه.حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) قال: الذنب على الذنب حتى يَعمى القلب فيموت.حدثني يحيى بن طلحة اليربوعي، قال: ثنا فضيل بن عياض، عن منصور، عن مجاهد ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) قال: العبد يعمل بالذنوب فتحيط بالقلب، ثم ترتفع، حتى تغشى القلب.حدثني عيسى بن عثمان بن عيسى الرملي، قال: ثنا يحيى بن عيسى، عن الأعمش، قال: أرانا مجاهد بيده، قال: كانوا يرون القلب في مثل هذا يعني: الكفّ، فإذا أذنب العبد ذنبا ضم منه، وقال بأصبعه الخنصر هكذا فإذا أذنب ضمّ أصبعا أخرى، فإذا أذنب ضمّ أصبعا أخرى، حتى ضمّ أصابعه كلها، ثم يطبع عليه بطابع، قال مجاهد: وكانوا يرون أن ذلك الرَّيْن.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن الأعمش، عن مجاهد، قال: القلب مثل الكفّ، فإذا أذنب الذنب قبض أصبعا، حتى يقبض أصابعه كلها، وإن أصحابنا يرون أنه الران.حدثنا أبو كُرَيب مرة أخرى بإسناده عن مجاهد قال: القلب مثل الكفّ، وإذا أذنب انقبض وقبض أصبعه، فإذا أذنب انقبض حتى ينقبض كله، ثم يطبع عليه، فكانوا يرون أن ذلك هو الران ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) .حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد، في قول الله: ( بَلْ رَانَ عَلَى قُلُوبِهِمْ ) قال: الخطايا حتى غمرته.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد: ( بَلْ رَانَ عَلَى قُلُوبِهِمْ ) انبثت على قلبه الخطايا حتى غمرته.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ ) يقول: يطبع.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) قال: طبع على قلوبهم ما كسبوا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن طلحة، عن عطاء ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) قال: غشيت على قلوبهم فهوت بها، فلا يفزعون، ولا يتحاشون.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الحسن ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) قال: هو الذنب حتى يموت القلب.قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ ) قال: الران: الطبع يطبع القلب مثل الراحة، فيذنب الذنب فيصير هكذا، وعقد سفيان الخنصر، ثم يذنب الذنب فيصير هكذا، وقَبض سفيان كفه، فيطبع عليه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) أعمال السوء، أي والله ذنب على ذنب، وذنب على ذنب حتى مات قلبه واسودّ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ ) قال: هذا الذنب على الذنب، حتى يَرِين على القلب فيسودّ.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ ) قال: غلب على قلوبهم ذُنُوبهم، فَلا يخْلُص إليها معها خير.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( كَلا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ ) قال: الرجل يذنب الذنب، فيحيط الذنب بقلبه حتى تغشى الذنوب عليه. قال مجاهد: وهي مثل الآية التي في سورة البقرة  بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ  ."
}