{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/90/",
    "ayah_number": 90,
    "text": "ثم هدد- سبحانه- الذين يحاربون دعوة الحق، ويصفون القرآن بأوصاف لا تليق به فقال- تعالى-: كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ. الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ..والكاف في قوله كَما للتشبيه، وما موصوله أو مصدرية وهي المشبه به أما المشبه فهو الإيتاء المأخوذ من قوله- تعالى- وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي.ولفظ «المقتسمين» افتعال من القسم بمعنى تجزئة الشيء وجعله أقساما..والمراد بهم بعض طوائف أهل الكتاب، الذين آمنوا ببعضه وكفروا بالبعض الآخر.أو المراد بهم- كما قال ابن كثير: «المقتسمين» أى المتحالفين، أى الذين تحالفوا على مخالفة الأنبياء وتكذيبهم وأذاهم ... » .ولفظ «عضين» جمع عضة- بزنة عزة-، وهي الجزء والقطعة من الشيء. تقول:عضيت الشيء تعضية، أى: فرقته وجعلته أجزاء كل فرقة عضة.قال القرطبي ما ملخصه: وواحد العضين عضة، من عضيت الشيء تعضية أى فرقته، وكل فرقة عضة. قال الشاعر: وليس دين الله بالمعضى. أى: بالمفرق.والعضة والعضين في لغة قريش السحر. وهم يقولون للساحر عاضه، وللساحرة عاضهة ...وفي الحديث: لعن رسول الله صلى الله عليه وسلم العاضهة والمستعضهة أى الساحرة والمستسحرة..وقيل: هو من العضة، وهي التميمة. والعضيهة: البهتان.. يقال: أعضهت يا فلان أى:جئت بالبهتان» .والمعنى: ولقد آتيناك- أيها الرسول الكريم- السبع المثاني والقرآن العظيم، مثل ما أنزلنا على طوائف أهل الكتاب المقتسمين، أى الذين قسموا كتابهم أقساما، فأظهروا قسما وأخفوا آخر، والذين جعلوا- أيضا- القرآن أقساما، فآمنوا ببعضه، وكفروا بالبعض الآخر.. فجعله الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ بيان وتوضيح للمقتسمين.ومنهم من يرى أن قوله- تعالى- كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ ... متعلق بقوله- تعالى- قبل ذلك، وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ، فيكون المشبه الإنذار بالعقاب المفهوم من الآية الكريمة. وأن المراد بالمقتسمين: جماعة من مشركي قريش، قسموا أنفسهم أقساما لصرف الناس عن الإيمان بالنبي صلى الله عليه وسلم.والمعنى: وقل- أيها الرسول الكريم- إنى أنا النذير المبين لكم من عذاب مثل عذاب المقتسمين ...وقد فصل الإمام الآلوسى القول عند تفسيره لهاتين الآيتين فقال ما ملخصه: قوله- تعالى- كَما أَنْزَلْنا عَلَى الْمُقْتَسِمِينَ ... متعلق بقوله- تعالى- وَلَقَدْ آتَيْناكَ سَبْعاً ... على أن يكون في موضع نصب نعتا لمصدر من آتينا محذوف أى: آتيناك سبعا من المثاني إيتاء كما أنزلنا، وهو في معنى: أنزلنا عليك ذلك إنزالا كإنزالنا على أهل الكتاب"
}