{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/26/",
    "ayah_number": 26,
    "text": "والمراد بالإنسان في قوله- سبحانه- وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ صَلْصالٍ آدم- عليه السلام- لأنه أصل النوع الإنسانى، وأول فرد من أفراده.والصلصال: الطين اليابس الذي يصلصل، أى: يحدث صوتا إذا حرك أو نقر عليه، كما يحدث الفخار قال- تعالى- خَلَقَ الْإِنْسانَ مِنْ صَلْصالٍ كَالْفَخَّارِ  .وقيل: الصلصال: الطين المنتن، مأخوذ من قولهم: صلّ اللحم وأصلّ، إذا أنتن..قال الإمام ابن جرير: والذي هو أولى بتأويل الآية، أن يكون الصلصال في هذا الموضع، الطين اليابس الذي لم تصبه النار، فإذا نقرته صل فسمعت له صلصلة- وذلك أن الله- تعالى- وصفه في موضع آخر فقال: خَلَقَ الْإِنْسانَ مِنْ صَلْصالٍ كَالْفَخَّارِ فشبهه- تعالى ذكره- بأنه كالفخار في يبسه، ولو كان معناه في ذلك المنتن لم يشبهه بالفخار، لأن الفخار ليس بمنتن فيشبه به في النتن غيره» .والحمأ: الطين إذا اشتد سواده وتغيرت رائحته.والمسنون: المصور من سن الشيء إذا صوره.قال الآلوسى ما ملخصه: قوله مِنْ حَمَإٍ أى: من طين تغير واسود من مجاورة الماء، ويقال للواحدة حمأة- بسكون الميم- ...وقوله مَسْنُونٍ أى: مصوّر من سنّة الوجه وهي صورته. وأنشد لذلك ابن عباس قول عمه حمزة يمدح النبي صلى الله عليه وسلم:أغرّ كأن البدر سنّة وجهه ... جلا الغيم عنه ضوؤه فتبدداوقيل مسنون: أى مصبوب، من سنّ الماء بمعنى صبه. ويقال شنّ- بالشين أيضا- أى: مفرغ على هيئة الإنسان ... وقيل: المسنون: المنتن ... » .والذي يتدبر القرآن الكريم يرى أن الله- تعالى- قد وضح في آيات متعددة أطوار خلق آدم- عليه السلام-، فقد بين في بعض الآيات أنه خلقه من تراب، كما في قوله- تعالى- إِنَّ مَثَلَ عِيسى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرابٍ ثُمَّ قالَ لَهُ كُنْ فَيَكُونُ ... .وبين في آيات أخرى أنه- سبحانه- خلقه من طين، كما في قوله- تعالى- الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسانِ مِنْ طِينٍ .وبين هنا أنه- سبحانه- خلقه مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ.قال الجمل: وهذا الطور آخر أطوار آدم الطينية، وأول ابتدائه أنه كان ترابا متفرق الأجزاء، ثم بلّ- أى التراب- فصار طينا، ثم ترك حتى أنتن وأسود فصار حمأ مسنونا.أى: متغيرا، ثم يبس فصار صلصالا، وعلى هذه الأحوال والأطوار تتخرج الآيات الواردة في أطواره الطينية، كآية خلقه من تراب، وآية بَشَراً مِنْ طِينٍ  وهذه الآية التي نحن فيها» .والمقصود من هذه الآيات الكريمة، التنبيه على عجيب صنع الله- تعالى- وعظيم قدرته، حيث أخرج- سبحانه- من هذه المواد بشرا سويا، في أحسن تقويم.وأكد- سبحانه- الجملة الكريمة بلام القسم وقد، لزيادة التحقيق، وللإرشاد إلى أهمية هذا الخلق، وأنه بهذه الصفة.ومِنْ في قوله مِنْ صَلْصالٍ لابتداء الغاية أو للتبعيض، وفي قوله مِنْ حَمَإٍ ابتدائية.والجار والمجرور صفة لصلصال أى: من صلصال كائن من حمأ، ومسنون صفة لحمإ."
}