{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/26/59/",
    "ayah_number": 59,
    "text": "وقوله: كَذلِكَ خبر لمبتدأ محذوف. أى: الأمر كذلك.وقوله: وَأَوْرَثْناها بَنِي إِسْرائِيلَ أى: وأورثنا تلك الجنات والعيون والكنوز والمنازل الحسنة لبنى إسرائيل.قال الجمل: وقوله: وَأَوْرَثْناها أى: الجنات والعيون والكنوز لبنى إسرائيل، وذلك أن الله- عز وجل- رد بنى إسرائيل إلى مصر بعد هلاك فرعون وقومه، فأعطاهم جميع ما كان لفرعون وقومه من الأموال والمساكن الحسنة..والظاهر أن هذه الجملة اعتراضية، وأن قوله- بعد ذلك- فَأَتْبَعُوهُمْ معطوف على قوله- تعالى-: فَأَخْرَجْناهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ.. لأن إعطاء البساتين وما بعدها لبنى إسرائيل، كان بعد هلاك فرعون وقومه .ومن العلماء من يرى أن بنى إسرائيل لم يعودوا لمصر بعد هلاك فرعون وقومه، وأن الضمير في قوله- تعالى-: وَأَوْرَثْناها لا يعود إلى الجنات والعيون التي أخرج الله- تعالى- منها فرعون وقومه. فيقول: ولا يعرف أن بنى إسرائيل عادوا إلى مصر بعد خروجهم إلى الأرض المقدسة، وورثوا ملك مصر وكنوز فرعون ومقامه، لذلك يقول المفسرون إنهم ورثوا مثل ما كان لفرعون وملئه. فهي وراثة لنوع ما كانوا فيه من جنات وعيون وكنوز ومقام كريم»   .وقيل: المراد بالوراثة هنا: وراثة ما استعاره بنو إسرائيل من حلى آل فرعون عند خروجهم من مصر مع موسى- عليه السلام-.ويبدو لنا أنه لا مانع من عودة الضمير في قوله- تعالى-: وَأَوْرَثْناها إلى الجنات والعيون والكنوز التي أخرج الله- تعالى- منها فرعون وقومه، بأن عاد موسى ومن معه إلى مصر- لفترة معينة- بعد هلاك فرعون وملئه، ثم خرجوا منها بعد ذلك مواصلين سيرهم إلى الأرض المقدسة، التي أمرهم موسى- عليه السلام- بدخولها.ولعل مما يؤيد ما نرجحه قوله- تعالى-: وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا يُسْتَضْعَفُونَ مَشارِقَ الْأَرْضِ وَمَغارِبَهَا الَّتِي بارَكْنا فِيها، وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنى عَلى بَنِي إِسْرائِيلَ بِما صَبَرُوا وَدَمَّرْنا ما كانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَما كانُوا يَعْرِشُونَ .وقوله- سبحانه-: وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ، وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوارِثِينَ، وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما مِنْهُمْ ما كانُوا يَحْذَرُونَ ."
}