{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/41/",
    "ayah_number": 41,
    "text": "وقوله: غَنِمْتُمْ من الغنم بمعنى الفوز والربح يقال: غنم غنما وغنيمة إذا ظفر بالشيء قال القرطبي ما ملخصه: الغنيمة في اللغة ما يناله الرجل أو الجماعة بسعي، ومن ذلك قول الشاعر:وقد طوفت في الآفاق حتى ... رضيت من الغنيمة بالإيابواعلم أن الاتفاق حاصل على أن المراد بقوله- تعالى-: غَنِمْتُمْ مِنْ شَيْءٍ مال الكفار إذا ظفر به المسلمون على وجه الغلبة والقهر.وسمى الشرع الواصل من الكفار إلينا من الأموال باسمين: غنيمة وفيئا.فالشيء الذي يناله المسلمون من عدوهم بالسعي وإيجاف الخيل والركاب يسمى غنيمة.ولزم هذا الاسم هذا المعنى حتى صار عرفا.والفيء مأخوذ من فاء يفيء إذا رجع، وهو كل مال دخل على المسلمين من غير حرب ولا إيجاف. كخراج الأرضين، وجزية الجماجم  .والمعنى الإجمالي للآية الكريمة: وَاعْلَمُوا- أيها المسلمون- أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ أى: ما أخذتموه من الكفار قهرا فَأَنَّ لِلَّهِ الذي منه- سبحانه- النصر المتفرع عليه الغنيمة خُمُسَهُ أى خمس ما غنمتموه شكرا له على هذه النعمة وَلِلرَّسُولِ الذي هو سبب في هدايتكم وَلِذِي الْقُرْبى أى: ولأصحاب القرابة من رسول الله صلى الله عليه وسلم والمراد بهم على الراجح بنو هاشم وبنو المطلب.وَالْيَتامى وهم أطفال المسلمين الذين مات آباؤهم قبل أن يبلغوا.وَالْمَساكِينِ وهم أهل الفاقة والحاجة من المسلمين.وَابْنِ السَّبِيلِ وهو المسافر الذي نفد ماله وهو في الطريق قبل أن يصل إلى بلده.وقوله وَاعْلَمُوا معطوف على قوله قبل ذلك وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ.. إلخ وما في قوله: أَنَّما غَنِمْتُمْ موصولة والعائد محذوف.وقوله: مِنْ شَيْءٍ بيان الموصول محله النصب على أنه حال من العائد المقدر.أى: أن ما غنمتموه من شيء سواء أكان هذا الشيء قليلا أم كثيرا فَأَنَّ لِلَّهِ خُمُسَهُ.وقوله: فَأَنَّ لِلَّهِ خُمُسَهُ خبر مبتدأ محذوف والتقدير: فحكمه أن لله خمسه والجار والمجرور خبر أن مقدم، وخمسه اسمها مؤخر. والتقدير: فأن خمسه كائن لله وللرسول ولذي القربى ... إلخ.وأعيدت اللام في قوله وَلِذِي الْقُرْبى دون غيرهم من الأصناف التالية لدفع توهم اشتراكهم في سهم النبي صلى الله عليه وسلم لمزيد اتصالهم به.وقوله: إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ..شرط جزاؤه محذوف.أى: إن كنتم آمنتم بالله حق الإيمان، وآمنتم بما أنزلنا على عبدنا محمد صلى الله عليه وسلم يَوْمَ الْفُرْقانِ أى يوم بدر يَوْمَ الْتَقَى الْجَمْعانِ أى: جمع المؤمنين وجمع الكافرين..إن كنتم آمنتم بكل ذلك، فاعملوا بما علمتم، وارضوا بهذه القسمة عن إذعان وتسليم وحسن قبول.وما أنزله الله على نبيه صلى الله عليه وسلم يوم بدر. يتناول ما نزل من آيات قرآنية، كما يتناول نزول الملائكة لتثبيت المؤمنين، وتبشيرهم بالنصر كما يتناول غير ذلك مما أيدهم الله به في بدر.وسمى يوم بدر بيوم الفرقان، لأنه اليوم الذي فرق الله فيه بين الحق والباطل وقوله وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ تذييل قصد به بيان أن ما أصابه المؤمنون يوم بدر من غنيمة ونصر إنما هو بقدرة الله التي لا يعجزها شيء فعليهم أن يداوموا على طاعته وشكره ليزيدهم من عطائه وفضله.هذا، وقد ذكر العلماء عند تفسيرهم لهذه الآية جملة من المسائل والأحكام من أهمها ما يأتى:1- أن هذه الآية وضحت أن غنائم الحرب تخمس فيجعل الخمس الأول منها لله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل، والأربعة الأخماس الباقية بينت السنة أنها تقسم على الجيش: للراجل سهم، وللفارس ثلاثة أسهم أو سهمان.قال ابن كثير: ويؤيد هذا ما رواه البيهقي بإسناد صحيح عن عبد الله بن شقيق عن رجل قال: أتيت النبي صلى الله عليه وسلم، وهو بوادي القرى، وهو معترض فرسا فقلت: يا رسول الله، ما تقول في الغنيمة، فقال: لله خمسها وأربعة أخماسها للجيش، قلت: فما أحد أولى به من أحد، قال: لا، ولا السهم تستخرجه من جيبك، ليس أنت أحق به من أخيك المسلم .وقال بعض العلماء: أفادت الآية أن الواجب في المغنم تخميسه، وصرف الخمس إلى من ذكره الله- تعالى- وقسمة الباقي بين الغانمين بالعدل، للراجل سهم، وللفارس ثلاثة أسهم، سهم له وسهمان لفرسه. هكذا قسم النبي صلى الله عليه وسلم الغنائم عام خيبر.ومن الفقهاء من يقول: للفارس سهمان. والأول هو الذي دلت عليه السنة الصحيحة، ولأن الفرس يحتاج إلى مؤنة نفسه وسائسه، ومنفعة الفارس به أكثر من منفعة رجلين.ويجب قسمتها بينهم بالعدل، فلا يحابى أحدا، لا لرئاسته ولا لنسبه ولا لفضله وفي صحيح البخاري أن سعد بن أبى وقاص رأى أن له فضلا على من دونه، فقال النبي صلى الله عليه وسلم «هل تنصرون وترزقون إلا بضعفائكم» ؟ .ذهب جمهور العلماء إلى أن المقصود بإيتاء لفظ الجلالة في قوله فَأَنَّ لِلَّهِ خُمُسَهُ:التبرك والتعظيم والحض على إخلاص النية عند القسمة وعلى الامتثال والطاعة له- سبحانه-.وليس المقصود أن يقسم الخمس على ستة منها الله- تعالى-، فإنه- سبحانه- له الدنيا والآخرة، وله ما في السموات وما في الأرض وما بينهما.وعليه يكون خمس الغنيمة مقسما على خمسة أقسام: للرسول، ولذي القربى، واليتامى، والمساكين، وابن السبيل.ويرى أبو العالية والربيع والقاسم أن هذا الخمس يقسم إلى ستة أقسام، عملا بظاهر الآية، وأن سهم الله- تعالى- يصرف في وجوه الخير، أو يؤخذ للكعبة.وقد رجح ابن جرير رأى الجمهور فقال: وأولى الأقوال في ذلك بالصواب من قال: قوله فَأَنَّ لِلَّهِ خُمُسَهُ افتتاح كلام، وذلك لاجتماع الحجة على أن الخمس غير جائز قسمه على ستة أسهم. ولو كان لله فيه سهم- كما قال أبو العالية- لوجب أن يكون خمس الغنيمة مقسوما على ستة أسهم. وإنما اختلف أهل العلم في قسمه على خمسة فما دونها.فأما على أكثر من ذلك فلا نعلم قائلا قاله غير الذي ذكرنا من الخبر عن أبى العالية. وفي إجماع من ذكرت- الدلالة الواضحة على ما اخترناه  .وسهم النبي صلى الله عليه وسلم الذي جعله الله- تعالى- له في قوله وَلِلرَّسُولِ كان مفوضا إليه في حياته، يتصرف فيه كما شاء، ويضعه حيث يشاء.روى الإمام أحمد أن أبا الدرداء قال لعبادة بن الصامت: يا عبادة، ما كلمات رسول صلى الله عليه وسلم في غزوة كذا وكذا في شأن الأخماس؟ فقال عبادة: إن رسول الله صلى الله عليه وسلم صلى بهم في غزوهم إلى بعير من المقسم. فلما سلم قام رسول الله صلى الله عليه وسلم فتناول وبرة فقال: إن هذه من غنائمكم، وأنه ليس لي فيها إلا نصيبي معكم الخمس، والخمس مردود عليكم، فأدوا الخيط والمخيط وأكبر من ذلك وأصغر، ولا تغلوا فإن الغلول نار وعار على أصحابه في الدنيا والآخرة، وجاهدوا الناس في الله تبارك وتعالى القريب والبعيد، ولا تبالوا في الله لومة لائم، وأقيموا الحدود في الحضر والسفر، وجاهدوا في سبيل الله، فإن الجهاد باب من أبواب الجنة.ينجى الله به من الغم والهم، قال ابن كثير: هذا حديث حسن عظيم.وروى أبو داود والنسائي عن عمرو بن عبسة، أن رسول الله صلى الله عليه وسلم صلى بهم إلى بعير من المغنم، فلما سلم أخذ وبرة من جنب البعير ثم قال: ولا يحل لي من غنائمكم مثل هذا إلا الخمس، والخمس مردود عليكم .هذا بالنسبة لسهمه صلى الله عليه وسلم في حياته، أما بعد وفاته، فمنهم من يرى: أن سهمه صلى الله عليه وسلم يكون لمن يلي الأمر من بعده. روى هذا عن أبى بكر وعلى وقتادة وجماعة..ومنهم من يرى أن سهمه صلى الله عليه وسلم يصرف في مصالح المسلمين. روى ابن جرير عن الأعمش عن إبراهيم قال: كان أبو بكر وعمر يجعلان سهم النبي صلى الله عليه وسلم في الكراع والسلاح.ومنهم من يرى صرفه لبقية الأصناف: ذوى القربى واليتامى والمساكين وابن السبيل.وقد رجح ابن جرير هذا الرأى فقال: والصواب من القول في ذلك عندنا: أن سهم رسول الله صلى الله عليه وسلم مردود في الخمس، والخمس مقسوم على أربعة أسهم على ما روى عن ابن عباس: للقرابة سهم، ولليتامى سهم، وللمساكين سهم، ولابن السبيل سهم، لأن الله- تعالى- أوجب الخمس لأقوام موصوفين بصفات، كما أوجب الأربعة الأخماس الآخرين.وقد اجمعوا أن حق أهل الأربعة الأخماس لن يستحقه غيرهم، فكذلك حق أهل الخمس لن يستحقه غيرهم، فغير جائز أن يخرج عنهم إلى غيرهم..» .4- المراد بذي القربى- كما سبق أن أشرنا- بنو هاشم وبنو المطلب على الراجح.وعليه فإن السهم المخصص لذي القربى لا يصرف إلا لهم.قال القرطبي ما ملخصه: اختلف العلماء في ذوى القربى على ثلاثة أقوال:أولها: أن المراد بهم قريش كلها: قاله بعض السلف، لأن النبي صلى الله عليه وسلم لما صعد الصفا جعل يهتف يا بنى فلان يا بنى عبد مناف.. أنقذوا أنفسكم من النار.ثانيها: أن المراد بهم بنو هاشم وبنو المطلب. قاله الشافعى وأحمد وأبو ثور ومجاهد.. لأن النبي صلى الله عليه وسلم لما قسم سهم ذوى القربى بين بنى هاشم وبنى المطلب قال: «إنهم لم يفارقونى في جاهلية ولا إسلام وإنما بنو هاشم وبنو المطلب شيء واحد» وشبك بين أصابعه. أخرجه البخاري والنسائي.ثالثها: أن المراد بهم بنو هاشم خاصة. قاله مجاهد وعلى بن الحسين. وهو قول مالك والثوري والأوزاعى وغيرهم .وقال الآلوسى: وكيفية القسمة عند الأصحاب أنها كانت على عهد رسول الله صلى الله عليه وسلم على خمسة أسهم سهم له صلى الله عليه وسلم وسهم للمذكورين من ذوى القربى، وثلاثة أسهم للأصناف الثلاثة الباقية.وأما بعد وفاته صلى الله عليه وسلم فسقط سهمه.. وكذا سقط سهم ذوى القربى، وإنما يعطون بالفقر، ويقدم فقراؤهم على فقراء غيرهم، ولا حق لأغنيائهم، لأن الخلفاء الأربعة قسموا الخمس كذلك وكفى بهم قدوة ...ثم قال: ومذهب المالكية أن الخمس لا يلزم تخميسه، وأنه مفوض إلى رأى الإمام.- أى انهم يرون أن خمس الغنيمة يجعل في بيت المال فينفق منه على من ذكر وعلى غيرهم بحسب ما يراه الإمام من مصلحة المسلمين، وكأنهم يرون أن هذه الأصناف إنما ذكرت على سبيل المثال، وأنها من باب الخاص الذي قصد به العام، بينما يرى غيرهم أن هذه الأصناف من باب الخاص الذي قصد به الخاص.ثم قال: ومذهب الإمامية أنه ينقسم إلى ستة أسهم كما ذهب أبو بالعالية، إلا أنهم قالوا:إن سهم الله- تعالى-، وسهم رسوله صلى الله عليه وسلم وسهم ذوى القربى الكل للإمام القائم مقام الرسول صلى الله عليه وسلم أما الأسهم الثلاثة الباقية فهم لليتامى من آل محمد صلى الله عليه وسلم، وسهم لمساكينهم، وسهم لأبناء سبيلهم، لا يشركهم في ذلك غيرهم. رووا ذلك عن زين العابدين، ومحمد بن على الباقر..ثم قال: والظاهر أن الأسهم الثلاثة الأولى التي ذكروها اليوم تخبأ في السرداب، إذ القائم مقام الرسول صلى الله عليه وسلم قد غاب عندهم فتخبأ له حتى يرجع من غيبته..» .هذا، ومن كل ما سبق نرى أن أكثر العلماء يرون أن خمس الغنيمة يقسم إلى خمسة أقسام، ومنهم من يرى أنه يقسم الى ستة أقسام، ومنهم من يرى أنه لا يلزم تقسيمه إلى خمسة أقسام أو إلى ستة، وإنما هو موكول إلى نظر الإمام واجتهاده.. ومنهم من يرى غير ذلك، ولكل فريق أدلته المبسوطة في كتب الفروع.5- ذكرنا عند تفسيرنا لقوله- تعالى- في مطلع السورة يَسْئَلُونَكَ عَنِ الْأَنْفالِ ... أن المراد بالأنفال: الغنائم وعليه تكون الآية التي معنا وهي قوله وَاعْلَمُوا أَنَّما غَنِمْتُمْ.. مفصلة لما أجملته الآية التي في مطلع السورة.أى أن الآية التي في مطلع السورة بينت أن الأمر في قسمة الأنفال مفوض إلى الله ورسوله، ثم جاءت الآية التي معنا ففصلت كيفية قسمة الغنائم حتى لا يتطلع أحد إلى ما ليس من حقه.وهذا أولى من قول بعضهم: إن الآية التي معنا نسخت الآية التي في مطلع السورة: لأن النسخ لا يصار إليه إلا عند التعارض وهنا لا تعارض بين الآيتين.6- الآية الكريمة أرشدت المؤمنين إلى أن من الواجب عليهم أن يخلصوا في طاعتهم لله- تعالى- ولرسوله صلى الله عليه وسلم وأن يجعلوا غايتهم من جهادهم إعلاء كلمة الله، لكي يكونوا مؤمنين حقا.ويشعر بهذا الإرشاد تصديره- سبحانه- الآية بقوله: وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ.. كما يشعر به قوله- تعالى- إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ..، فإن كل ذلك فيه معنى الحض على إخلاص النية لله- تعالى- والامتثال لحكمه، والمداومة على شكره، حيث منحهم- سبحانه- هذه النعم بفضله وإحسانه.وإلى هذا المعنى أشار صاحب الكشاف بقوله: فإن قلت: بم تعلق قوله إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ: قلت بمحذوف يدل عليه قوله وَاعْلَمُوا أَنَّما غَنِمْتُمْ.. والمعنى: إن كنتم آمنتم بالله فاعلموا أن الخمس من الغنيمة يجب التقرب به، فاقطعوا عنه أطماعكم واقتنعوا بالأخماس الأربعة. وليس المراد بالعلم المجرد، ولكنه العلم المضمن بالعمل، والطاعة لأمر الله- تعالى-، لأن العلم المجرد يستوي فيه المؤمن والكافر  .هذه بعض المسائل والأحكام التي استنبطناها من الآية الكريمة، وهناك مسائل وأحكام أخرى تتعلق بها ذكرها بعض المفسرين فارجع إليها إن شئت «2» .ثم حكى- سبحانه- بعض مظاهر فضله وحكمه في غزوة بدر، فبين الأماكن التي نزل فيها كل فريق، كما بين الحكمة في لقاء المؤمنين والكافرين على غير ميعاد، والحكمة في تقليل كل فريق منهما في عين الآخر ... فقال تعالى:"
}