{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/54/",
    "ayah_number": 54,
    "text": "ثم ذكر- سبحانه- ما عليه المشركون من جحود وغرور وعناد على سبيل التأكيد والتوبيخ فقال: كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآياتِ رَبِّهِمْ فَأَهْلَكْناهُمْ بِذُنُوبِهِمْ، وَأَغْرَقْنا آلَ فِرْعَوْنَ، وَكُلٌّ كانُوا ظالِمِينَ.أى: أن شأن هؤلاء المشركين الذين حاربوك يا محمد، كشأن آل فرعون ومن تقدمهم من الأقوام السابقة، كقوم نوح وقوم هود..، كذب أولئك جميعا بآيات ربهم التي أوجدها- سبحانه- لهدايتهم وسعادتهم.. فكانت نتيجة ذلك أن أهلكهم- سبحانه- بسبب ما ارتكبوه من ذنوب، وبسبب استعمالهم النعم في غير ما خلقت له.وَأَغْرَقْنا آلَ فِرْعَوْنَ الذين زينوا له الكفر والبطر والطغيان.وَكُلٌّ كانُوا ظالِمِينَ أى: وكل من الأقوام المذكورين ومن على شاكلتهم في الكفر والضلال، كانوا ظالمين لأنفسهم بكفرهم، ولأنبيائهم بسبب محاربتهم لهم، وإعراضهم عنهم مع أن الأنبياء ما جاءوا إلا لهدايتهم.وجمع الضمير في كانُوا وظالِمِينَ مراعاة لمعنى كُلٌّ لأنها متى قطعت عن الإضافة جاز مراعاة لفظها تارة، ومراعاة معناها أخرى، واختير هنا مراعاة المعنى لأجل الفواصل.قال الجمل: فإن قلت: ما الفائدة من تكرير هذه الآية مرة ثانية؟.قلت: فيها فوائد منها: أن الكلام الثاني يجرى مجرى التفصيل للكلام الأول، لأن الآية الأولى فيها ذكر أخذهم، والثانية ذكر إغراقهم فذلك تفسير للأول.ومنها: أنه ذكر في الآية الأولى أنهم كفروا بآيات الله وفي الآية الثانية أنهم كذبوا بآيات ربهم، ففي الآية إشارة إلى أنهم كفروا بآيات الله وجحدوها، وفي الثانية إشارة إلى أنهم كذبوا بها مع جحودهم لها، وكفرهم بها.ومنها: أن تكرير هذه القصة للتأكيد.وبعد، فإن المتدبر في هذه الآيات الكريمة، يراها تصور تصويرا واضحا سنة من سنن الله في خلقه، وهي أنه- سبحانه- لا يسلب نعمه عن قوم إلا بسبب ذنوب اقترفوها، وأنه- تعالى- لا ينزل عقوباته بهم إلا بعد لجاجهم في طغيانهم، وإدبارهم عن نصح الناصحين.ورحم الله الأستاذ الإمام محمد عبده فقد كتب مقالا جيدا صدره بقوله تعالى: ذلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ ...ومما جاء في هذا المقال قوله: تلك آيات الكتاب الحكيم، تهدى إلى الحق وإلى طريق مستقيم.أرشدنا- سبحانه- إلى أن الأمم ما سقطت من عرش عزها، ولا بادت ومحى اسمها من لوح الوجود إلا بعد نكوبها عن تلك السنن التي سنها- سبحانه- على أساس الحكمة البالغة، إن الله لا يغير ما بقوم من عز وسلطان، ورفاعة وخفض عيش، وأمن وراحة حتى يغير أولئك ما بأنفسهم من نور العقل، وصحة الفكر، وإشراق البصيرة، والاعتبار بأفعال الله في الأمم السابقة، والتدبر في أحوال الذين حادوا عن صراط الله فهلكوا، أو حل بهم الدمار. ثم لعدولهم عن سنة العدل، وخروجهم عن طريق البصيرة والحكمة، حادوا عن الاستقامة في الرأى، والصدق في القول، والسلامة في الصدر، والعفة عن الشهوات، والحمية على الحق، والقيام بنصرته والتعاون على حمايته.. خذلوا العدل ولم يجمعوا همهم على إعلاء كلمته، واتبعوا الأهواء الباطلة، وانكبوا على الشهوات الفانية.. فأخذهم بذنوبهم وجعلهم عبرة للمعتبرين.هكذا جعل الله بقاء الأمم ونماءها في التحلي بالفضائل وجعل هلاكها ودمارها في التخلي عنها.سنة ثابتة لا تختلف باختلاف الأمم، ولا تتبدل بتبدل الأجيال، كسنته- سبحانه- في الخلق والإيجاد، وتقدير الأرزاق وتحديد الآجال..» .وبعد أن شرح- سبحانه- أحوال المهلكين من شرار الكفرة، شرع في بيان أحوال الباقين منهم، وتفصيل أحكامها، فقال- تعالى:"
}