{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/11/",
    "ayah_number": 11,
    "text": "ثم حكى- سبحانه- بعد ذلك بعض المنن الأخرى التي منحها للمؤمنين قبل أن يلتحموا مع أعدائهم في بدر فقال: إِذْ يُغَشِّيكُمُ النُّعاسَ أَمَنَةً مِنْهُ، وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِهِ، وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطانِ، وَلِيَرْبِطَ عَلى قُلُوبِكُمْ، وَيُثَبِّتَ بِهِ الْأَقْدامَ.وقوله: يُغَشِّيكُمُ بتشديد الشين من التغشية بمعنى التغطية من غشاه تغشية أى:غطاه.والنعاس: أول النوم قبل أن يثقل، وفعله- على الراجح- على وزن منع.والأمنة: مصدر بمعنى الأمن. وهو طمأنينة القلب وزوال الخوف، يقال: أمنت من كذا أمنة وأمنا وأمانا بمعنى.قال الجمل: في قوله: إِذْ يُغَشِّيكُمُ النُّعاسَ ثلاث قراءات سبعية.الأولى: يغشاكم كيلقاكم، من غشيه إذا أتاه وأصابه وفي المصباح: غشيته أغشاه من باب تعب بمعنى أتيته- وهي قراءة أبى عمرو وابن كثير.الثانية: يغشيكم- بإسكان الغين وكسر الشين- من أغشاه. أى أنزله بكم وأوقعه عليكم- وهو قراءة نافع- الثالثة: يغشيكم- بتشديد الشين وفتح الغين وهي قراءة الباقين- من غشاه تغشية بمعنى غطاه.أى: يغشيكم الله النعاس أى يجعله عليكم كالغطاء من حيث اشتماله عليكم.والنعاس على القراءة الأولى مرفوع على الفاعلية، وعلى الأخيرتين منصوب على المفعولية. وقوله: «أمنة» حال أو مفعول لأجله .وقال القرطبي: وكان هذا النعاس في الليلة التي كان القتال من غدها، فكان النوم عجيبا مع ما كان بين أيديهم من الأمر المهم، ولكن الله ربط جأشهم.وقال القرطبي: وكان هذا النعاس في الليلة التي كان القتال من غدها، فكان النوم عجيبا مع ما كان بين أيديهم من الأمر المهم، ولكن الله ربط جأشهم.وعن على- رضى الله عنه- قال: ما كان فينا فارس يوم بدر غير المقداد على فرس أبلق، ولقد رأيتنا وما فينا إلا نائم سوى رسول الله صلى الله عليه وسلم تحت شجرة يصلى حتى أصبح.وفي امتنان الله عليهم بالنوم في هذه الليلة وجهان: - أحدهما: أن قواهم بالاستراحة على القتال من الغد.الثاني: أن أمنهم بزوال الرعب من قلوبهم: كما يقال: الأمن منيم، والخوف مسهر» «2» .وقال ابن كثير: وجاء في الصحيح أن رسول الله صلى الله عليه وسلم لما كان يوم بدر في العريش مع الصديق، وهما يدعوان، أخذت رسول الله صلى الله عليه وسلم سنة من النوم. ثم استيقظ متبسما، فقال: «أبشر يا أبا بكر، هذا جبريل على ثناياه النقع» . ثم خرج من باب العريش وهو يتلو قول الله- تعالى- سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ .والمعنى: واذكروا- أيها المؤمنون- أيضا، وقت أن كنتم متعبين وقلقين على مصيركم في هذه المعركة، فألقى الله عليكم النعاس، وغشاكم به قبل التحامكم بأعدائكم، ليكون أمانا لقلوبكم، وراحة لأبدانكم، وبشارة خير لكم.هذا، ومن العلماء الذين تكلموا عن نعمة النعاس التي ساقها الله للمؤمنين قبل المعركة، الإمامان الرازي ومحمد عبده.أما الامام الرازي فقد قال ما ملخصه: واعلم أن كل نوم ونعاس لا يحصل إلا من قبل الله- تعالى- فتخصيص هذا النعاس بأنه من الله لا بد فيه من مزيد فائدة، وذكروا في ذلك وجوها: منها: أن الخانف إذا خاف من عدوه فإنه لا يأخذه النوم، وإذا نام الخائفون أمنوا.فصار حصول النوم لهم في وقت الخوف الشديد، يدل على إزالة الخوف وحصول الأمن.ومنها: أنهم ما ناموا نوما غرقا يتمكن معه العدو من معافصتهم، بل كان ذلك نعاسا يزول معه الإعياء والكلال، ولو قصدهم العدو في هذه الحالة لعرفوا وصوله، ولقدروا على دفعه.ومنها: أنه غشيهم هذا النعاس دفعة واحدة مع كثرتهم، وحصول النعاس للجمع العظيم في الخوف الشديد أمر خارق للعادة. فلهذا السبب قيل: إن ذلك النعاس كان في حكم المعجز .وقال الإمام محمد عبده: لقد مضت سنة الله في الخلق، بأن من يتوقع في صبيحة ليلته هولا كبيرا، ومصابا عظيما، فإنه يتجافى جنبه عن مضجعه فيصبح خاملا ضعيفا. وقد كان المسلمون يوم بدر يتوقعون مثل ذلك، إذ بلغهم أن جيشا يزيد على عددهم ثلاثة أضعاف سيحاربهم غدا فكان من مقتضى العادة أن يناموا على بساط الأرق والسهاد.. ولكن الله رحمهم بما أنزل عليهم من النعاس: غشيهم فناموا، واثقين بالله، مطمئنين لوعده، وأصبحوا على همة ونشاط في لقاء عدوهم وعدوه.. فالنعاس لم يكن يوم بدر في وقت الحرب بل قبلها» .وبذلك نرى أن النعاس الذي أنزله الله تعالى- على المؤمنين قبل لقائهم بأعدائهم في بدر كان نعمة عظيمة ومنة جليلة.وقوله- تعالى-: وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِهِ معطوف على قوله يُغَشِّيكُمُ وهو- أى: إنزال الماء من السماء نعمة عظمى تحمل في طياتها نعما وسننا.أولها: يتجلى في هذه الجملة الكريمة، أنه- سبحانه- أنزل على المؤمنين المطر من السماء ليطهرهم به من الحدثين: الأصغر والأكبر، فإن المؤمن- كما يقول الإمام الرازي- «يكاد يستقذر نفسه إذا كان جنبا، ويغتم إذا لم يتمكن من الاغتسال، ويضطرب قلبه لأجل هذا السبب  .وثانيها: قوله- تعالى-: ويذهب عنكم رجز الشيطان» .وأصل الرجز: الاضطراب ويطلق على كل ما تشتد مشقته على النفوس.قال الراغب: أصل الرجز الاضطراب، ومنه قيل رجز البعير رجزا فهو أرجز، وناقة رجزاء إذا تقارب خطوها واضطرب لضعفها..» .والمراد برجز الشيطان: وسوسته للمؤمنين، وتخويفه إياهم من العطش وغيره عند فقدهم الماء وإلقاؤه الظنون السيئة في قلوبهم.أى: أنه- سبحانه- أنزل عليكم الماء- أيها المؤمنون- ليطهركم به تطهيرا حسيا وليزيل عنكم وسوسة الشيطان، بتخويفه إياكم من العطش وبإلقائه في نفوسكم الظنون والأوهام.. وهذا هو التطهير الباطني.وثالثها قوله- تعالى-: وَلِيَرْبِطَ عَلى قُلُوبِكُمْ أى: وليقويها بالثقة في نصر الله، وليوطنها على الصبر والطمأنينة.. ولا شك أن وجود الماء في حوزة المحاربين يزيدهم قوة على قوتهم، وثباتا على ثباتهم، أما فقده فإنه يؤدى إلى فقد الثقة والاطمئنان، بل وإلى الهزيمة المحققة.وأصل الربط: الشد. ويقال لكل من صبر على أمر: ربط قلبه عليه، أى: حبس قلبه عن أن يضطرب أو يتزعزع، ومنه قولهم: رجل رابط الجأش. أى: ثابت متمكن.ورابع هذه النعم التي تولدت عن نزول الماء من السماء على المؤمنين، قبل خوضهم معركة بدر، يتجلى في قوله- تعالى- وَيُثَبِّتَ بِهِ الْأَقْدامَ.أى: أنه- سبحانه- أنزل عليهم المطر قبل المعركة لتطهيرهم حسيا ومعنويا، ولتقويتهم وطمأنينتهم، وليثبت أقدامهم به حتى لا تسوخ في الرمال، وحتى يسهل المشي عليها، إذ من المعروف أنه من العسير المشي على الرمال، فإذا ما نزلت عليها الأمطار جمدت وسهل السير فوقها، وانطفأ غبارها.. فالضمير في قوله بِهِ يعود على الماء المنزل من السماء.قال الزمخشري: ويجوز أن يعود للربط- في قوله وَلِيَرْبِطَ عَلى قُلُوبِكُمْ، لأن القلب إذا تمكن فيه الصبر والجراءة ثبتت القدم في مواطن القتال.هذا، وقد وردت آثار متعددة توضح ما اشتملت عليه هذه الآية الكريمة من نعم جليلة،ومن ذلك ما جاء عن ابن عباس أنه قال: نزل النبي صلى الله عليه وسلم يعنى حين سار إلى بدر- والمسلمون بينهم وبين الماء رملة دعصة- أى كثيرة مجتمعة- فأصاب المسلمين ضعف شديد، وألقى الشيطان في قلوبهم الغيظ، فوسوس بينهم، تزعمون أنكم أولياء الله وفيكم رسوله، وقد غلبكم المشركون على الماء، وأنتم تصلون مجنبين؟ فأمطر الله عليهم مطرا شديدا، فشرب المسلمون وتطهروا، وأذهب الله عنهم رجز الشيطان، وثبت الرمل حين أصابه المطر، ومشى الناس عليه والدواب، فساروا إلى القوم..»  .وعن عروة بن الزبير قال: بعث الله السماء وكان الوادي دهسا فأصاب رسول الله صلى الله عليه وسلم وأصحابه ما لبد لهم الأرض ولم يمنعهم من المسير، وأصاب قريشا ما لم يقدروا على أن يرحلوا معه» .ومن هذا القول المنقول عن عروة- رضى الله عنه- نرى أن المطر كان خيرا للمسلمين، وكان شرا على الكافرين، لأن المسلمين كانوا في مكان يصلحه المطر، بينما كان المشركون في مكان يؤذيهم فيه المطر."
}