{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/40/",
    "ayah_number": 40,
    "text": "وقوله وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ بشارة منه- سبحانه- للمؤمنين بالنصر والتأييد.أى: وإن أعرضوا عن الإيمان ولم ينتهوا عن الكفر والطغيان فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ أى: ناصركم ومعينكم عليهم، فثقوا بولايته ونصرته، فهو- سبحانه- نِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ لأنه لا يضيع من تولاه، ولا يهزم من نصره.وبذلك نرى أن هذه الآيات الكريمة قد فتحت الباب للكافرين حتى يفيئوا إلى رشدهم، وينتهوا عن كفرهم، وبشرتهم بأنهم إذا فعلوا ذلك غفر الله لهم ما سلف من ذنوبهم.. أما إذا استمروا في كفرهم ومعاداتهم للحق، فقد أمر الله عباده المؤمنين بقتالهم حتى لا تكون فتنة ويكون الدين كله لله..أى أن القتال في الإسلام شرعه الله- تعالى- من أجل إعلاء كلمته ومن أجل رفع الأذى والفتنة والعدوان عمن يعتنقون دينه وشريعته.هذا، وقد ساق ابن كثير عند تفسيره الآيات جملة من الأحاديث التي تشهد بأن القتال في الإسلام إنما شرعه الله- تعالى- لإعلاء كلمته، وليس لأجل الغنيمة أو السيطرة على الغير.. وأنه لا يجوز لمسلم أن يقتل إنسانا بعد نطقه بالشهادتين. فقال- رحمه الله-:وقوله- تعالى- وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ ...روى البخاري عن ابن عمر أن رجلا جاءه- في فتنة ابن الزبير- فقال له يا أبا عبد الرحمن، ألا تصنع ما ذكره الله في كتابه وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا ...الآية  . فما يمنعك من القتال؟ فقال يا ابن أخى لأن أعير بهذه الآية ولا أقاتل، أحب إلى من أن أعير بالآية التي تقول: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها..الآية .فقال الرجل: فإن الله يقول: وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ فقال ابن عمر: «قد فعلنا على عهد رسول الله صلى الله عليه وسلم إذ كان الإسلام قليلا، فكان الرجل يفتن في دينه: إما أن يقتلوه، وإما أن يوثقوه حتى كثر الإسلام فلم تكن فتنة..وعن سعيد بن جبير قال: خرج إلينا ابن عمر فقال له قائل: كيف ترى في قتال الفتنة؟فقال له ابن عمر وهل تدرى ما الفتنة؟ كان محمد صلى الله عليه وسلم يقاتل المشركين، وكان الدخول عليهم فتنة، وليس بقتالكم على الملك.وفي رواية أنه قال: قد قاتلنا حتى لم تكن فتنة وكان الدين كله لله وأنتم تريدون أن تقاتلوا حتى تكون فتنة، ويكون الدين لغير الله.ثم قال ابن كثير: وقوله فَإِنِ انْتَهَوْا أى: بقتالكم عما هم فيه من الكفر فكفوا عنهم وإن لم تعلموا بواطنهم فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ..وفي الصحيح أن رسول الله صلى الله عليه وسلم قال لأسامة لما علا ذلك الرجل بالسيف، فقال الرجل لا إله إلا الله، فضربه فقتله فذكر ذلك للرسول صلى الله عليه وسلم فقال لأسامة: أقتلته بعد ما قال لا إله إلا الله؟ فكيف تصنع «بلا إله إلا الله» يوم القيامة؟ فقال: يا رسول الله إنما قالها تعوذا فقال. هلا شققت عن قلبه؟ وجعل يقول ويكرر عليه من لك بلا إله إلا الله يوم القيامة، قال أسامة: حتى تمنيت أنى لم أكن أسلمت إلا يومئذ .وبعد هذا الحديث المتنوع عن مكر الكافرين وعن دعاويهم الكاذبة، وعن وجوب مقاتلتهم إذا ما استمروا في طغيانهم وعدوانهم.. بعد كل ذلك بين- سبحانه- للمؤمنين كيفية قسمة الغنائم التي كثيرا ما تترتب على قتال أعدائهم، فقال- تعالى-:"
}