{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/72/",
    "ayah_number": 72,
    "text": "هذه الآيات الكريمة التي ختم الله- تعالى- بها سورة الأنفال، وضحت أن المؤمنين في العهد النبوي أقسام، وذكرت حكم كل قسم منهم.أما القسم الأول: فهم المهاجرون الأولون أصحاب الهجرة الأولى.وأما القسم الثاني: فهم الأنصار من أهل المدينة.والقسم الثالث: المؤمنون الذين لم يهاجروا.والقسم الرابع: المؤمنون الذين هاجروا بعد صلح الحديبية.وقد عبر- سبحانه- عن القسمين: الأول والثاني بقوله: إِنَّ الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا....أى: إِنَّ الَّذِينَ آمَنُوا بالله- تعالى- حق الإيمان وَهاجَرُوا أى تركوا ديارهم وأوطانهم وكل نفيس من زينة الحياة الدنيا. من أجل الفرار بدينهم من فتنة المشركين، ومن أجل نشر دين الله في الأرض وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ أى: أنهم مع إيمانهم الصادق، وسبقهم بالهجرة إرضاء لله- تعالى-، قد بالغوا في إتعاب أنفسهم من أجل نصرة الحق، فقدموا ما يملكون من أموال، وقدموا نفوسهم رخيصة لا في سبيل عرض من أعراض الدنيا، وإنما في سبيل مرضاة الله ونصرة دينه.فأنت ترى أن الله- تعالى- قد وصف هذا القسم الأول من المؤمنين وهم الذين سبقوا إلى الهجرة. بأعظم الصفات وأكرمها.فقد وصفهم بالإيمان الصادق، وبالمهاجرة فرارا بدينهم من الفتن، وبالمجاهدة بالمال والنفس في سبيل إعلاء كلمة الله.وقد جاءت هذه الأوصاف الجليلة مرتبة حسب الوقوع، فإن أول ما حصل منهم هو الإيمان، ثم جاءت من بعده الهجرة، ثم الجهاد.ولعل تقديم المجاهدة بالأموال هنا على المجاهدة بالأنفس، لأن المجاهدة بالأموال أكثر وقوعا، وأتم دفعا للحاجة، حيث لا تتصور المجاهدة بالنفس بلا مجاهدة بالأموال.وقوله فِي سَبِيلِ اللَّهِ متعلق بقوله جاهَدُوا لإبراز أن جهادهم لم يكن لأى غرض دنيوى، وإنما كان من أجل نصرة الحق وإعلاء كلمته- سبحانه- وقوله: وَالَّذِينَ آوَوْا وَنَصَرُوا بيان للقسم الثاني من أقسام المؤمنين في العهد النبوي، وهم الأنصار من أهل المدينة الذين فتحوا للمهاجرين قلوبهم، واستقبلوهم أحسن استقبال، حيث أسكنوهم منازلهم، وبذلوا لهم أموالهم، وآثروهم على أنفسهم، ونصروهم على أعدائهم.فالآية الكريمة قد وصفت الأنصار بوصفين كريمين.أولهما: الإيواء الذي يتضمن معنى التأمين من الخوف، إذا المأوى هو الملجأ والمأمن مما ولقد كانت المدينة مأوى وملجأ للمهاجرين، وكان أهلها مثالا للكرم والإيثار ...ثانيهما: النصرة، لأن أهل المدينة قد نصروا الرسول صلى الله عليه وسلم والمهاجرين بكل ما يملكون من وسائل التأييد والمؤازرة، فقد قاتلوا من قاتلهم، وعادوا من عاداهم، ولذا جعل الله- تعالى- حكمهم وحكم المهاجرين واحدا فقال: أُولئِكَ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ.فاسم الإشارة يعود إلى المهاجرين السابقين، وإلى الأنصار.وقوله: أَوْلِياءُ جمع ولى ويطلق على الناصر والمعين والصديق والقريب ...والمراد بالولاية هنا: الولاية العامة التي تتناول التناصر والتعاون والتوارث..أى: أولئك المذكورون الموصوفون بهذه الصفات الفاضلة يتولى بعضهم بعضا في النصرة والمعاونة والتوارث.. وغير ذلك، لأن حقوقهم ومصالحهم مشتركة.قال الآلوسى ما ملخصه: «روى عن ابن عباس أن النبي صلى الله عليه وسلم آخى بين المهاجرين والأنصار، فكان المهاجر يرثه أخوه الأنصارى، إذا لم يكن له بالمدينة ولى مهاجرى وبالعكس، واستمر أمرهم على ذلك إلى فتح مكة ثم توارثوا بالنسب بعد إذ لم تكن هجرة..وعليه فالآية منسوخة بقوله- تعالى- بعد ذلك وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ ...وقال الأصم: الآية محكمة، والمراد الولاية بالنصرة والمظاهرة.والذي نراه أن الولاية هنا عامة فهي تشمل كل ما يحتاج إليه المسلمون فيما بينهم من تعاون وتناصر وتكافل وتوارث وغير ذلك..وقوله- تعالى-: وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهاجِرُوا.. بيان لحكم القسم الثالث من أقسام المؤمنين في العهد النبوي..أى: هذا الذي ذكرته لكم قبل ذلك في الآية هو حكم المهاجرين السابقين والأنصار الذي آووهم ونصروهم أما حكم الذين آمنوا ولم يهاجروا، وهم المقيمون في أرض الشرك تحت سلطان المشركين وحكمهم. فإنهم ليس بينهم وبين المهاجرين والأنصار ولاية إرث حَتَّى يُهاجِرُوا إلى المدينة، كما أنكم- أيها المؤمنون- لا تنتظروا منهم تعاونا أو مناصرة، لأنهم بسبب إقامتهم في أرض الشرك وتحت سلطانه- أصبحوا لا يملكون وسائل المناصرة لكم.ثم قال- تعالى: وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ.أى: وإن طلب منكم هؤلاء المؤمنون الذين لم يهاجروا النصرة على أعدائكم في الدين، فيجب عليكم أن تنصروهم، لأنهم إخوانكم في العقيدة، بشرط ألا يكون بينكم وبين هؤلاء الأعداء عهد ومهادنة، فإنكم في هذه الحالة يحظر عليكم نصرة هؤلاء المؤمنين الذين لم يهاجروا، لأن في نصرتهم- على من بينكم وبينهم عهد- نقضا لهذا العهد.أى: إن نصرتكم لهم إنما تكون على الكفار الحربيين لا على الكفار المعاهدين وهذا يدل على رعاية الإسلام للعهود، واحترامه للشروط والعقود.قال الجمل: أثبت الله- تعالى- للقسمين الأولين النصرة والإرث، ونفى عن هذا القسم الإرث وأثبت له النصرة.وقوله: وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ تذييل قصد به الترغيب في طاعة الله، والتحذير من معصيته.أى: والله- تعالى- مطلع على كل أعمالكم فأطيعوه، ولا تخالفوا أمره."
}