{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/16/",
    "ayah_number": 16,
    "text": "ثم بين- سبحانه- أن تولية الأدبار محرمة إلا في حالتين فقال- تعالى-: وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتالٍ أَوْ مُتَحَيِّزاً إِلى فِئَةٍ فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ، وَمَأْواهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ.وقوله: مُتَحَرِّفاً من التحرف بمعنى الميل والانحراف من جهة إلى جهة بقصد المخادعة في القتال وهو منصوب على الحالية.وقوله أَوْ مُتَحَيِّزاً إِلى فِئَةٍ من التحيز بمعنى الانضمام. تقول: حزت الشيء أحوزه إذا ضممته إليك. وتحوزت الحية أى انطوت على نفسها.والفئة: الجماعة من الناس. سميت بذلك لرجوع بعضهم إلى بعض في التعاضد والتناصر. من الفيء بمعنى الرجوع إلى حالة محمودة.والمعنى: أن تولية الأدبار محرمة إلا في حالتين:الحالة الأولى: أن يكون المؤمن عند توليته الأدبار مائلا عن مكانه إلى مكان آخر أصلح للقتال فيه، أو أن يكون منعطفا إلى قتال طائفة من الأدبار أهم من الطائفة التي أمامه، أو أن يوهم عدوه بأنه منهزم أمامه استدراجا له، ثم يكر عليه فيقتله.الحالة الثانية: أن يكون في توليه منحازا إلى جماعة أخرى من الجيش ومنضما إليها للتعاون معها على القتال، حيث إنها في حاجة إليه.وهذا كله من أبواب خدع الحرب ومكايدها.وقد توعد- سبحانه- الذي ينهزم أمام الأعداء في غير هاتين الحالتين بقوله: فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْواهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ.أى: ومن يول الكافرين يوم لقائهم دبره غير متحرف ولا متحيز فقد رجع متلبسا بغضب شديد كائن من الله- تعالى- ومأواه الذي يأوى إليه في الآخرة جهنم وبئس المصير هي.وقوله: فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ.. جواب الشرط لقوله، ومن يولهم.هذا، ومن الأحكام التي أخذها العلماء من هاتين الآيتين ما يأتى:1- وجوب مصابرة العدو، والثبات في وجهه عند القتال، وتحريم الفرار منه.قال الآلوسى: في الآية دلالة على تحريم الفرار من الزحف على غير المتحرف أو المتحيز.أخرج الشيخان وغيرهما عن أبى هريرة- رضى الله عنه- عن النبي صلى الله عليه وسلم أنه قال:«اجتنبوا السبع الموبقات- أى المهلكات- قالوا: يا رسول الله وما هن قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات» .ثم قال: وجاء عد- التولي يوم الزحف- من الكبائر في غير ما حديث.2- أن الخطاب في الآيتين لجميع المؤمنين وليس خاصا بأهل بدر. قال الفخر الرازي ما ملخصه: اختلف المفسرون في أن هذا الحكم- وهو تحريم التولي أمام الزحف- هل هو مختص بيوم بدر أو هو حاصل على الإطلاق؟فنقل عن أبى سعيد الخدري والحسن وقتادة والضحاك أن هذا الحكم مختص بمن كان انهزم يوم بدر. قالوا: والسبب في اختصاص بدر بهذا الحكم أن رسول الله صلى الله عليه وسلم كان حاضرا يوم بدر.. وأنه- سبحانه- شدد الأمر على أهل بدر، لأنه كان أول الجهاد، ولو اتفق للمسلمين انهزام فيه لزم منه الخلل العظيم.والقول الثاني: أن الحكم المذكور في هذه الآية كان عاما في جميع الحروب بدليل أن قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا ... عام فيتناول جميع الصور.أقصى ما في الباب أنه نزل في واقعة بدر، لكن العبرة بعموم اللفظ لا بخصوص السبب».وهذا القول الثاني هو الذي نرجحه، لأن ظاهر الآية يفيد العموم لكل المؤمنين في كل زمان ومكان، ولأن سورة الأنفال كلها قد نزلت بعد الفراغ من غزوة بدر لا قبل الدخول فيها.3- أن الآيتين محكمتان وليستا منسوختين. أى أن تحريم التولي يوم الزحف على غير المتحرف أو المتحيز ثابت لم ينسخ.وقد رجح ذلك الإمام ابن جرير فقال ما ملخصه: «سئل عطاء بن أبى رباح عن قوله وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ فقال: هذه الآية منسوخة بالآية التي في الأنفال بعد ذلك وهي قوله- تعالى-: الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً، فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابِرَةٌ يَغْلِبُوا مِائَتَيْنِ ... وليس لقوم أن يفروا من مثليهم.وقال آخرون: بل هذه الآية حكمها عام في كل من ولى الدبر عن العدو منهزما.وأولى التأويلين بالصواب في هذه الآية عندي: قول من قال: حكمها محكم، وأنها نزلت في أهل بدر. وحكمها ثابت في جميع المؤمنين. وأن الله حرم على المؤمنين إذا لقوا العدو أن يولوهم الدبر منهزمين إلا لتحرف القتال، أو التحيز إلى فئة من المؤمنين، حيث كانت من أرض الإسلام، وأن من ولاهم الدبر بعد الزحف لقتال منهزما- بغير نية إحدى الخلتين اللتين أباح الله التولية بهما- فقد استوجب من الله وعيده، إلا أن يتفضل عليه بعفوه.وإنما قلنا: هي محكمة غير منسوخة، لما قد بينا في غير موضع، أنه لا يجوز أن يحكم لحكم آية بنسخ وله في غير النسخ وجه، إلا بحجة يجب التسليم لها: من خبر يقطع العذر، أو حجة عقل، ولا حجة من هذين المعنيين تدل على نسخ حكم قوله- تعالى- وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتالٍ، أَوْ مُتَحَيِّزاً إِلى فِئَةٍ، فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ."
}