{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/36/",
    "ayah_number": 36,
    "text": "ثم حكى- سبحانه- ما كانوا يفعلونه من إنفاق أموالهم لا في الخير ولكن في الشرور والآثام وتوعدهم على ذلك بسوء المصير فقال- تعالى-: إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ، فَسَيُنْفِقُونَها ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ، وَالَّذِينَ كَفَرُوا إِلى جَهَنَّمَ يُحْشَرُونَ ...روى المفسرون في سبب نزول هذه الآية روايات منها ما ذكره محمد بن إسحاق عن الزهري وغيره قالوا: لما أصيبت قريش يوم بدر، ورجع فلّهم- أى جيشهم المهزوم- إلى مكة ورجع أبو سفيان بعيره، مشى عبد الله بن ربيعة وعكرمة بن أبى جهل، وصفوان بن أمية في رجال من قريش أصيب آباؤهم وأبناؤهم وإخوانهم في بدر، فكلموا أبا سفيان بن حرب، ومن كانت له في تلك العير من قريش تجارة، فقالوا: يا معشر قريش إن محمدا قد وتركم وقتل خياركم، فأعينونا بهذا المال على حربه، لعلنا أن ندرك منه ثأرا بمن أصيب منا.ففعلوا. قال: ففيهم- كما ذكر عن ابن عباس- أنزل الله- تعالى- إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ.. الآية .وروى ابن جرير عن سعيد بن جبير قال: نزلت في أبى سفيان بن حرب، استأجر يوم غزوة أحد ألفين من الأحابيش من بنى كنانة، فقاتل بهم النبي صلى الله عليه وسلم:وروى عن الكلبي والضحاك ومقاتل أنها نزلت في المطعمين يوم بدر، وكانوا اثنى عشر رجلا من قريش.. كان كل واحد منهم يطعم الناس كل يوم عشر جزر .قال ابن كثير: وعلى كل تقدير فهي عامة وإن كان سبب نزولها خاصا.أى: أن الآية الكريمة تتناول بوعيدها كل من يبذل أمواله في الصد عن سبيل الله، وفي تأييد الباطل ومعارضة الحق.المعنى: إن الذين كفروا بالحق لما جاءهم يُنْفِقُونَ أَمْوالَهُمْ لا في وجوه الخير، وإنما ينفقونها لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ أى: ينفقونها ليمنعوا الناس عن الدخول في الدين الذي يوصلهم إلى رضا الله وإلى طريقه القويم.واللام في قوله: لِيَصُدُّوا لام الصيرورة، ويصح أن تكون للتعليل لأن غرضهم منع الناس عن الدخول في دين الله الذي جاء به النبي صلى الله عليه وسلم، والذي يرونه دينا مخالفا لما كان عليه الآباء والأجداد فيجب محاربته في زعمهم.وقوله: فَسَيُنْفِقُونَها ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ... بيان لما سيؤول إليه أمرهم في الدنيا من الخيبة والهزيمة والندامة.أى: فسينفقون هذه الأموال في الشرور والعدوان، ثم تكون عاقبة ذلك حسرة وندامة عليهم، لأنهم لم يصلوا- ولن يصلوا- من وراء إنفاقها إلى ما يبغون ويؤملون. وفضلا عن كل هذا فستكون نهايتهم الهزيمة والإذلال في الدنيا، لأن سنة الله قد اقتضت أن يجعل النصر في النهاية لأتباع الحق لا لأتباع الباطل.وقوله: فَسَيُنْفِقُونَها خبر إن في قوله إِنَّ الَّذِينَ كَفَرُوا.. واقترن الخبر بالفاء لتضمن المبتدأ الموصول مع صلته معنى الشرط، فصار الخبر بمنزلة الجزاء بحسب المعنى.وفي تكرير الإنفاق في شبه الشرط والجزاء، إشعار بكمال سوء إنفاقهم، حيث إنهم لم ينفقوا أموالهم في خير أو ما يشبه الخير، وإنما أنفقوها في الشرور المحضة.وجاء العطف بحرف ثُمَّ للدلالة على البون الشاسع بين ما قصدوه من نفقتهم وبين ما آل ويئول إليه أمرهم. فهم قد قصدوا بنفقتهم الوقوف في وجه الحق والانتصار على المؤمنين.. ولكن هذا القصد ذهب أدراج الرياح، فقد ذهبت أموالهم سدى، وغلبوا المرة بعد المرة، وعاد المؤمنون إلى مكة فاتحين ظافرين بعد أن خرجوا منها مهاجرين.وقوله: وَالَّذِينَ كَفَرُوا إِلى جَهَنَّمَ يُحْشَرُونَ بيان لسوء مصيرهم في الآخرة، بعد بيان حسرتهم وهزيمتهم في الدنيا.أى: أن هؤلاء الكافرين ستكون عاقبة إنفاقهم لأموالهم الحسرة والهزيمة في الدنيا، أما في الآخرة فسيكون مصيرهم الحشر والسوق إلى نار جهنم لا إلى غيرها."
}