{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/68/",
    "ayah_number": 68,
    "text": "ثم بين- سبحانه- بعد ذلك بعض مظاهر رحمته بالمؤمنين: لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيما أَخَذْتُمْ عَذابٌ عَظِيمٌ.والمراد بالكتاب هنا: الحكم، وأطلق عليه كتاب لأن هذا الحكم مكتوب في اللوح المحفوظ.وللمفسرين أقوال في تفسير هذا الحكم السابق في علم الله- تعالى-:فمنهم من يرى أن المراد به أنه- سبحانه- لا يعذب المخطئ في اجتهاده.وقد صدر صاحب الكشاف تفسيره لهذه الآية بهذا الرأى فقال قوله: لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ. أى: لولا حكم منه سبق إثباته في اللوح المحفوظ، وهو أنه- سبحانه- لا يعاقب أحدا بخطإ، وكان هذا خطأ في الاجتهاد، لأنهم نظروا في أن استبقاءهم ربما كان سببا في إسلامهم وتوبتهم وأن فداءهم يتقوى به على الجهاد في سبيل الله، وخفى عليهم أن قتلهم أعز للإسلام وأهيب لمن وراءهم، وأفل لشوكتهم..».ومنهم من يرى أن المراد به أنه- سبحانه- لا يعذب قوما إلا بعد تقديم النهى عن الفعل ولم يتقدم نهى عن أخذ الفداء.ومنهم من يرى أن المراد به أنه- سبحانه- لا يعذبهم ما دام رسول الله صلى الله عليه وسلم بينهم.أو أنه- سبحانه- لا يعذب أحدا ممن شهد بدرا.وقد ساق الإمام الرازي هذه الأقوال وناقشها ثم اختار أن المراد بالكتاب الذي سبق: هو حكمه- سبحانه- في الأزل بالعفو عن هذه الواقعة، لأنه كتب على نفسه الرحمة، وسبقت رحمته غضبه.أما الإمام ابن جرير فهو يرى: أن الآية خبر عام غير محصور على معنى دون معنى، وأنه لا وجه لأن يخص من ذلك معنى دون معنى.. فقال: يقول الله- تعالى- لأهل بدر الذين أخذوا من الأسرى الفداء لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ ...أى: لولا قضاء من الله سبق لكم أهل بدر في اللوح المحفوظ بأن الله يحل لكم الغنيمة، وأن الله قضى أنه لا يضل قوما بعد إذ هداهم حتى يبين لهم ما يتقون، وأنه لا يعذب أحدا شهد هذا المشهد الذي شهدتموه ببدر.. لولا كل ذلك لنالكم من الله بأخذكم الفداء عذاب عظيم» .ويبدو لنا أن ما ذهب إليه ابن جرير- من أن الآية خبر عام يشمل كل هذه المعاني- أولى بالقبول، لأنه لم يوجد نص صحيح عن النبي صلى الله عليه وسلم يحدد تفسير المراد من هذا الكتاب السابق في علمه- تعالى-.ولعل الحكمة في هذا الإبهام لتذهب الأفهام فيه إلى كل ما يحتمله اللفظ، ويدل عليه المقام، ولكي يعرفوا أن أخذهم الفداء كان ذنبا يستحقون العقوبة عليه لولا أن الله- تعالى- قدر في الأزل العفو عنهم بسبب وجود النبي صلى الله عليه وسلم فيهم، ولأنهم قد أخطئوا في اجتهادهم، ولأنهم لم يتقدم لهم نهى عن ذلك، ولأنهم قد شهدوا هذه الغزوة التي قال الرسول في شأن من حضرها على لسان ربه- عز وجل-: «اعملوا ما شئتم فقد غفرت لكم» .فقد روى الشيخان وغيرهما أن رسول الله صلى الله عليه وسلم قال لعمر في قصة حاطب بن أبى بلتعة عند ما أخبر المشركين بأن الرسول سيغزوهم قبل فتح مكة وكان حاطب قد شهد بدرا:«وما يدريك لعل الله- تعالى- اطلع على أهل بدر وقال: «اعملوا ما شئتم فقد غفرت لكم».والمعنى الإجمالى للآية الكريمة: لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ أى: لولا حكم من الله- تعالى- سبق منه في الأزل ألا يعذب المخطئ على اجتهاده أو ألا يعذب قوما قبل تقديم البيان إليهم.. ولولا كل ذلك لَمَسَّكُمْ أى لأصابكم فِيما أَخَذْتُمْ أى بسبب ما أخذتم من الفداء قبل أن تؤمروا به عَذابٌ عَظِيمٌ لا يقادر قدره في شدته وألمه.قال ابن جرير: قال ابن زيد: لم يكن من المؤمنين أحد ممن نصر إلا أحب الغنائم إلا عمر بن الخطاب، جعل لا يلقى أسيرا إلا ضرب عنقه وقال: يا رسول الله مالنا وللغنائم؟ نحن قوم نجاهد في دين الله حتى يعبد الله فقال رسول الله صلى الله عليه وسلم: «لو عذبنا في هذا الأمر يا عمر ما نجا غيرك» ..وقال ابن إسحاق: لما نزلت لَوْلا كِتابٌ مِنَ اللَّهِ سَبَقَ ... الآية. قال رسول الله صلى الله عليه وسلم «لو نزل عذاب من السماء لم ينج منه إلا سعد بن معاذ لقوله: يا نبي الله، كان الإثخان في القتل أحب إلى من استبقاء الرجال».وقال بعض العلماء: قال القاضي، وفي الآية دليل على أن الأنبياء عليهم الصلاة والسلام يجتهدون، وأنه قد يكون خطأ، ولكن لا يقرون عليه  ."
}