{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/61/",
    "ayah_number": 61,
    "text": "وقوله جَنَحُوا من الجنوح بمعنى الميل، يقال: جنح فلان للشيء وإليه- يجنح- مثلث النون- جنوحا. أى: مال إليه.قال القرطبي: والجنوح: الميل. وجنح الرجل إلى الآخر: مال إليه. ومنه قيل للأضلاع جوانح، لأنها مالت على الحشوة- بضم الحاء وكسرها- أى: الأمعاء.وجنحت الإبل: إذا مالت أعناقها في السير قال ذو الرمة:إذا مات فوق الرحل أحييت روحه ... بذكراك والعيس المراسيل جنحوقرأ الأعمش وأبو بكر وابن محيص «للسلم» - بكسر السين- وقرأ الباقون بالفتح.وإنما قال لَها لأن السلم مؤنثة- تأنيث نقيضها وهي الحرب.. ويجوز أن يكون التأنيث للفعلة.والمعنى: عليك- أيها الرسول الكريم- أن تنكل في الحرب بأولئك الكافرين الناقضين لعهودهم في كل مرة، وأن تهيئ ما استطعت من قوة لإرهابهم فإن مالوا بعد ذلك إلى السلم أى: المسالمة والمصالحة فوافقهم ومل إليها ما دامت المصلحة في هذه المسألة.وقوله وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ معطوف على فَاجْنَحْ لَها لقصد التثبيت وبعث الطمأنينة في قلبه.أى: اقبل المسالمة ما دام فيها مصلحتك، وفوض أمرك إلى الله- تعالى- ولا تخش مكرهم وكيدهم وغدرهم، إنه- سبحانه- هُوَ السَّمِيعُ لأقوالهم الْعَلِيمُ بأحوالهم، فيجازيهم بما يستحقون، ويرد كيدهم في نحورهم.وعبر- سبحانه- عن جنوحهم إلى السلم بحرف إِنْ الذي يعبر به عن الشيء المشكوك في وقوعه، للإشارة إلى أنهم ليسوا أهلا لاختيار المسالمة أو المصالحة لذاتها، وإنما هم جنحوا إليها لحاجة في نفوسهم، فعلى المؤمنين أن يكونوا دائما على حذر منهم، وألا يأمنوا مكرهم.هذا وقد اختلف العلماء فيمن عنى بهذه الآية. فمنهم من يرى أن المعنى بها أهل الكتاب، ومنهم من يرى أن الآية عامة، أى تشمل أهل الكتاب والمشركين. ثم اختلفوا بعد ذلك في كونها منسوخة أولا؟وقد حكى ابن جرير معظم هذه الخلافات ورجح أن المقصود بهذه الآية جماعة من أهل الكتاب، وأن الآية ليست منسوخة فقال ما ملخصه:عن قتادة أن قوله وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها.. منسوخة بقوله في سورة براءة فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ. وبقوله وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً.فقد كانت هذه- أى الآية التي معنا وهي قوله- تعالى- وَإِنْ جَنَحُوا لِلسَّلْمِ ... - قبل براءة. كان النبي صلى الله عليه وسلم يوادع القوم إلى أجل، فإما أن يسلموا، وإما أن يقاتلهم، ثم نسخ ذلك بعد في براءة فقال: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ.وعن عكرمة والحسن البصري قالا: وَإِنْ جَنَحُوا لِلسَّلْمِ ... نسختها الآية التي في براءة وهي قوله- تعالى- قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ ... الآية.ثم قال ابن جرير: فأما ما قاله قتادة ومن قال مثل قوله من أن هذه الآية منسوخة، فقول لا دلالة عليه من كتاب ولا سنة ولا فطرة عقل.لأن قوله وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها.. إنما عنى به بنو قريظة- كما قال مجاهد- وكانوا يهودا أهل كتاب وقد أذن الله- جل ثناؤه- للمؤمنين بصلح أهل الكتاب، ومتاركتهم الحرب، على أخذ الجزية منهم، وأما قوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ.. فإنما عنى به مشركو العرب من عبدة الأوثان، الذين لا يجوز قبول الجزية منهم، فليس في إحدى الآيتين نفى حكم الأخرى، بل كل واحدة منهما محكمة فيما أنزلت فيه...هذا ما يراه ابن جرير. أما ابن كثير فقد وافقه على أن الآية ليست منسوخة، وخالفه في أن المقصود بها بنو قريظة، فهو يرى أن الآية عامة فقد قال- رحمه الله-:قوله: وَإِنْ جَنَحُوا أى: مالوا لِلسَّلْمِ أى المسالمة والمصالحة والمهادنة فَاجْنَحْ لَها أى: فمل إليها واقبل منهم ذلك. ولهذا لما طلب المشركون عام الحديبية الصلح ووضع الحرب بينهم وبين رسول الله صلى الله عليه وسلم تسع سنين أجابهم إلى ذلك مع ما اشترطوا من الشروط الأخر ...وقال مجاهد: نزلت في بنى قريظة، وهذا فيه نظر، لأن السياق كله في موقعة بدر، وذكرها مكتنف لها كله.وقال ابن عباس ومجاهد وزيد بن أسلم وعطاء الخراساني وعكرمة والحسن وقتادة: إن الآية منسوخة بآية السيف في براءة، وهي قوله- تعالى- قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ.وفيه نظر أيضا، لأن آية براءة فيها الأمر بقتالهم إذا أمكن ذلك، فأما إذا كان العدو كثيفا فإنه يجوز مهادنتهم كما دلت عليه هذه الآية الكريمة وَإِنْ جَنَحُوا ... وكما فعل النبي صلى الله عليه وسلم يوم الحديبية. فلا منافاة ولا نسخ ولا تخصيص..».ويبدو لنا أن ما ذهب إليه ابن كثير أرجح، لأن الآية الكريمة تقرر مبدأ عاما في معاملة الأعداء، وهو أنه من الجائز مهادنتهم ومسالمتهم ما دام ذلك في مصلحة المسلمين.ولعل هذا هو ما قصده صاحب الكشاف بقوله عند تفسير الآية-: «والصحيح أن الأمر موقوف على ما يرى فيه الإمام صلاح الإسلام وأهله من حرب أو سلم. وليس يحتم أن يقاتلوا أبدا. أو يجابوا إلى الهدنة أبدا»."
}