{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/70/",
    "ayah_number": 70,
    "text": "قال: ابن كثير: عن الزهري عن جماعة سماهم قالوا: بعثت قريش إلى رسول الله صلى الله عليه وسلم في فداء أسراهم، ففدى كل قوم أسيرهم بما رضوا.وقال العباس: يا رسول الله! قد كنت مسلما! فقال رسول الله صلى الله عليه وسلم: «الله أعلم بإسلامك، فإن يكن كما تقول، فإن الله يجزيك. وأما ظاهرك فقد كان علينا، فافتد نفسك وابني أخيك نوفل بن الحارث، وعقيل بن أبى طالب، وحليفك عتبة بن عمرو أخى بنى الحارث بن فهر» .قال العباس: ما ذاك عندي يا رسول الله، فقال له رسول الله صلى الله عليه وسلم «فأين المال الذي دفنته أنت وأم الفضل، فقلت لها: إن أصبت في سفري هذا فهذا المال الذي دفنته لبنىّ: الفضل، وعبد الله، وقثم» ؟قال: والله يا رسول الله إنى لأعلم أنك رسول الله. إن هذا الشيء ما علمه أحد غيرى وغير أم الفضل، فاحسب لي يا رسول الله ما أصبتم منى: - عشرين أوقية من مال كان معى-.فقال رسول الله صلى الله عليه وسلم: «لا، ذاك شيء أعطانا الله منك» .ففدى نفسه وابني أخويه وحليفه. فأنزل الله- تعالى- فيه يا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرى ... الآية.قال العباس: فأعطانى الله مكان العشرين الأوقية في الإسلام، عشرين عبدا كلهم في يده مال يضرب به. مع ما أرجو من مغفرة الله- تعالى- .وفي صحيح البخاري عن أنس: أن رجالا من الأنصار قالوا: يا رسول الله ائذن لنا فلنترك لابن أختنا عباس فداءه.فقال صلى الله عليه وسلم: «لا والله! لا تذرون منه درهما» . هذا، والآية الكريمة وإن كانت قد نزلت في العباس إلا أنها عامة في جميع الأسرى إذ العبرة بعموم اللفظ لا بخصوص السبب، ولأن الخطاب فيها موجه إلى سائر الأسرى لا إلى فرد منهم دون آخر.والمعنى: يا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ أى: قل للذين تحت تصرف أيديكم مِنَ الْأَسْرى أى: من أسرى المشركين في بدر الذين أخذتم منهم الفداء لتطلقوا سراحهم.قل لهم- أيها النبي الكريم- إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْراً أى: إيمانا وتصديقا وعزما على اتباع الحق ونبذ الكفر والعناد.. إن يعلم الله- تعالى- منكم ذلك يُؤْتِكُمْ خَيْراً مِمَّا أُخِذَ مِنْكُمْ من فداء، بأن يخلفه عليكم في الدنيا، ويمنحكم الثواب الجزيل في الآخرة.ولقد صدق الله- تعالى- وعده مع من آمن وعمل صالحا من هؤلاء الأسرى، فأعطاهم الكثير من نعمه كما قال العباس- رضى الله عنه- وقوله: وَيَغْفِرْ لَكُمْ زيادة في حضهم على الدخول في الإيمان.وقوله: وَاللَّهُ غَفُورٌ رَحِيمٌ تذييل قصد به تأكيد ما قبله من الوعد بالخير والمغفرة.أى: والله- تعالى- واسع المغفرة، والرحمة لمن استجاب للحق، وقدم العمل الصالح.والتعبير، بقوله: لِمَنْ فِي أَيْدِيكُمْ للإشعار بأن هؤلاء الأسرى المشركين قد صاروا في قبضة المؤمنين وتحت تصرفهم، حتى لكأن أيديهم قابضة عليهم.وأسند وجود الخير في قلوبهم إلى علم الله- تعالى- للإشارة إلى أن ادعاء الإيمان باللسان فقط لا يكفل لهم الحصول على الخير الذي فقدوه ولا يوصلهم إلى مغفرة الله- تعالى- فعليهم أن يخلصوا لله في إيمانهم حتى ينالوا فضله وثوابه، فهو- سبحانه- عليم بذات الصدور."
}