{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/46/",
    "ayah_number": 46,
    "text": "وقوله وَلا تَنازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ نهى لهم عن الاختلاف المؤدى إلى الفشل وضياع القوة بعد أمرهم بالثبات والمداومة على ذكر الله وطاعته.وقوله تَنازَعُوا من النزع بمعنى الجذب وأخذ الشيء.. والتنازع والمنازعة المجاذبة كأن كل واحد من المتنازعين يريد أن ينزع ما عند الآخر ويلقى به.والمراد بالتنازع هنا: الخصام والجدال والاختلاف المفضى إلى الفشل أى: الضعف.قال الآلوسى: وقوله: وَتَذْهَبَ رِيحُكُمْ، قال الأخفش: الريح مستعارة للدولة.لشبهها بها في نفوذ أمرها وتمشيه، ومن كلامهم هبت رياح فلان إذا دالت له الدولة وجرى أمره على ما يريد. وركدت رياحه إذا ولت عنه وأدبر أمره. قال الشاعر:إذا هبت رياحك فاغتنمها ... فإن لكل خافقة سكونولا تغفل عن الإحسان فيها ... فما تدرى السكون متى يكون .والمعنى: كونوا- أيها المؤمنون- ثابتين ومستمرين على ذكر الله وطاعته عند لقاء الأعداء، ولا تنازعوا وتختصموا وتختلفوا، فإن ذلك يؤدى بكم إلى الفشل أى الضعف، وإلى ذهاب دولتكم، وهوان كلمتكم، وظهور عدوكم عليكم.وَاصْبِرُوا على شدائد الحرب، وعلى مخالفة أهوائكم التي تحملكم على التنازع، إِنَّ اللَّهَ مَعَ الصَّابِرِينَ بتأييده ومعونته ونصره.هذا والمتأمل في هاتين الآيتين يراهما قد رسمتا للمؤمنين في كل زمان ومكان الطريق التي توصلهم إلى الفلاح والظفر.إنهما يأمران بالثبات، والثبات من أعظم وسائل النجاح، لأنه يعنى ترك اليأس والتراجع وأقرب الفريقين إلى النصر أكثرهما ثباتا.ويأمران بمداومة ذكر الله، لأن ذكر الله هو الصلة التي تربط الإنسان بخالقه الذي بيده كل شيء، ومتى حسنت صلة الإنسان بخالقه، صغرت في عينه قوة أعدائه مهما كبرت.ويأمران بطاعة الله ورسوله، حتى يدخل المؤمنون المعركة بقلوب نقية، وبنفوس صافية ... لا مكان فيها للتنازع والاختلاف المؤدى إلى الفشل، وذهاب القوة.. ويأمران بالصبر، أى بتوطين النفس على ما يرضى الله، واحتمال المكاره والمشاق في جلد. وهذه الصفة لا بد منها لمن يريد أن يصل إلى آماله وغاياته.ورحم الله الإمام ابن كثير فقد قال عند تفسيره لهاتين الآيتين الكريمتين: «هذا تعليم من الله- تعالى- لعباده المؤمنين آداب اللقاء، وطريق الشجاعة عند مواجهة الأعداء» .وقد ثبت في الصحيحين عن عبد الله بن أبى أوفى أن رسول الله صلى الله عليه وسلم انتظر في بعض أيامه التي لقى فيها العدو حتى إذا مالت الشمس قام فيهم فقال: يا أيها الناس لا تتمنوا لقاء العدو واسألوا الله العافية، فإذا لقيتموهم فاصبروا واعلموا أن الجنة تحت ظلال السيوف. ثم قام وقال: اللهم منزل الكتاب، ومجرى السحاب، وهازم الأحزاب، اهزمهم وانصرنا عليهم» .وفي الحديث الآخر المرفوع يقول الله- تعالى- «إن عبدى كل عبدى الذي يذكرني وهو مناجز قرنه» أى: لا يشغله ذلك الحال عن ذكرى ودعائي واستعانتى.وعن قتادة في هذه الآية: «افترض الله ذكره عند أشغل ما يكون. الضرب بالسيوف» .ثم قال: «وقد كان للصحابة- رضى الله عنهم- في باب الشجاعة والائتمار بما أمرهم الله ورسوله، وامتثال ما أرشدهم إليه، ما لم يكن لأحد من الأمم والقرون قبلهم، ولا يكون لأحد من بعدهم، فإنهم ببركة الرسول صلى الله عليه وسلم وطاعته فيما أمرهم، فتحوا القلوب والأقاليم شرقا وغربا، في المدة اليسيرة، مع قلة عددهم بالنسبة إلى جيوش سائر الأقاليم من الروم والفرس ... قهروا الجميع حتى علت كلمة الله وظهر دينه على سائر الأديان، وامتدت الممالك الإسلامية في مشارق الأرض ومغاربها في أقل من ثلاثين سنة فرضي الله عنهم وأرضاهم أجمعين، وحشرنا في زمرتهم إنه كريم وهاب» .وبعد هذه التوجيهات السامية التي رسمت للمؤمنين طريق النصر، نهاهم- سبحانه- عن التشبه بالكافرين الذين صدهم الشيطان عن السبيل الحق، فقال تعالى:"
}