{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/67/",
    "ayah_number": 67,
    "text": "ذكر المفسرون في سبب نزول هذه الآيات روايات منها، ما أخرجه مسلم في صحيحه عن ابن عباس قال: حدثني عمر بن الخطاب: أنه لما كان يوم بدر نظر رسول الله صلى الله عليه وسلم إلى المشركين وهم ألف، وأصحابه ثلاثمائة وتسعة عشر رجلا، فاستقبل القبلة ثم مد يديه فجعل يهتف بربه: اللهم أنجز لي ما وعدتني.فقتل المسلمون من المشركين يومئذ سبعين وأسروا سبعين.قال ابن عباس: فلما أسروا الأسارى قال رسول الله صلى الله عليه وسلم لأبى بكر وعمر:ما ترون في هؤلاء الأسارى؟ فقال أبو بكر: يا رسول الله هم بنو العم والعشيرة، أرى أن تأخذ منهم فدية تكون لنا قوة على الكفار فعسى أن يهديهم الله إلى الإسلام.فقال رسول الله صلى الله عليه وسلم ما ترى يا ابن الخطاب؟ قال: قلت لا والله يا رسول الله، ما أرى الذي رأى أبو بكر، ولكن أرى أن تمكننا فنضرب أعناقهم، فتمكن عليا من عقيل فيضرب عنقه، وتمكن حمزة من العباس فيضرب عنقه، وتمكنني من فلان- نسيب لعمر- فأضرب عنقه، - حتى يعلم الله أن ليس في قلوبنا هوادة للمشركين: فإن هؤلاء أئمة الكفر وصناديده. فهوى رسول الله صلى الله عليه وسلم ما قال أبو بكر، ولم يهو ما قلت:فلما كان من الغد جئت، فإذا رسول الله وأبو بكر يبكيان، فقلت: يا رسول الله. أخبرنى من أى شيء تبكى أنت وصاحبك. فإن وجدت بكاء بكيت، وإن لم أجد بكاء تباكيت لبكائكما.فقال رسول الله صلى الله عليه وسلم: أبكى على أصحابك من أخذهم الفداء لقد عرض على عذابهم أدنى من هذه الشجرة؟؟؟ لشجرة قريبة منه صلى الله عليه وسلم وأنزل الله- عز وجل-: ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ ... إلخ الآيات.وروى الإمام أحمد والترمذي عن عبد الله بن مسعود قال: لما كان يوم بدر قال رسول الله صلى الله عليه وسلم «ما تقولون في هؤلاء الأسارى» ؟ فقال أبو بكر: يا رسول الله! قومك وأهلك استبقهم واستتبهم لعل الله أن يتوب عليهم.وقال عمر: يا رسول الله! كذبوك وأخرجوك فقدمهم فاضرب أعناقهم.وقال عبد الله بن رواحة: يا رسول الله، أنت بواد كثير الحطب فأضرم الوادي عليهم نارا ثم ألقهم فيه.قال: فسكت رسول الله صلى الله عليه وسلم فلم يرد شيئا. ثم قال فدخل فقال ناس: يأخذ بقول أبى بكر. وقال ناس: يأخذ بقول عمر. وقال ناس: يأخذ بقول ابن رواحة.ثم خرج عليهم رسول الله فقال: «إن الله ليلين قلوب رجال فيه حتى تكون ألين من اللين ويشدد قلوب رجال فيه حتى تكون أشد من الحجارة وإن مثلك يا أبا بكر كمثل إبراهيم إذ قال فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ وكمثل عيسى إذ قال: إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ.وإن مثلك يا عمر كمثل نوح إذ قال: رَبِّ لا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكافِرِينَ دَيَّاراً  ، وكمثل موسى إذ قال: رَبَّنَا اطْمِسْ عَلى أَمْوالِهِمْ وَاشْدُدْ عَلى قُلُوبِهِمْ، فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ .ثم قال صلى الله عليه وسلم: «أنتم عالة فلا ينفلتن أحد إلا بفداء أو ضربة عنق» .قال ابن مسعود: فقلت يا رسول، إلا سهيل بن بيضاء، فإنه يذكر الإسلام، فسكت رسول الله ثم قال: «إلا سهيل بن بيضاء» . وأنزل الله- عز وجل- ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ ... إلى آخر الآية.وقال ابن إسحاق- وهو يحكى أخبار غزوة بدر-: فلما وضع القوم أيديهم يأسرون ورسول الله صلى الله عليه وسلم في العريش، وسعد بن معاذ قائم على باب العريش الذي فيه رسول الله صلى الله عليه وسلم متوشحا السيف، في نفر من الأنصار يحرسون رسول الله، يخافون عليه الكرة. ورأى رسول الله- فيما ذكر لي- في وجه سعد الكراهية لما يصنع الناس، فقال رسول الله صلى الله عليه وسلم «والله لكأنك يا سعد تكره ما يصنع القوم» ؟ فقال: أجل والله يا رسول الله: كانت هذه أول وقعة أوقعها الله بأهل الشرك، فكان الإثخان في القتل أحب إلى من استبقاء الرجال.قوله: أَسْرى: جمع أسير كقتلى جمع قتيل. وهو مأخوذ من الأسر بمعنى الشد بالإسار أى: القيد الذي يقيد به حتى لا يهرب، ثم صار لفظ الأسير يطلق على كل من يؤخذ من فئته في الحرب ولو لم يشد بالإسار.وقوله يُثْخِنَ من الثخانة وهي في الأصل الغلظ والصلابة. يقال: ثخن الشيء يثخن ثخونة وثخانة وثخنا، أى: غلظ وصلب فهو ثخين، ثم استعمل في الكناية والمبالغة في قتل العدو فقيل: أثخن فلان في عدوه. أى: بالغ في قتله وإنزال الجراحة الشديدة به، لأنه بذلك يمنعه من الحركة فيصير كالثخين الذي لا يسيل ولا يتحرك.والمراد بالنبي في قوله ما كانَ لِنَبِيٍّ: نبينا محمد صلى الله عليه وسلم وإنما جيء باللفظ منكرا تلطفا به صلى الله عليه وسلم حتى لا يواجه بالعتاب.والمعنى: ما صح وما استقام لنبي من الأنبياء عليهم الصلاة والسلام أَنْ يَكُونَ لَهُ أَسْرى من أعدائه الذين يريدون به وبدعوته شرا حَتَّى يُثْخِنَ فِي الْأَرْضِ أى: حتى يبالغ في قتلهم، وإنزاله الضربات الشديدة عليهم إذلالا للكفر وإعزازا لدين الله.وقوله: تُرِيدُونَ عَرَضَ الدُّنْيا وَاللَّهُ يُرِيدُ الْآخِرَةَ استئناف مسوق للعتاب.والعرض ما لا ثبات له ولا دوام من الأشياء، فكأنها تعرض ثم تزول، والمراد بعرض الدنيا هنا: الفداء الذي أخذوه من أسرى غزوة بدر حتى يطلقوا سراحهم.تريدون- أيها المؤمنون- بأخذكم الفداء من أعدائكم الأسرى عرض الدنيا ومتاعها الزائل، وحطامها الذي لا ثبات له، والله- تعالى- يريد لكم ثواب الآخرة.فالكلام في قوله: وَاللَّهُ يُرِيدُ الْآخِرَةَ على حذف المضاف وإقامة المضاف إليه مقامه والإرادة هنا بمعنى الرضا أى: والله- تعالى- يرضى لكم العمل الذي يجعلكم تظفرون بثوابه في الآخرة، وهو تفضيل إذلال الشرك على أخذ الفداء من أهله.وقوله: وَاللَّهُ عَزِيزٌ حَكِيمٌ أى: والله- تعالى- عَزِيزٌ لا يغالب بل هو الغالب على أمره حَكِيمٌ في كل ما يأمر به أو ينهى عنه.فالآية الكريمة تعتب على المؤمنين، لأنهم آثروا الفداء على القتل والإثخان في الأرض، وذلك لأن غزوة بدر كانت أول معركة حاسمة بين الشرك والإيمان، وكان المسلمون فيها قلة والمشركون كثرة، فلو أن المسلمين آثروا المبالغة في إذلال أعدائهم عن طريق القتل لكان ذلك أدعى لكسر شوكة الشرك وأهله، وأظهر في إذلال قريش وحلفائها، وأصرح في بيان أن العمل على إعلاء كلمة الله كان عند المؤمنين فوق متع الدنيا وأعراضها، وأنهم لا يوادون من حارب الله ورسوله مهما بلغت درجة قرابته، وهذا ما عبر عنه عمر- رضى الله عنه- بقوله: «وحتى يعلم الله أن ليس في قلوبنا هوادة للمشركين» .والخلاصة أن غزوة بدر- بظروفها وملابساتها التي سبق أن أشرنا إليها- كان الأولى بالمسلمين فيها أن يبالغوا في قتل أعدائهم لا أن يقبلوا منهم فداء حتى يذلوهم ويعجزوهم عن معاودة الكرة.ورضى الله- تعالى- عن «سعد بن معاذ» فقد ظهرت الكراهية على وجهه بسبب أخذ الفداء من الأسرى، وقال- كما سبق أن بينا-: «.. كانت غزوة بدر- أول وقعة أوقعها الله بأهل الشرك، فكان الإثخان في القتل أحب إلىّ من استبقاء الرجال» .قال الفخر الرازي: قال ابن عباس: هذا الحكم إنما كان يوم بدر، لأن المسلمين كانوا قليلين، فلما كثروا وقوى سلطانهم أنزل الله بعد ذلك في الأسارى حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها.ثم قال الرازي: وأقول: إن هذا الكلام يوهم أن قوله فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً يزيد على حكم الآية التي نحن في تفسيرها: وليس الأمر كذلك، لأن الآيتين متوافقتان، فإن كلتيهما تدل على أنه لا بد من تقديم الإثخان ثم بعده أخذ الفداء»."
}