{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/8/27/",
    "ayah_number": 27,
    "text": "روى المفسرون في سبب نزول قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا روايات منها:ما جاء عن ابن عباس من أنها نزلت في أبى لبابة حين بعثه رسول الله- صلى الله عليه وسلم- إلى بنى قريظة فقالوا له: يا أبا لبابة ما ترى؟ أننزل على حكم سعد بن معاذ فينا؟فأشار أبو لبابة إلى حلقه. أى أن حكم سعد فيكم سيكون الذبح فلا تنزلوا.قال أبو لبابة: والله ما زالت قدماي- عن مكانهما- حتى علمت أنى قد خنت الله ورسوله.ومنها ما جاء عن جابر بن عبد الله من أنها نزلت في منافق كتب إلى أبى سفيان يطلعه على سر من أسرار المسلمين.ومنها ما جاء عن السدى من أنها نزلت في قوم كانوا يسمعون الشيء عن النبي- صلى الله عليه وسلم- ثم يحدثون به المشركين.. .قال ابن كثير: والصحيح أن الآية عامة وإن صح أنها وردت على سبب خاص فإن الأخذ بعموم اللفظ لا بخصوص السبب هو المعتمد عند الجماهير من العلماء.وقوله لا تَخُونُوا من الخون بمعنى النقص. يقال خونه تخوينا أى: نسبه إلى الخيانة ونقصه.قال صاحب الكشاف: معنى الخون: النقص، كما أن معنى الوفاء التمام. ومنه تخونه إذا تنقصه، ثم استعمل في ضد الأمانة والوفاء لأنك إذا خنت الرجل في شيء فقد أدخلت عليه النقصان فيه. وقد استعير فقيل: خان الدلو الكرب- والكرب حبل يشد في رأس الدلو- وخان المشتار السبب. والمشتار مجتنى العسل والسبب الحبل- لأنه إذا انقطع به فكأنه لم يف له» .والمقصود بخيانة الله: ترك فرائضه وأوامره التي كلف العباد بها، وانتهاك حرماته التي نهى عن الاقتراب منها.والمقصود بخيانة الرسول صلى الله عليه وسلم: إهمال سننه التي جاء بها وأمرنا بالتقيد بتعاليمها.والمقصود بالأمانات: الأسرار والعهود والودائع وغير ذلك من الشئون التي تكون بينهم وبين غيرهم مما يجب أن يصان ويحفظ.والمعنى: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ بأن تهملوا فرائضه، وتتعدوا حدوده، ولا تخونوا الرَّسُولَ صلى الله عليه وسلم، بأن تتركوا سنته وتنصرفوا إلى غيرها، وتخالفوا ما أمركم به وتجترحوا ما نهاكم عنه، ولا تخونوا أَماناتِكُمْ بأن تفشوا الأسرار التي بينكم، وتنقضوا العهود التي تعاهدتم على الوفاء بها، وتنكروا الودائع التي أودعها لديكم غيركم، وتستبيحوا ما يجب حفظه من سائر الحقوق المادية والمعنوية، فقوله: وَتَخُونُوا أَماناتِكُمْ معطوف على قوله لا تَخُونُوا.وأعاد النهى للإشعار بأن كل واحد من المنهي عنه مقصود بذاته اهتماما به.وقوله: وَأَنْتُمْ تَعْلَمُونَ الواو للحال، والمفعول محذوف. أى. والحال أنكم تعلمون سوء عاقبة الخائن لله ولرسوله وللأمانات التي اؤتمن عليها، فعليكم أن تتجنبوا الخيانة في جميع صورها لتنالوا رضى الله ومثوبته."
}