{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/46/9/",
    "ayah_number": 9,
    "text": "ثم أمره الله- تعالى- أن يبين لهم أن ما جاءهم به من هداية، قد جاء بها الرسل من قبله لأقوامهم، وأنه رسول كسائر الرسل السابقين فقال- تعالى-: قُلْ ما كُنْتُ بِدْعاً مِنَ الرُّسُلِ ...والبدع من كل شيء: أوله ومبدؤه. يقال: فلان بدع في هذا الأمر، أى: هو أول فيه دون أن يسبقه فيه سابق، من الابتداع بمعنى الاختراع.أى: وقل لهم- أيها الرسول الكريم- إنى لست أول رسول أرسله الله- تعالى- إلى الناس، وإنما سبقني كثيرون أنتم تعرفون شيئا من أخبارهم ومن أخبار أقوامهم، ومادام الأمر كذلك فكيف تنكرون نبوتي، وتشككون في دعوتي؟.وقوله- سبحانه-: وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ، إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ، وَما أَنَا إِلَّا نَذِيرٌ مُبِينٌ بيان لوظيفته صلّى الله عليه وسلّم. أى: وإننى وأنا رسول الله لا أعلم ما سيفعله الله- تعالى- بي أو بكم في المستقبل من أمور الدنيا، هل سأبقى معكم في مكة أو سأهاجر منها. وهل سيصيبكم العذاب عاجلا أو آجلا؟ فإنى ما أفعل معكم، ولا أقول لكم إلا ما أوحاه الله- تعالى- إليّ، وما أنا إلا نذير مبين، أوضح لكم الحق من الباطل، وأخوّفكم من سوء المصير، إذا ما بقيتم على كفركم وشرككم.فالمقصود بقوله- تعالى-: وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ أى: في دار الدنيا، أما بالنسبة للآخرة، فالله- تعالى- قد بشره وبشر أتباعه بالثواب العظيم في آيات كثيرة، ومن ذلك قوله- تعالى-: وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضى. وقوله- سبحانه-: وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيراً.قال الإمام ابن كثير ما ملخصه: قال الحسن البصري في قوله: وَما أَدْرِي ما يُفْعَلُ بِي وَلا بِكُمْ أى: في الدنيا، أأخرج كما أخرجت الأنبياء قبلي؟ أم أقتل كما قتلوا، ولا أدرى أيخسف بكم أو ترمون بالحجارة؟ أما في الآخرة فمعاذ الله، قد علم أنه في الجنة.وهذا القول هو الذي عوّل عليه ابن جرير، وأنه لا يجوز غيره، ولا شك أن هذا هو اللائق به صلّى الله عليه وسلّم، فإنه بالنسبة للآخرة، جازم أنه يصير إلى الجنة ومن اتبعه، وأما في الدنيا فلم يدر ما كان يؤول إليه أمره وأمر المشركين. أيؤمنون أم يكفرون فيعذبون فيستأصلون بكفرهم؟  .والمتدبر في هذه الآية الكريمة، يراها قد اشتملت على أسمى ألوان الأدب من النبي صلّى الله عليه وسلّم مع خالقه- عز وجل- فقد فوّض صلّى الله عليه وسلّم أمره إلى خالقه، وصرح بأنه لا يتبع إلا ما يوحيه إليه سبحانه- وأنه لا علم له بالغيب، وإنما علم ذلك إلى الله- تعالى- وحده."
}