{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/46/29/",
    "ayah_number": 29,
    "text": "وبعد هذا التذكير والوعيد للكافرين، بيّن- سبحانه- جانبا من مظاهر تكريمه لنبيه صلّى الله عليه وسلّم حيث أرسل له نفرا من الجن، يستمعون القرآن، ويؤمنون به، فقال- تعالى-:قال القرطبي ما ملخصه: قوله- تعالى-: وَإِذْ صَرَفْنا إِلَيْكَ نَفَراً مِنَ الْجِنِّ ... هذا توبيخ لمشركي قريش. أى: أن الجن سمعوا القرآن فآمنوا به وعلموا أنه من عند الله، وأنتم معرضون مصرون على الكفر..قال المفسرون: لما مات أبو طالب، خرج النبي صلّى الله عليه وسلّم إلى الطائف، يلتمس من أهلها النصرة، ويدعوهم إلى الإيمان ... أغروا به سفهاءهم وعبيدهم يسبونه ويضحكون به..فانصرف صلّى الله عليه وسلّم عنهم، حتى إذا كان ببطن نخلة- وهو موضع بين مكة والطائف- قام يصلى من الليل، فمر به نفر من جن نصيبين- وهو موضع قرب الشام- فاستمعوا إليه وقالوا: أنصتوا. .وهناك روايات أخرى كثيرة في عدد هؤلاء الجن، وفي الأماكن التي التقوا فيها مع النبي صلّى الله عليه وسلّم وفيما قرأ الرسول صلّى الله عليه وسلّم عليهم، وفيمن كان مع النبي صلّى الله عليه وسلّم خلال التقائه بهم...ويبدو لنا من مجموع هذه الروايات أن لقاء النبي صلّى الله عليه وسلّم بالجن قد تعدد، وأن هذه الآيات تحكى لقاء معينا، وسورة الجن تحكى لقاء آخر.قال الآلوسى: وقد أخرج الطبراني في الأوسط، وابن مردويه عن الحبر، أى: عن ابن عباس أنه قال: صرفت الجن إلى رسول الله صلّى الله عليه وسلّم مرتين.وذكر الخفاجي أنه قد دلت الأحاديث، على أن وفادة الجن كانت ست مرات، ويجمع بذلك اختلاف الروايات في عددهم، وفي غير ذلك. .و «النفر» على المشهور- ما بين الثلاثة والعشرة من الرجال وهو مأخوذ من النفير، لأن الرجل إذا حزبه أمر نفر بعض الناس الذين يهتمون بأمره لإغاثته.والمعنى: واذكر- أيها الرسول الكريم- لقومك، وقت أن صرفنا إليك، ووجهنا نحوك، نفرا من الجن، يستمعون القرآن منك.فَلَمَّا حَضَرُوهُ أى: فحين حضروا القرآن عند تلاوته منك، أو فحين حضروا مجلسك قالُوا على سبيل التناصح- أَنْصِتُوا أى: قال بعضهم لبعض: اسكتوا لأجل أن نستمع إلى هذا القرآن، وهذا يدل على سمو أدبهم وحرصهم على تلقى العلم.فَلَمَّا قُضِيَ أى: فحين انتهى الرسول صلّى الله عليه وسلّم من قراءته.وَلَّوْا إِلى قَوْمِهِمْ مُنْذِرِينَ أى: انصرفوا إلى قومهم ليخوفوهم من عذاب الله- تعالى- إذا ما عصوه أو خالفوا أمره- سبحانه-."
}