{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/46/4/",
    "ayah_number": 4,
    "text": "ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يوبخ هؤلاء الكافرين على جهالاتهم وعنادهم، فقال: قُلْ أَرَأَيْتُمْ ما تَدْعُونَ مِنْ دُونِ اللَّهِ، أَرُونِي ماذا خَلَقُوا مِنَ الْأَرْضِ، أَمْ لَهُمْ شِرْكٌ فِي السَّماواتِ....وقوله: أَرَأَيْتُمْ بمعنى أخبرونى، ومفعوله الأول قوله ما تَدْعُونَ وجمله «ماذا خلقوا» سدت مسد مفعوله الثاني.وجملة: «أرونى» مؤكدة لقوله: أَرَأَيْتُمْ لأنها- أيضا- بمعنى أخبرونى.والمعنى: قل- أيها الرسول الكريم- لهؤلاء المشركين- على سبيل التوبيخ والتأنيب-: أخبرونى عن هذه الآلهة التي تعبدونها من دول الله- تعالى-، أى شيء في الأرض أوجدته هذه الآلهة؟ إنها قطعا لم تخلق شيئا من الأرض. فالأمر في قوله أَرُونِي للتعجيز والتبكيت.و «أم» في قوله أَمْ لَهُمْ شِرْكٌ فِي السَّماواتِ للإضراب عن أن يكونوا قد خلقوا شيئا، إلى بيان أنهم لا مشاركة لهم مع الله في خلق السموات أو الأرض أو غيرهما. فقوله:شِرْكٌ بمعنى مشاركة..أى: بل ألهم مشاركة من الله- تعالى- في خلق شيء من السموات؟ كلا، لا مشاركة لهم في خلق أى شيء، وإنما الخالق لكل شيء هو الله رب العالمين.فالاستفهام للتوبيخ والتقريع.فالمراد من الآية الكريمة نفى استحقاق معبوداتهم لأى لون من ألوان العبادة بأبلغ وجه، لأن هذه المعبودات لا مدخل لها في خلق أى شيء لا من العوالم السفلية ولا من العوالم العلوية، وإنما الكل مخلوق لله- تعالى- وحده.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: هذا خَلْقُ اللَّهِ فَأَرُونِي ماذا خَلَقَ الَّذِينَ مِنْ دُونِهِ.وبعد أن أفحمهم- سبحانه- من الناحية العقلية، أتبع ذلك بإفحامهم بالأدلة النقلية، فقال- تعالى-: ائْتُونِي بِكِتابٍ مِنْ قَبْلِ هذا، أَوْ أَثارَةٍ مِنْ عِلْمٍ، إِنْ كُنْتُمْ صادِقِينَ.والأمر في قوله- تعالى- ائْتُونِي للتعجيز والتهكم- أيضا- كما في قوله:أَرُونِي.وقوله: أَثارَةٍ مِنْ عِلْمٍ أى: بقية من علم يؤثر عن الأولين، وينسب إليهم.قال القرطبي: وفي الصحاح: «أو أثارة من علم» أى: بقية منه. وكذلك الأثرة- بالتحريك- ويقال: سمنت الإبل على أثارة، أى: على بقية من شحم كان فيها قبل ذلك..والأثارة: مصدر كالسماحة والشجاعة، وأصل الكلمة من الأثر، وهي الرواية، يقال:أثرت الحديث آثره أثرا وأثارة وأثرة فأنا آثر، إذا ذكرته عن غيرك، ومنه قيل: حديث مأثور، أى نقله الخلف عن السلف.أى: هاتوا لي- أيها المشركون- كتابا من قبل هذا القرآن يدل على صحة ما أنتم عليه من شرك، فإن لم تستطيعوا ذلك- ولن تستطيعوا- فأتونى ببقية من علم يؤثر عن السابقين، ويسند إليهم، ويشهد لكم بصحة ما أنتم فيه من كفر.إِنْ كُنْتُمْ صادِقِينَ فيما تزعمونه من أنكم على الحق.وهكذا أخذ عليهم القرآن الحجة، وألزمهم ببطلان ما هم عليه من ضلال، بالأدلة العقلية المتمثلة في شهادة هذا الكون المفتوح، وبالأدلة النقلية المتمثلة في أنه لا يوجد عندهم كتاب أو ما يشبه الكتاب. يستندون إليه في استحقاق تلك المعبودات للعبادة.والحق أن هذا الآية الكريمة على رأس الآيات التي تخرس أصحاب الأقوال التي لا دليل على صحتها، وتعلم الناس مناهج البحث الصحيح الذي يوصلهم إلى الحق والعدل.."
}