{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/46/32/",
    "ayah_number": 32,
    "text": "ثم ختموا الترغيب في الإيمان بالترهيب من الإصرار على الكفر والمعاصي فقالوا- كما حكى القرآن عنهم-: وَمَنْ لا يُجِبْ داعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ.أى: قالوا لقومهم إنكم إذا أجبتم داعي الله، غفر لكم- سبحانه- ذنوبكم أما الذي يعرض عن هذا الداعي الصادق الأمين، فإنه لن يستطيع أن يفلت من عذاب الله، ولن يقدر على الهرب من عقابه، لأنه- سبحانه- لا يعجزه شيء، ولا يخفى عليه شيء في الأرض ولا في السماء.وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِياءُ أى: وليس لهذا المعرض من أنصار يستطيعون دفع عذاب الله عنه.أُولئِكَ أى: الذين لم يجيبوا داعي الله فِي ضَلالٍ مُبِينٍ أى: في ضلال واضح لا يخفى على أحد من العقلاء.هذا، ومن الأحكام التي أخذها العلماء من هذه الآيات:1- أن رسالة النبي صلّى الله عليه وسلّم كانت إلى الإنس والجن، لأن هذه الآيات تحكى إيمان بعض الجن به صلّى الله عليه وسلّم ودعوتهم غيرهم إلى الإيمان به.2- أن هذه الآيات تدل على أن حكم الجن كحكم الإنس في الثواب والعقاب وفي وجوب العمل بما أمرهم الله- تعالى- به وفي وجوب الانتهاء عما نهاهم عنه، لأن قوله- تعالى-:يا قَوْمَنا أَجِيبُوا داعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذابٍ أَلِيمٍ. وَمَنْ لا يُجِبْ داعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِياءُ، أُولئِكَ فِي ضَلالٍ مُبِينٍ.أقول: هاتان الآيتان اللتان حكاهما الله- تعالى- على ألسنة بعض الجن تدلان على ثواب المطيع، وعذاب العاصي.قال بعض العلماء ما ملخصه: وقد دلت آية أخرى على أن المؤمنين من الجن يدخلون الجنة وهي: قوله- تعالى- في سورة الرحمن: وَلِمَنْ خافَ مَقامَ رَبِّهِ جَنَّتانِ. فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ.ويستأنس لهذا- أيضا- بقوله- تعالى-: لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ فإنه يشير إلى أن في الجنة جنا يطمثون النساء كالإنس..وبهذا يعلم أن ما ذهب إليه بعض العلماء، أنه يفهم من قوله- تعالى-: يا قَوْمَنا أَجِيبُوا داعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذابٍ أَلِيمٍ أن المؤمنين من الجن لا يدخلون الجنة، وأن جزاء إيمانهم، وإجابتهم داعي الله، هو الغفران وإجارتهم من العذاب الأليم فقط.. هذا الفهم إنما هو خلاف التحقيق، وأن المؤمنين من الجن يدخلون الجنة..ثم ختم- سبحانه- السورة الكريمة، بتوبيخ المشركين على جهلهم وعدم تفكيرهم، وبيّن ما سيكونون عليه من خزي يوم القيامة، وأمر نبيه صلّى الله عليه وسلّم بالصبر على أذاهم.فقال:"
}