{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/24/2/",
    "ayah_number": 2,
    "text": "فقوله- تعالى-: الزَّانِيَةُ وَالزَّانِي.. شروع في تفصيل الأحكام، التي أشار إليها- سبحانه- في الآية الأولى من هذه السورة، وهي قوله: سُورَةٌ أَنْزَلْناها وَفَرَضْناها....والزنا من الرجل معناه: وطء المرأة من غير ملك ولا شبهة ملك ومعناه من المرأة: أن تمكن الرجل من أن يزنى بها.والخطاب في قوله- تعالى-: فَاجْلِدُوا ... للحكام المكلفين بتنفيذ حدود الله- عز وجل-.قال الجمل: «وفي رفع «الزانية والزاني» وجهان: أحدهما- وهو مذهب سيبويه- أنه مبتدأ خبره محذوف. أى: فيما يتلى عليكم حكم الزانية، ثم بين ذلك بقوله:فَاجْلِدُوا.. والثاني: - وهو مذهب الأخفش وغيره- أنه مبتدأ. والخبر جملة الأمر، ودخلت الفاء لشبه المبتدأ بالشرط..» .فإن قيل: ما الحكمة في أن يبدأ الله في فاحشة الزنا بالمرأة، وفي جريمة السرقة بالرجل، حيث قال: وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُما ...  ؟.فالجواب: أن الزنا من المرأة أقبح، فإنه يترتب عليه فساد الأنساب، وإلحاق الدنس والعار بزوجها وأهلها، وافتضاح أمرها عن طريق الحمل، وفضلا عن ذلك، فإن تمكينها نفسها للرجل: هو الذي كان السبب في اقترافه هذه الفاحشة، فلهذا وغيره قدمت المرأة هنا.وأما جريمة السرقة، فالغالب أن الرجال أكثر إقداما عليها، لأنها تحتاج إلى جسارة وقوة، واجتياز للمخاطر ... لذا قدم الرجل على المرأة فيها.وقوله- تعالى- وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ.. نهى منه- سبحانه- عن التهاون في تنفيذ حدوده، وحض على إقامتها بحزم وقوة، والرأفة: أعلى درجات الرحمة.يقال: رؤف فلان بفلان- بزنة كرم- إذا اشتد في رحمته، وفي العناية بأمره.أى: أقيموا- أيها الحكام- حدود الله- تعالى- على الزانية والزاني بأن تجلدوا كل واحد منهما مائة جلدة، دون أن تأخذكم شفقة أو رحمة في تنفيذ هذه الحدود، ودون أن تقبلوا في التخفيف عنهما شفاعة شفيع، أو وساطة وسيط، فإن الله- تعالى- الذي شرع هذه الحدود. وأمر بتنفيذها بكل شدة وقوة، أرحم بعباده وبخلقه منكم. والرحمة والرأفة في تنفيذ أحكامه، لا في تعطيلها. ولا في إجرائها على غير وجهها.وقوله- سبحانه-: إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ.. تأكيد لما قبله، وإلهاب لمشاعرهم، لتنفيذ حدود الله- تعالى-.أى: إن كنتم تؤمنون بالله واليوم الآخر إيمانا حقا، فأقيموا حدود الله، واجلدوا الزانية والزاني مائة جلدة، لا تأخذكم بهما رأفة أو شفقة في ذلك.وقوله- سبحانه-: وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ بيان لما يجب على الحكام أن يفعلوه عند تنفيذ العقوبة والأمر بشهود عذابهما للاستحباب لا للوجوب.والمراد بعذابهما: إقامة الحد عليهما، والطائفة في الأصل: اسم فاعل من الطواف، وهو الدوران والإحاطة. وتطلق الطائفة عند كثير من اللغويين على الواحد فما فوقه.قال الآلوسى: «والحق أن المراد بالطائفة هنا، جماعة يحصل بهم التشهير والزجر، وتختلف قلة وكثرة بحسب اختلاف الأماكن والأشخاص فرب شخص يحصل تشهيره وزجره بثلاثة. وآخر لا يحصل تشهيره وزجره بعشرة وللقائل بالأربعة هنا وجه وجيه» .ولعل السبب في وجاهة رأى القائلين بالأربعة أن هذا العدد هو الذي يثبت به الزنا.أى: وليشهد إقامة الحد على الزانية والزاني، عدد من المؤمنين، ليكون زيادة في التنكيل بمن يرتكب هذه الفاحشة، وأدعى إلى الاعتبار والاتعاظ وأزجر لمن تسول له نفسه الإقدام على تلك الجريمة النكراء."
}