{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/24/60/",
    "ayah_number": 60,
    "text": "ثم بين- سبحانه- بعد ذلك بعض الأحكام التي تتعلق بالنساء اللاتي بلغن سن اليأس، فقال: وَالْقَواعِدُ مِنَ النِّساءِ اللَّاتِي لا يَرْجُونَ نِكاحاً فَلَيْسَ عَلَيْهِنَّ جُناحٌ أَنْ يَضَعْنَ ثِيابَهُنَّ غَيْرَ مُتَبَرِّجاتٍ بِزِينَةٍ ...والقواعد: جمع قاعد- بغير تاء- لاختصاص هذه الكلمة بالنساء كحائض وطامث.وقالوا: سميت المرأة العجوز بذلك، لأنها تكثر القعود لكبر سنها.أى: والنساء العجائز اللاتي قعدن عن الولد أو عن الحيض، ولا يطمعن في الزواج لكبرهن، فليس على هؤلاء النساء حرج أن ينزعن عنهن ثيابهن الظاهرة، والتي لا يفضى نزعها إلى كشف عورة، أو إظهار زينة أمر الله- تعالى- بسترها.فقوله- سبحانه-: فَلَيْسَ عَلَيْهِنَّ جُناحٌ أَنْ يَضَعْنَ ثِيابَهُنَّ بيان لمظهر من مظاهر التيسير في شريعة الإسلام، لأن المرأة العجوز إذا تخففت من بعض ثيابها التي لا يفضى التخفف منها إلى فتنة أو إلى كشف عورة.. فلا بأس بذلك، لأنها- في العادة- لا تتطلع النفوس إليها، وذلك بأن تخلع القناع الذي يكون فوق الخمار، والرداء الذي يكون فوق الثياب.وقوله- تعالى- غَيْرَ مُتَبَرِّجاتٍ بِزِينَةٍ حال. وأصل التبرج: التكلف والتصنع في إظهار ما يخفى، من قولهم سفينة بارجة أى: لا غطاء عليها.والمراد به هنا: إظهار المرأة زينتها ومحاسنها للرجال الذين لا يصح لهم الاطلاع عليها.أى: لا حرج على النساء القواعد من خلع ثيابهن الظاهرة، حال كونهن غير مظهرات للزينة التي أمرهن الله- تعالى- بإخفائها، وغير قاصدات بهذا الخلع لثيابهن الظاهرة التبرج وكشف ما أمر الله- تعالى- بستره.وقوله- سبحانه-: وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ أى: وأن يبقين ثيابهن الظاهرة عليهن بدون خلع، خير لهن، وأطهر لقلوبهن، وأبعد عن التهمة، وأنفى لسوء الظن بهن.وسمى الله- تعالى- إبقاء ثيابهن عليهن استعفافا. أى: طلبا للعفة، للإشعار بأن الاحتشام والتستر.. خير للمرأة حتى ولو كانت من القواعد.وقوله- تعالى- وَاللَّهُ سَمِيعٌ عَلِيمٌ أى: سميع لكل ما من شأنه أن يسمع، عليم بأحوال النفوس وحركاتها وسكناتها.وبذلك نرى هذه الآيات الكريمة، قد بينت للناس أقوم المناهج، وأسمى الآداب، وأفضل الأحكام التي باتباعها يسعد الأفراد والجماعات.ثم انتقلت السورة الكريمة بعد ذلك إلى الحديث عن أحكام أخرى فيها ما فيها من حسن للتنظيم في العلاقات بين الأقارب والأصدقاء، وفيها ما فيها من اليسر والسماحة، فقال- تعالى-:"
}