{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/24/45/",
    "ayah_number": 45,
    "text": "ثم ساق- سبحانه- دليلا ثالثا من واقع خلق كل دابة، وبديع صنعه فيما خلقه فقال:وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ ماءٍ ...والدابة: اسم لكل حيوان ذي روح، سواء أكان من العقلاء أم من غيرهم. وهذا اللفظ مأخوذ من الدبيب، بمعنى المشي الخفيف.وتطلق الدابة في العرف على ذوات الأربع، والمراد بها هنا ما هو أعم من ذلك.قال بعض العلماء: «وهذه الحقيقة الضخمة التي يعرضها القرآن بهذه البساطة، حقيقة أن كل دابة خلقت من ماء، قد تعنى وحدة العنصر الأساسى في تركيب الأحياء جميعا، وهو الماء، وقد تعنى ما يحاول العلم الحديث أن يتبعه من أن الحياة خرجت من البحر، ونشأت أصلا في الماء، ثم تنوعت الأنواع وتفرعت الأجناس.ولكنا نحن على طريقتنا في عدم تعليق الحقائق القرآنية الثابتة على النظريات العلمية القابلة للتعديل والتبديل.. لا نزيد على هذه الإشارة شيئا، مكتفين بإثبات الحقيقة القرآنية، وهي أن الله- تعالى- خلق الأحياء كلها من الماء، فهي ذات أصل واحد، ثم هي- كما ترى العين- متنوعة الأشكال.. .وقال الإمام الرازي: فإن قيل لماذا نكر الماء هنا، وجاء معرفا في قوله- تعالى-:وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ   ؟والجواب: إنما جاء هنا منكرا، لأن المعنى، أنه خلق كل دابة من نوع من الماء يختص بتلك الدابة، وإنما جاء معرفا في قوله وَجَعَلْنا مِنَ الْماءِ لأن المقصود هناك، كونهم مخلوقين من هذا الجنس، وهاهنا بيان أن ذلك الجنس ينقسم إلى أنواع كثيرة  .وقوله- تعالى-: فَمِنْهُمْ مَنْ يَمْشِي عَلى بَطْنِهِ.. تفصيل لهذه المخلوقات التي خلقت من الماء.والضمير في «منهم» يعود إلى «كل» باعتبار معناه، وفيه تغليب العاقل على غيره.أى: فمن هذه الدواب من يمشى على بطنه كالزواحف وما يشبهها، «ومنهم من يمشى على رجلين» كالإنس والطير «ومنهم من يمشى على أربع» كالأنعام والوحوش «يخلق الله» - تعالى- «ما يشاء» خلقه من دواب وغيرها على وفق إرادته وحكمته «إن الله على كل شيء قدير» فلا يعجزه- سبحانه- خلق ما يريد خلقه، ولا يمنعه من ذلك مانع، بل كل شيء خاضع لقدرته- عز وجل-.وبذلك نرى هذه الآيات الكريمة قد ساقت ألوانا من الأدلة على قدرة الله- تعالى-. منها ما يتعلق بالكائن العلوي، ومنها ما يتعلق بالزمان، ومنها ما يتعلق بخلق أنواع الدواب على اختلاف أشكالها.وبعد أن ساقت السورة ما ساقت من الأحكام والآداب ومن الأدلة على وحدانية الله-تعالى- وقدرته، أتبعت ذلك بالحديث عن طائفة المنافقين، الذين لم ينتفعوا بآيات الله، ولم يتأدبوا بأدب المؤمنين.. فقال- تعالى-:"
}