{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/7/92/",
    "ayah_number": 92,
    "text": "القول في تأويل قوله :  الَّذِينَ كَذَّبُوا شُعَيْبًا كَأَنْ لَمْ يَغْنَوْا فِيهَا الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ (92)قال أبو جعفر : يقول تعالى ذكره: فأهلك الذين كذبوا شعيبًا فلم يؤمنوا به، فأبادَهم، فصارت قريتهم منهم خاوية خلاءً=( كأن لم يغنوا فيها ) ، يقول: كأن لم ينزلوا قطّ ولم يعيشوا بها حين هلكوا .* * *يقال: \" غَنِيَ فلان بمكان كذا ، فهو يَغْنَى به غِنًى وغُنِيًّا \" ، (24) إذا نزل به وكان به، كما قال الشاعر. (25)وَلَقَدْ يَغْنَى بِهَا جِيرَانُكِ الْمُمْسِكُو مِنْكِ بِعَهْدٍ وَوِصَالِ (26)وقال رؤبة:وَعَهْدُ مَغْنَى دِمْنَةٍ بِضَلْفَعَا (27)إنما هو \" مفعل \" من \" غني\".* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14866-حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور قال، حدثنا معمر، عن قتادة.( كأن لم يغنوا فيها ) ، : كأن لم يعيشوا، كأن لم ينعموا.14867-حدثني المثنى قال، حدثنا عبد الله بن صالح، قال : حدثني معاوية، عن علي، عن ابن عباس: ( كأن لم يغنوا فيها ) ، يقول : كأن لم يعيشوا فيها.14868-حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( كأن لم يغنوا فيها ) ، كأن لم يكونوا فيها قطُّ.* * *وقوله: ( الذين كذبوا شعيبًا كانوا هم الخاسرين ) ، يقول تعالى ذكره: لم يكن الذين اتَّبعوا شعيبًا الخاسرين ، بل الذين كذّبوه كانوا هم الخاسرين الهالكين. (28) لأنه أخبر عنهم جل ثناؤه: أن الذين كذبوا شعيبًا قالوا للذين أرادُوا اتباعه:  لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخَاسِرُونَ  ، فكذبهم الله بما أحلَّ بهم من عاجلِ نَكاله، ثم قال لنبيه محمد صلى الله عليه وسلم: ما خسر تُبَّاع شعيب، بل كانَ الذين كذبوا شعيبًا لما جاءت عقوبة الله ، هم الخاسرين ، دون الذين صدّقوا وآمنوا به.------------------الهوامش :(24) هذا المصدر الثاني\"غنيا\" ليس في شيء من مراجع اللغة ، وضبطته بضم الغين وكسر النون وتشديد الياء ، على زنة\"فعول\" وهكذا استظهرت. ولا أدري أيصح ذلك أم لا يصح.(25) هو عبيد بن الأبرص.(26) ديوانه: 58 ، مختارات ابن الشجري 2: 37 ، والخصائص لابن جني 2: 2455 والمنصف لابن جني 1: 66 ، والخزانة 3: 237 ، وهي القصيدة الفاخرة التي لم يتجشم فيها إلا ما في نهضته ووسعه ، عن غير اغتصاب واستكراه أجاءه إليه ، فقاد القصيدة كلها على أن آخر مصراع كل بيت منها منته إلى (ال) التعريف ، كما قال ابن جني في الخصائص ، أولها:يَا خَلِيلَيَّ اُرْبَعَا وَاُسْتَخْبِرَا الْمَنْزِلَ الدَّارِسَ مِنْ أهْلِ الحِلالِمِثْلَ سَحْقِ البُرْدِ عَفَّى بَعْدَكِ الْقَطْرُ مَغْنَاهُ، وَتَأَوِيبُ الشَّمَالِوَلَقَدْ يَغْنَى بِه جِيرَانُكِ الْمُمْسِكُو مِنْكِ بِأَسْبَابِ الوِصَالِواستمر بها على ذلك النهج. وكان في المطبوعة: \"المستمسكو\" ، وهو تغيير لما في المخطوطة ، وللرواية معًا. وقوله: \"الممسكو\" يعني\"الممسكون\" ، فحذف النون لطول الاسم ، لا للإضافة. وهكذا تفعل العرب أحيانا ، كما قال الأنصاري:الْحَافِظُو عَوْرةَ العَشِيرَةِ لايَأْتِيهِمُ مِنْ وَرَائِنَا نَطَفُوقول الأخطل:أَبَنيِ كُلَيْبٍ، إِنْ عَمَّيَّ اللَّذَاقَتَلا المُلُوكَ وَفَكَّكَا الأَغْلالاانظر سيبويه 1: 95 ، والمنصف 1: 67.(27) ديوانه: 87 ، ومضى منها بيت فيما سلف 2: 540 في مديح قومه بني تميم ، يقول:هَاجَتْ، وَمِثْلي نَوْلُهُ أَنْ يَرْبَعَاحَمَامَةٌ هَاجَتْ حَمَامًا سُجَّعَاأَبْكَتْ أَبَا الشَّعْثَاءِ وَالسَّمَيْدَعَاوعَهْدُ مَغْنَى دِمْنَةٍ بضَلْفَعَابَادَتْ وَأَمْسَى خَيْمُها تَذَعْذَعَاو\"أبو الشعثاء\" يعني نفسه. و\"ضلفع\" ، اسم موضع.(28) انظر تفسير\"الخسران\" فيما سلف ص: 565 ، تعليق: 2 ، والمراجع هناك."
}