{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/7/21/",
    "ayah_number": 21,
    "text": "القول في تأويل قوله :  وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ (21)قال أبو جعفر: يعني جل ثناؤه بقوله: (وقاسمهما)، وحلف لهما, كما قال في موضع آخر:  تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ  ، [سورة النمل: 49]، بمعنى تحالفوا بالله ، وكما قال خالد بن زهير[ابن] عمّ أبي ذويب: (52)وَقَاسَمَهَا بِاللهِ جَهْدًا لأَنْتُمُألَذُّ مِنَ السَّلْوَى إِذَا مَا نَشُورُهَا (53)بمعنى: وحالفهما بالله ، وكما قال أعشى بني ثعلبة:رَضِيعَيْ لِبَانٍ, ثَدْيَ أُمٍّ تَقَاسَمَابِأَسْحَمَ دَاجٍ عَوْضُ لا نَتَفَرَّقُ (54)بمعنى تحالفا.* * *وقوله: (إني لكما لمن الناصحين) أي: لممن ينصح لكما في مشورته لكما, وأمره إياكما بأكل ثمر الشجرة التي نهيتما عن أكل ثمرها، وفي خبري إياكما بما أخبركما به، من أنكما إن أكلتماه كنتما ملكين أو كنتما من الخالدين، كما:-14396- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (وقاسمهما إني لكما لمن الناصحين)، فحلف لهما بالله حتى خدعهما, وقد يُخْدع المؤمن بالله, فقال: إني خلقت قبلكما، وأنا أعلم منكما, فاتبعاني أرشدكما. وكان بعض أهل العلم يقول: \" من خادَعنا بالله خُدِعْنا \".--------------------الهوامش :(52) جاء في المطبوعة والمخطوطة (( خالد بن زهير عم أبي ذؤيب )) ، ولم أجد هذا القول لأحد ، بل الذي قالوه أن (( خالد بن زهير الهذلي )) ، هو ابن أخت أبي ذؤيب ، أو ابن أخيه ، أو : ابن عم أبي ذؤيب . فالظاهر أن صواب الجملة هو ما أثبت . انظر خزانة الأدب 2 : 320 ، 321 /3 : 597 ، 598 ، 647 ، 648 .(53) ديوان الهذلين 1 : 158 ، من قصائده التي تقارضها هو وأبو ذؤيب في المرأة التي كانت ضصديقة عبد عمرو بن مالك ، فكان أبو ذؤيب رسوله إليها ، فلما كبر عبد عمرو احتال لها أبو ذؤيب فأخذها منه وخادنها . وغاضبها أبو ذؤيب ، فكان رسوله إلى هذه المرأة ابن عمه خالد بن زهير ، ففعل به ما فعل هو بعبد عمرو بن مالك ، أخذ منه المرأة فخادنه ، فغاضبه أبو ذؤيب وغاضبها ، وقال لها حين جاءت تعتذر إليه :تُرِيدينَ كَيْمَا تَجْمَعِينِي وَخَالِدًا !وَهَلْ يُجْمَعُ السَّيْفَان وَيْحَكِ فِي غِمْدِ !أَخَالِدُ ، مَا رَاعَيْتَ من ذِي قَرَابَةٍفَتَحْفَظَنِي بِالْغَيْبِ، أوْ بَعْضَ مَا تُبْدِيدَعَاكَ إلَيْهَا مُقْلَتَاها وَجِيدُهَافَمِلْتَ كَمَا مَالَ المُحِبُّ عَلَى عَمْدِثم قال لخالد :رَعَي خَالِدٌ سِرِّي ، لَيَالِيَ نَفْسُهُتَوَالَى على قَصْدِ السَّبِيلِ أُمُورُهَافَلَمَّا تَرَامَاهُ الشَّبَابُ وَغَيُّهُ،وَفي النَّفْسِ مِنْهُ فِتْنَةٌ وَفُجُورُهَالَوَى رَأْسَهُ عَنِّي ، ومَالَ بِوُدِّهأَغَانِيجُ خَوْدٍ كَانَ قِدْمًا يَزُورُهَافأجابه خالد من أبيات :فَلا تَجْزَعَنْ مِنْ سُنَّةٍ أَنْتَ سِرْتَهاوَأَوَّلُ رَاضٍ سُنَّةً مَنْ يَسِيرُهَافَإنَّ الَّتِي فِينَا زَعَمْتَ ، ومِثْلُهَالَفِيكَ ، وَلَكِنِّي أَرَاكَ تَجُورُهَاتَنَقَّذْتَهَا مِنْ عَبْدِ عَمْرو بن مَالِكٍوأَنْتَ صَفِيُّ النَّفْسِ مِنْهُ وَخِيرُهايُطِيلُ ثَوَاءً عِنْدَها لِيَرُدَّهَاوَهَيْهَاتَ مِنْهُ دُورُهَا وقُصُورهاوَقَاسَمَهَا بالله ................ . . . . . . . . . . . . . . . . . .و(( السلوى )) ، العسل . (( شار العسل يشوره )) ، أخذ من موضعه في الخلية .(54) ديوانه : 150 ، اللسان ( عوض ) ( سحم ) من قصيدة مضت منها أبيات كثيرة . وقد ذكرت هذا البيت في شرح بيت سالف 10 : 451 ، تعليق : 1 = و (( الأسحم )) ، الضارب إلى السواد ، و (( عوض )) لما يستقبل من الزمان بمعنى : (( أبدًا )) . واختلفوا في معنى (( بأسحم داج )) ، وإقسامه به . فقالوا : أراد الليل . وقالوا : أراد سواد حلمة سدي أمه . وقيل أراد الرحم وظلمته . قيل : أراد الدم ، لسواده ، تغمس فيه اليد عند التحالف ."
}