{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/115/",
    "ayah_number": 115,
    "text": "واللام في قوله- تعالى-: وَلَقَدْ عَهِدْنا ... هي الموطئة للقسم، والمعهود محذوف، وهو النهى عن الأكل من شجرة معينة، كما وضحه في آيات أخرى منها قوله- تعالى-:وَلا تَقْرَبا هذِهِ الشَّجَرَةَ فَتَكُونا مِنَ الظَّالِمِينَ.أى: والله لقد عهدنا إلى آدم- عليه السلام- وأوصيناه ألا يقرب تلك الشجرة مِنْ قَبْلُ أن يخالف أمرنا فيقربها ويأكل منها، أو من قبل أن نخبرك بذلك- أيها الرسول الكريم-.والفاء في قوله فَنَسِيَ للتعقيب، والمفعول محذوف. أى: فنسي العهد الذي أخذناه عليه بعدم الأكل منها.والنسيان هنا يرى بعضهم أنه بمعنى الترك، وقد ورد النسيان بمعنى الترك في كثير من آيات القرآن الكريم. ومن ذلك قوله- تعالى-: وَقِيلَ الْيَوْمَ نَنْساكُمْ كَما نَسِيتُمْ لِقاءَ يَوْمِكُمْ هذا   أى: نترككم كما تركتم لقاء يومكم هذا وهو يوم القيامة.وعليه يكون المعنى: ولقد عهدنا إلى آدم من قبل بعدم الأكل من الشجرة فترك الوفاء بعهدنا وخالف ما أمرناه به.وعلى هذا التفسير فلا إشكال في وصف الله- تعالى- له بقوله: وَعَصى آدَمُ رَبَّهُ فَغَوى لأن آدم بمخالفته لما نهاه الله- تعالى- عنه وهو الأكل من الشجرة- صار عاصيا لأمر ربه.ومن العلماء من يرى أن النسيان هنا على حقيقته، أى: أنه ضد التذكر فيكون المعنى:ولقد عهدنا إلى آدم من قبل فنسي ما عاهدناه عليه، وغاب عن ذهنه ما نهيناه عنه، وهو الأكل من الشجرة.فإن قيل: إن الناسي معذور. فكيف قال الله- تعالى- في حقه: وَعَصى آدَمُ رَبَّهُ فَغَوى؟.فالجواب: أن آدم- عليه السلام- لم يكن معذورا بالنسيان، لأن العذر بسبب الخطأ والنسيان والإكراه. من خصائص هذه الأمة الإسلامية، بدليل قوله صلّى الله عليه وسلّم: «إن الله تجاوز لي عن أمتى الخطأ والنسيان وما استكرهوا عليه» .قال القرطبي ما ملخصه: قوله- تعالى-: وَلَقَدْ عَهِدْنا إِلى آدَمَ مِنْ قَبْلُ فَنَسِيَ..للنسيان معنيان: أحدهما: الترك، أى ترك الأمر والعهد، وهذا قول مجاهد وأكثر المفسرين، ومنه نَسُوا اللَّهَ فَنَسِيَهُمْ وثانيهما: قال ابن عباس: «نسى» هنا من السهو والنسيان، وإنما أخذ الإنسان من أنه عهد إليه فنسي ... وعلى هذا القول يحتمل أن يكون آدم في ذلك الوقت مؤاخذا بالنسيان، وإن كان النسيان عنا اليوم مرفوعا.والمراد تسلية النبي صلّى الله عليه وسلّم أى: أن طاعة بنى آدم للشيطان أمر قديم أى: إن نقض هؤلاء- المشركون- العهد، فإن آدم- أيضا- عهدنا إليه فنسي..»  .وقوله: وَلَمْ نَجِدْ لَهُ عَزْماً مقرر لما قبله من غفلة آدم عن الوفاء بالعهد.قال الجمل: وقوله: نَجِدْ يحتمل أنه من الوجدان بمعنى العلم، فينصب مفعولين، وهما «له» و «عزما» ويحتمل أنه من الوجود الذي هو ضد العدم فينصب مفعولا وهو عَزْماً والجار والمجرور متعلق بنجد   .والعزم: توطين النفس على الفعل، والتصميم عليه، والمضي في التنفيذ للشيء..أى: فنسي آدم عهدنا، ولم نجد له ثبات قدم في الأمور، يجعله يصبر على عدم الأكل من الشجرة بل لانت عريكته وفترت همته بسبب خديعة الشيطان له."
}