{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/15/",
    "ayah_number": 15,
    "text": "ثم بين- سبحانه- أن الساعة آتية لا ريب فيها فقال: إِنَّ السَّاعَةَ آتِيَةٌ أَكادُ أُخْفِيها لِتُجْزى كُلُّ نَفْسٍ بِما تَسْعى فَلا يَصُدَّنَّكَ عَنْها مَنْ لا يُؤْمِنُ بِها وَاتَّبَعَ هَواهُ فَتَرْدى.أى: إن الساعة التي هي وقت البعث والحساب والثواب والعقاب، آتية أى: كائنة وحاصلة لا شك فيها.وقوله أَكادُ أُخْفِيها أى: أقرب أن أخفى وقتها ولا أظهره لا إجمالا ولا تفصيلا، ولولا أن في إطلاع أصفيائى على بعض علاماتها فائدة، لما تحدثت عنها.قالوا: «والحكمة في إخفاء الساعة وإخفاء وقت الموت، أن الله- تعالى- وعد بعدم قبول التوبة عند قربهما، فلو عرف وقت الموت لاشتغل الإنسان بالمعصية إلى قرب ذلك الوقت ثم يتوب، فيتخلص من عقاب المعصية فتعريف الموت كالإغراء بفعل المعصية، وهو لا يجوز  .قال الآلوسى ما ملخصه: وقوله: أَكادُ أُخْفِيها أقرب أن أخفى الساعة ولا أظهرها، بأن أقول إنها آتية.. أو أريد إخفاء وقتها المعين وعدم إظهاره.. فكاد بمعنى أراد، وإلى هذا ذهب الأخفش وغيره.. وروى عن ابن عباس أن المعنى: أكاد أخفيها من نفسي، فكيف أظهركم عليها.. وهذا محمول على ما جرت به عادة العرب من أن أحدهم إذا أراد المبالغة في كتمان الشيء قال: كدت أخفيه عن نفسي.وقال أبو على: المعنى أكاد أظهرها بأن أوقعها، وهذا بناء على أن أخفيها من ألفاظ السلب بمعنى أزيل خفاءها.. .ويبدو لنا أن الإخفاء هنا على حقيقته، وأن المقصود من الآية الكريمة إخفاء وقت مجيء الساعة عن الناس. حتى يكونوا على استعداد لمجيئها عن طريق العمل الصالح الذي ينفعهم يوم القيامة.فحكمة الله- تعالى- اقتضت إخفاء وقت الساعة، وعدم إطلاع أحد عليها إلا بالمقدار الذي يأذن الله- تعالى- به لرسله.قال الإمام ابن جرير ما ملخصه: «والذي هو أولى بتأويل الآية من القول: قول من قال معناه: أكاد أخفيها من نفسي.. لأن المعروف من معنى الإخفاء في كلام العرب: الستر.يقال: قد أخفيت الشيء إذا سترته.. وإنما اخترنا هذا القول على غيره لموافقته أقوال أهل العلم من الصحابة والتابعين.. .وقوله: لِتُجْزى كُلُّ نَفْسٍ بِما تَسْعى متعلق بآتية، وجملة أَكادُ أُخْفِيها معترضة بينهما.أى: إن الساعة آنية لا ريب فيها، لكي تجزى كل نفس على حسب سعيها وعملها في الدنيا.قال- تعالى-: وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ، فَأُولئِكَ كانَ سَعْيُهُمْ مَشْكُوراً  .وقال- سبحانه-: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ."
}