{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/133/",
    "ayah_number": 133,
    "text": "ومرادهم بالآية في قوله- سبحانه-: وَقالُوا لَوْلا يَأْتِينا بِآيَةٍ مِنْ رَبِّهِ معجزة حية من المعجزات التي اقترحوها عليه صلّى الله عليه وسلّم كتفجير الأنهار حول مكة، وكرقيه إلى السماء، وكنزول الملائكة معه..أى: وقال الكافرون على سبيل التعنت والعناد للرسول صلّى الله عليه وسلّم هلا أتيت لنا يا محمد بآية من الآيات التي طلبناها منك، أو بآية من الآيات التي أتى بها الأنبياء من قبلك، كالعصا بالنسبة لموسى، والناقة بالنسبة لصالح.فهم- كما يقول الآلوسى-: «بلغوا من المكابرة والعناد إلى حيث لم يعدوا ما شاهدوا من المعجزات التي تخر لها صم الجبال، من قبيل الآيات، حتى اجترءوا على التفوه بهذه العظيمة الشنعاء.وقوله- سبحانه-: أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ ما فِي الصُّحُفِ الْأُولى رد على جهالاتهم وجحودهم.والمراد بالبينة القرآن الكريم الذي هو أم الآيات، ورأس المعجزات.والمراد بالصحف الأولى: الكتب السماوية السابقة كالتوراة والإنجيل والزبور.والواو للعطف على مقدر يقتضيه المقام، والاستفهام لتقرير الإتيان وثبوته.والمعنى: أجهلوا ولم يكفهم اشتمال القرآن الذي جئت به- أيها الرسول الكريم- على بيان ما في الصحف الأولى التي أنزلناها على الرسل السابقين، ولم يكفهم ذلك في كونه معجزة حتى طلبوا غيرها؟.قال صاحب الكشاف: اقترحوا على عادتهم في التعنت آية على النبوة، فقيل لهم: أو لم تأتكم آية من أم الآيات وأعظمها في باب الإعجاز، يعنى القرآن، من جهة أن القرآن برهان ما في سائر الكتب المنزلة، ودليل صحته لأنه معجزة، وتلك ليست بمعجزات، فهي مفتقرة إلى شهادته على صحة ما فيها، افتقار المحتج عليه إلى شهادة الحجة. .وقال ابن كثير: قوله: أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ ما فِي الصُّحُفِ الْأُولى يعنى: القرآن العظيم، الذي أنزله الله- تعالى- عليه صلّى الله عليه وسلّم وقد جاء فيه أخبار الأولين بما كان منهم في سالف الدهور، بما يوافقه عليه الكتب المتقدمة الصحيحة منها، فإن القرآن مهيمن عليها..وهذه الآية كقوله- تعالى-: وَقالُوا لَوْلا أُنْزِلَ عَلَيْهِ آياتٌ مِنْ رَبِّهِ، قُلْ إِنَّمَا الْآياتُ عِنْدَ اللَّهِ وَإِنَّما أَنَا نَذِيرٌ مُبِينٌ أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنا عَلَيْكَ الْكِتابَ يُتْلى عَلَيْهِمْ، إِنَّ فِي ذلِكَ لَرَحْمَةً وَذِكْرى لِقَوْمٍ يُؤْمِنُونَ  .وفي الصحيح عن رسول الله صلّى الله عليه وسلّم أنه قال: «ما من نبي إلا وقد أوتى من الآيات ما آمن على مثله البشر، وإنما كان الذي أوتيته وحيا أوحاه الله إلى، فأرجو أن أكون أكثرهم تابعا يوم القيامة»  .ومنهم من يرى أن المراد بالبينة: الكتب السماوية السابقة.فيكون المعنى: أو لم يكف هؤلاء الجاهلين أن الكتب السماوية السابقة كالتوراة والإنجيل قد بشرت بك وبينت نعوتك وصفاتك، وهم معترفون بصدقها، فكيف لا يقرون بنبوتك.قال القرطبي: وقوله: أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ ما فِي الصُّحُفِ الْأُولى يريد التوراة والإنجيل والكتب المتقدمة، وذلك أعظم آية إذ أخبر بما فيها. وقيل: أو لم تأتهم الآية الدالة على نبوته بما وجدوه في الكتب المتقدمة من البشارة.. .وعلى كلا التفسيرين فالآية الكريمة شهادة من الله- تعالى- بصدق النبي صلّى الله عليه وسلّم فيما بلغه عنه، ورد مبطل لشبهات الكافرين ولأقوالهم الباطلة، وإن كان تفسير البينة هنا بالقرآن أظهر وأوضح."
}