{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/47/",
    "ayah_number": 47,
    "text": "ثم رسم لهما- سبحانه- طريق الدعوة فقال: فَأْتِياهُ فَقُولا إِنَّا رَسُولا رَبِّكَ ...أى: فأتيا فرعون، وادخلا عليه داره أو مكان سلطانه، وقولا له بلا خوف أو وجل إِنَّا رَسُولا رَبِّكَ الذي خلقك فسواك فعدلك.وكان البدء بهذه الجملة لتوضيح أساس رسالتهما، ولإحقاق الحق من أول الأمر، ولإشعاره منذ اللحظة الأولى بأنهما قد أرسلهما ربه وربهما ورب العالمين، لدعوته إلى الدين الحق، وإلى إخلاص العبادة لله الواحد القهار، وإلى التخلي عن الكفر والطغيان. وأنهما لم يأتياه بدافع شخصى منهما وإنما أتياه بتكليف من ربه ورب العالمين.أما الجملة الثانية التي أمرهما الله- تعالى- أن يقولاها لفرعون فقد حكاها- سبحانه- بقوله: فَأَرْسِلْ مَعَنا بَنِي إِسْرائِيلَ وَلا تُعَذِّبْهُمْ أى: فأطلق سراح بنى إسرائيل، ودعهم يعيشون أحرارا في دولتك ولا تعذبهم باستعبادهم وقهرهم، وقتل أبنائهم، واستحياء نسائهم.قال- تعالى-: وَإِذْ نَجَّيْناكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذابِ، يُذَبِّحُونَ أَبْناءَكُمْ وَيَسْتَحْيُونَ نِساءَكُمْ، وَفِي ذلِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ  .قال الآلوسى: والمراد بالإرسال: إطلاقهم من الأسر، وإخراجهم من تحت يده العادية، لا تكليفهم أن يذهبوا معهما إلى الشام، كما ينبئ عنه قوله- سبحانه- وَلا تُعَذِّبْهُمْ أى: بإبقائهم على ما كانوا عليه من العذاب، فإنهم كانوا تحت سيطرة القبط، يستخدمونهم في الأشغال الشاقة كالحفر والبناء.. .وقوله- تعالى-: قَدْ جِئْناكَ بِآيَةٍ مِنْ رَبِّكَ جملة ثالثة تدل على صدقهما في رسالتهما.والمراد بالآية هنا: جنسها، فتشمل العصا واليد وغيرهما من المعجزات التي أعطاها الله- تعالى- لنبيه موسى- عليه السلام-.أى: قد جئناك بمعجزة من ربك تثبت صدقنا، وتؤيد مدعانا، وتشهد بأنا قد أرسلنا الله- تعالى- إليك لهدايتك ودعوتك أنت وقومك إلى الدخول في الدين الحق.فالجملة الكريمة تقرير لما تضمنه الكلام السابق من كونهما رسولين من رب العالمين، وتعليل لوجوب إطلاق بنى إسرائيل، وكف الأذى عنهم.أما الجملة الرابعة التي أمرهما الله- تعالى- بأن يقولاها لفرعون فهي قوله- سبحانه-: وَالسَّلامُ عَلى مَنِ اتَّبَعَ الْهُدى.أى: وقولا له- أيضا- السلامة من العذاب في الدارين لمن اتبع الهدى بأن آمن بالله- تعالى- وملائكته وكتبه ورسله واليوم الآخر ...فالسلام مصدر بمعنى السلامة، وعلى بمعنى اللام. ويفهم من الآية الكريمة أن من لم يتبع الهدى، لا سلامة له، ولا أمان عليه.وفي هذه الجملة من الترغيب في الدخول في الدين الحق ما فيها، ولذا استعملها النبي صلّى الله عليه وسلّم في كثير من كتبه، ومن ذلك قوله صلّى الله عليه وسلّم في رسالته إلى هرقل ملك الروم: بسم الله الرحمن الرحيم من محمد رسول الله إلى هرقل عظيم الروم. سلام على من اتبع الهدى.."
}