{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/2/",
    "ayah_number": 2,
    "text": "وقوله- سبحانه-: ما أَنْزَلْنا عَلَيْكَ الْقُرْآنَ لِتَشْقى. إِلَّا تَذْكِرَةً لِمَنْ يَخْشى.استئناف مسوق لتسلية الرسول صلّى الله عليه وسلّم عما أصابه من المشركين، والشقاء يأتى في اللغة بمعنى التعب والعناء، ومنه المثل القائل «أشقى من رائض مهر» أى: أتعب. ومنه قول أبى الطيب المتنبي:ذو العقل يشقى في النعيم بعقله ... وأخو الجهالة في الشقاوة ينعمأى: ما أنزلنا عليك القرآن- أيها الرسول الكريم- لكي تتعب وتجهد نفسك هما وغما بسبب إعراض المشركين عن دعوتك، كما قال- تعالى-: فَلَعَلَّكَ باخِعٌ نَفْسَكَ عَلى آثارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهذَا الْحَدِيثِ أَسَفاً.وإنما أنزلناه إليك لتسعد بنزوله، ولتبلغ آياته، ثم بعد ذلك من شاء فليؤمن ومن شاء فليكفر، فأنت عليك البلاغ ونحن علينا الحساب.ومنهم من يرى أن المقصود بالآية النهى عن المغالاة في العبادة، فقد أثر عنه صلّى الله عليه وسلّم أنه قام الليل حتى تورمت قدماه فيكون المعنى: ما أنزلنا عليك القرآن لكي تهلك نفسك بالعبادة، وتذيقها ألوان المشقة والتعب، فإن الله- تعالى- يريد بكم اليسر ولا يريد بكم العسر، وما جعل عليكم في الدين من حرج.ومنهم من يرى أن الآية مسوقة للرد على المشركين، الذين قالوا: ما أنزل هذا القران على محمد صلّى الله عليه وسلّم إلا ليشقى، فيكون المراد بالشقاء ما هو ضد السعادة.قال القرطبي ما ملخصه: «وأصل الشقاء في اللغة العناء والتعب، أى: ما أنزلنا عليك القرآن لتتعب، بسبب فرط تأسفك عليهم وعلى كفرهم.. أى: ما عليك إلا أن تبلغ وتنذر..وروى أن أبا جهل والنضر بن الحارث قالا للنبي صلّى الله عليه وسلّم إنك لشقى لأنك تركت دين آبائك، فأريد الرد على ذلك بأن دين الإسلام، وهذا القرآن هو السلم إلى نيل كل فوز، والسبب في درك كل سعادة، وما فيه الكفرة هو الشقاوة بعينها.وروى أنه- عليه الصلاة والسلام- صلى بالليل حتى اسمغدّت قدماه- أى: تورمت- فقال له جبريل: أبق على نفسك فإن لها عليك حقا، أى: ما أنزلنا عليك القرآن لتنهك نفسك في العبادة، وتذيقها المشقة الفادحة، وما بعثت إلا بالحنيفية السمحة.. .ويبدو لنا أن الآية الكريمة وإن كانت تتسع لهذه المعاني الثلاثة، إلا أن المعنى الأول أظهرها، وأقربها إلى سياق الآيات الكريمة، فإن قوله- تعالى- بعد ذلك: إِلَّا تَذْكِرَةً لِمَنْ يَخْشى بيان للحكمة التي من أجلها أنزل الله- تعالى- هذا القرآن."
}