{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/60/10/",
    "ayah_number": 10,
    "text": "قال الإمام القرطبي: قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ: لما أمر الله المسلمين بترك موالاة المشركين، واقتضى ذلك مهاجرة المسلمين عن بلاد الشرك إلى بلاد الإسلام، وكان التناكح من أوكد أسباب الموالاة، فبين- سبحانه- أحكام مهاجرة النساء.قال ابن عباس: جرى الصلح مع مشركي قريش عام الحديبية على أن من أتاه من أهل مكة رده إليهم، فجاءت سعيدة بنت الحارث الأسلمية بعد الفراغ من الكتاب، والنبي صلى الله عليه وسلم بالحديبية بعد، فأقبل زوجها- وكان كافرا.. فقال: يا محمد، اردد على امرأتى، فإنك شرطت ذلك، وهذه طينة الكتاب لم تجف بعد، فأنزل الله- تعالى- هذه الآية.وقيل: جاءت أم كلثوم بنت عقبة بن أبى معيط، فجاء أهلها يسألون رسول الله صلى الله عليه وسلم أن يردها.وقيل: هربت من زوجها عمرو بن العاص ومعها أخواها فرد رسول الله صلى الله عليه وسلم أخويها وحبسها، فقالوا للنبي صلى الله عليه وسلم ردها علينا للشرط، فقال: «كان الشرط في الرجال لا في النساء» فأنزل الله هذه الآية .والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان، إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ، من دار الكفر إلى دار الإيمان، وراغبات في فراق الكافرين، والبقاء معكم.فَامْتَحِنُوهُنَّ أى: فاختبروهن اختبارا يغلب معه الظن بأنهن صادقات في هجرتهن وفي إيمانهن، وفي موافقة قلوبهن لألسنتهن.وقد ذكر ابن جرير في كيفية امتحانهن صيغا منها: ما جاء عن ابن عباس أنه قال: كانت المرأة إذا أتت رسول الله صلى الله عليه وسلم حلفها بأنها ما خرجت بغضا لزوجها، ولا رغبة في الانتقال من أرض إلى أرض، ولا التماسا لدنيا، وإنما خرجت حبا لله ولرسوله .وجملة: اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ معترضة لبيان أن معرفة خفايا القلوب، مردها إلى الله- تعالى- وحده.قال صاحب الكشاف: قوله: اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ أى: منكم، لأنكم لا تكسبون فيه علما تطمئن معه نفوسكم، وإن استحلفتموهن ودرستم أحوالهن، وعند الله حقيقة العلم به .والمراد بالعلم في قوله- تعالى-: فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِناتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ الظن الغالب.أى: فإن غلب على ظنكم بعد امتحانهن أنهن مؤمنات صادقات في إيمانهن، فأبقوهن عندكم، ولا ترجعوهن إلى أزواجهن أو إلى أهلهن من الكفار.وسمى الظن القوى علما للإيذان بأنه كالعلم في وجوب العمل بمقتضاه، وإنما رد الرسول صلى الله عليه وسلم الرجال الذين جاءوه مؤمنين بعد صلح الحديبية، ولم يرد النساء المؤمنات، لأن شرط الرد كان في الرجال ولم يكن في النساء- كما سبق أن ذكرنا نقلا عن القرطبي-، ولأن الرجل لا يخشى عليه من الفتنة في الرد ما يخشى على المرأة، من إصابة المشرك إياها، وتخويفها، وإكراهها على الردة.قال بعض العلماء: قال كثير من المفسرين: إن هذه الآية مخصصة لما جاء في معاهدة صلح الحديبية، والتي كان فيها من جاء من الكفار مسلما إلى المسلمين ردوه إلى المشركين، ومن جاء من المسلمين كافرا للمشركين، لا يردونه على المسلمين، فأخرجت الآية النساء من المعاهدة،وأبقت الرجال، من باب تخصيص العموم.وتخصيص السنن بالقرآن، وتخصيص القرآن بالسنن، أمر معلوم.ومن أمثلة تخصيص السنة بالكتاب، قوله: صلى الله عليه وسلم: «ما أبين من حي فهو ميت» أى: فهو محرم، فقد جاء تخصيص هذا العموم بقوله- تعالى-: وَمِنْ أَصْوافِها وَأَوْبارِها أى: ليس محرما، ومن أمثلة تخصيص الكتاب بالسنة قوله- تعالى-:حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ فقد جاء تخصيص هذا العموم بحديث: «أحلت لنا ميتتان ودمان، أما الميتتان: فالجراد والحوت، وأما الدمان: فالكبد والطحال» .وقال بعض المفسرين: إنها ليست مخصصة للمعاهدة، لأن النساء لم يدخلن فيها ابتداء، وإنما كانت في حق الرجال فقط.والذي يظهر- والله أعلم- أنها مخصصة لمعاهدة الحديبية، وهي من أحسن الأمثلة لتخصيص السنة بالقرآن- كما قال الإمام ابن كثير.وقوله- سبحانه-: لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ تعليل للنهى عن رد المؤمنات المهاجرات إلى دار الكفر، أو إلى أزواجهن الكفار.أى: لا ترجعوا- أيها المؤمنون- النساء المؤمنات المهاجرات إليكم من أرض الكفر إلى أزواجهن الكافرين، فإن هؤلاء المؤمنات صرن بسبب إيمانهن لا يصح ارتباطهن بأزواجهن الكفار، كما لا يصح لهؤلاء الكافرين الارتباط بالنساء المؤمنات.فالجملة الكريمة المقصود بها تأكيد النهى عن رد المؤمنات المهاجرات إلى أرض الكفر، ووجوب التفرقة بين المرأة المؤمنة وزوجها الكافر في جميع الأحوال.قال ابن كثير: هذه الآية هي التي حرمت المسلمات على المشركين وقد كان ذلك جائزا في أول الإسلام، أن يتزوج المشرك المؤمنة...وقوله- تعالى-: وَآتُوهُمْ ما أَنْفَقُوا بيان لمظهر من مظاهر عدالة الإسلام في أحكامه. والخطاب لولاة الأمور. وهذا الإيتاء إنما هو للأزواج المعاهدين، أما إذا كانوا حزبيين فلا يعطون شيئا.أى: وسلموا إلى المشركين الذين جاءكم نساؤهم مؤمنات، ما دفعوه لهن من مهور، قال القرطبي: قوله: وَآتُوهُمْ ما أَنْفَقُوا: أمر الله- تعالى- إذا أمسكت المرأة المسلمة، أن يرد إلى زوجها المشرك ما أنفق، وذلك من الوفاء بالعهد، لأنه لما منع من أهله، بحرمة الإسلام، أمر- سبحانه- برد المال إليه، حتى لا يقع عليهم خسران من الوجهين: الزوجة والمال .فالمراد بقوله- تعالى- ما أَنْفَقُوا: ما دفعه المشركون لأزواجهم المؤمنات.وعبر عن هذه المهور بالنفقة، للإشعار بأن هؤلاء الزوجات المؤمنات، أصبحت لا صلة لهن بأزواجهن المشركين.وقوله- سبحانه-: وَلا جُناحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذا آتَيْتُمُوهُنَّ أُجُورَهُنَّ تكريم لهؤلاء النساء المسلمات اللائي فررن بدينهن من أزواجهن المشركين.أى: ولا حرج عليكم- أيها المؤمنون- في نكاح هؤلاء المؤمنات، بعد فراقهن لأزواجهن المشركين، وبعد استبرائكم لأرحامهن، وعليكم أن تدفعوا لهن مهورهن كاملة غير منقوصة.ونص على دفع المهر لهن- مع أنه أمر معلوم- لكي لا يتوهم متوهم، أن رد المهر الى الزوج الكافر، يغنى عن دفع مهر جديد لهن إذا تزوجن بعد ذلك بأزواج مسلمين، إذ المهر المردود للكفار، لا يقوم مقام المهر الذي يجب على المسلم إذا ما تزوج بامرأة مسلمة فارقت زوجها الكافر.والمراد بالإيتاء: ما يشمل الدفع العاجل، والتزام الدفع في المستقبل.ثم نهى الله- تعالى- المسلمين عن إبقاء الزوجات المشركات في عصمتهم فقال:وَلا تُمْسِكُوا بِعِصَمِ الْكَوافِرِ.والعصم: جمع عصمة، والمراد بها هنا: عقد النكاح الذي يربط بين الزوج والزوجة، والكوافر: جمع كافرة، كضوارب جمع ضاربة.أى: ولا يصح لكم- أيها المؤمنون- أن تبقوا في عصمتكم، زوجاتكم اللائي آثرن الكفر على الإيمان، وأبين الهجرة معكم من دار الكفر إلى دار الإسلام، وقد بادر المسلمون بعد نزول هذه الآية بتطليق زوجاتهم الكافرات فطلق عمر بن الخطاب- رضى الله عنه- امرأتين له كانتا مشركتين، وطلق طلحة بن عبيد الله إحدى زوجاته وكانت مشركة.وهذه الجملة الكريمة تأكيد لقوله- تعالى- قبل ذلك: لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ.ثم بين- سبحانه- حكما آخر من الأحكام التي تدل على عدالة الإسلام في تشريعاته فقال: وَسْئَلُوا ما أَنْفَقْتُمْ وَلْيَسْئَلُوا ما أَنْفَقُوا والجملة الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَآتُوهُمْ ما أَنْفَقُوا.أى: كما أنى شرعت لكم أن تعطوا الأزواج المشركين، مهور نسائهم المسلمات اللائي فررن إليكم، وتركن أزواجهن الكفار، فكذلك شرعت لكم أن تطلبوا مهور نسائكم المشركات اللائي انفصلتم عنهن لكفرهن، ولحقن بهؤلاء المشركين، وليطلب المشركون منكم مهور نسائهم المؤمنات اللائي انفصلن عنهم وهاجرن إليكم.ثم ختم- سبحانه- هذه الآية الكريمة ببيان أن هذه الأحكام، إنما هي من الله- تعالى- العليم بأحوال النفوس، الحكيم في أقواله وأفعاله، فقال: ذلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ.أى: ذلكم الذي ذكرناه لكم من تشريعات تتعلق بالمؤمنات المهاجرات هي أحكام من الله- تعالى- فاتبعوها، فهو- سبحانه- صاحب الحكم المطلق بينكم، وهو- سبحانه- عليم بأحوال عباده، حكيم في كل تصرفاته وتشريعاته."
}