{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/60/11/",
    "ayah_number": 11,
    "text": "وقوله- سبحانه-: وَإِنْ فاتَكُمْ شَيْءٌ مِنْ أَزْواجِكُمْ إِلَى الْكُفَّارِ فَعاقَبْتُمْ بيان لحكم آخر يتعلق بالنساء اللائي التحقن بالمشركين، وتركن أزواجهن المسلمين، وأبى المشركون أن يدفعوا للمسلمين مهور هؤلاء الزوجات.والجملة الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَسْئَلُوا ما أَنْفَقْتُمْ وَلْيَسْئَلُوا ما أَنْفَقُوا.وقد ذكروا أن المسلمين لما نزل قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ.. الآية. كتبوا إلى المشركين يعلمونهم بما تضمنته هذه الآية.فامتنع المشركون عن دفع مهور النساء اللائي ذهبن إليهم، بعد أن تركن أزواجهن المسلمين، فنزل قوله- تعالى-: وَإِنْ فاتَكُمْ شَيْءٌ مِنْ أَزْواجِكُمْ إِلَى الْكُفَّارِ فَعاقَبْتُمْ  .قال ابن كثير: أقر المؤمنون بحكم الله فأدوا ما أمروا به من نفقات المشركين التي أنفقوها على نسائهم، وأبى المشركون أن يقروا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين، فقال الله- تعالى- للمؤمنين به، وَإِنْ فاتَكُمْ شَيْءٌ مِنْ أَزْواجِكُمْ الآية .وقوله فاتَكُمْ من الفوت بمعنى الفراق والترك والهرب ... يقال: فاتنى هذا الشيء، إذا لم أتمكن من الحصول عليه، وعدى بحرف إلى لتضمنه معنى الفرار.ولفظ «شيء» هنا المراد به بعض، وقوله: مِنْ أَزْواجِكُمْ بيان للفظ شيء.وقوله: فَعاقَبْتُمْ يرى بعضهم أنه من العقوبة.وعليه يكون المعنى: وإن تفلتت وفرت امرأة من أزواجكم- أيها المؤمنون- إلى الكفار، وامتنعوا عن دفع مهرها لكم. فَعاقَبْتُمْ أى: فغزوتم أنتم بعد ذلك هؤلاء الكافرين وانتصرتم عليهم وظفرتم بمغانم منهم.فَآتُوا الَّذِينَ ذَهَبَتْ أَزْواجُهُمْ منكم إلى الكفار من هذه المغانم مِثْلَ ما أَنْفَقُوا أى: مثل المهور التي أنفقوها على زوجاتهم اللائي فررن إلى المشركين.ويرى بعضهم أن قوله فَعاقَبْتُمْ صيغة تفاعل من العقبة- بضم العين وسكون القاف وهي النوبة، بمعنى أن يصير الإنسان في حالة تشبه حالة غيره.قال الآلوسى: قوله: فَعاقَبْتُمْ من العقبة لا من العقاب، وهي في الأصل النوبة في ركوب أحد الرفيقين على دابة لهما والآخر بعده: أى: فجاءت عقبتكم أى نوبتكم من أداء المهر.شبه الحكم بالأداء المذكور، بأمر يتعاقبون فيه كما يتعاقب في الركوب.وحاصل المعنى: إن لحق أحد من أزواجكم بالكفار، أو فاتكم شيء من مهورهن.فَآتُوا الَّذِينَ ذَهَبَتْ أَزْواجُهُمْ مِثْلَ ما أَنْفَقُوا من مهر المهاجرة التي تزوجتموها، ولا تعطوا شيئا لزوجها الكافر، ليكون قصاصا  .وعبر عن هؤلاء الزوجات اللائي تركن أزواجهن المؤمنين، وفررن إلى المشركين، بلفظ «شيء» لتحقير هؤلاء الزوجات، وتهوين أمرهن على المسلمين، وبيان أنهن بمنزلة الشيء الضائع المفقود الذي لا قيمة له.قال صاحب الكشاف: وجميع من لحق بالمشركين من نساء المؤمنين المهاجرين ست نسوة.وقد أعطى الرسول صلى الله عليه وسلم المؤمنين مهور نسائهم- اللاحقات بالمشركين- من الغنيمة .ثم ختم- سبحانه- الآية الكريمة بقوله: وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ أى:واتقوا الله- تعالى- أيها المؤمنون- في كل شئونكم، ونفذوا ما أمركم به أو نهاكم عنه، فإن الإيمان الحق به- عز وجل- يستلزم منكم ذلك.فالمقصود بهذا التذييل، الحض على الوفاء بما أمر الله- تعالى- به، بدون تهاون أو تقاعس.وبعد أن بين- سبحانه- حكم النساء المؤمنات المهاجرات من دار الكفر إلى دار الإسلام، أتبع ذلك بأمر النبي صلى الله عليه وسلم بمبايعتهن وغيرهن على عدم الإشراك بالله تعالى-، وعلى اجتناب الفواحش ما ظهر منها وما بطن، فقال- تعالى-:"
}