{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/91/",
    "ayah_number": 91,
    "text": "قوله وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قالُوا ما أَنْزَلَ اللَّهُ عَلى بَشَرٍ مِنْ شَيْءٍ كلمة قَدَرُوا مأخوذة من القدر- بفتح فسكون-، وأصل القدر معرفة مقدار الشيء بالسبر والحزر، يقال:قدر الشيء يقدره إذا سبره وحزره ليعرف مقداره، ثم استعمل في معرفة الشيء على أتم الوجوه حتى صار حقيقة فيه.والمعنى: ما عظموا الله حق تعظيمه، وما عرفوه حق معرفته في اللطف بعباده وفي الرحمة بهم، بل أخلوا بحقوقه إخلالا عظيما، وضلوا ضلالا كبيرا، إذ أنكروا بعثة الرسل وإنزال الكتب، وقالوا تلك المقالة الشنعاء ما أنزل الله على بشر شيئا من الأشياء، قاصدين بهذا القول الطعن في نبوة النبي صلى الله عليه وسلم وفي أن القرآن من عند الله.ولفظ حَقَّ منصوب على المصدرية، وهو في الأصل صفة للمصدر، أى: قدره الحق فلما أضيف إلى موصوفه انتصب على ما كان ينتصب عليه.ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يلزمهم بما يخرس ألسنتهم، وأن يرد على سلبهم العام بإثبات قضية جزئية بديهية التسليم فقال- تعالى-: قُلْ مَنْ أَنْزَلَ الْكِتابَ الَّذِي جاءَ بِهِ مُوسى نُوراً وَهُدىً لِلنَّاسِ أى: قل يا محمد لهؤلاء الزاعمين بأن الله ما أنزل على بشر شيئا من الأشياء: قل لهم من الذي أنزل التوراة وهو الكتاب الذي جاء به موسى نُوراً وَهُدىً لِلنَّاسِ أى: ضياء من ظلمة الجهالة وهداية تعصم من الأباطيل والضلالة.وكلمة نُوراً حال من الضمير في به أو من الكتاب.ثم بين- سبحانه- ما فعله الجاحدون بكتبه من تحريف وتغيير فقال: تَجْعَلُونَهُ قَراطِيسَ تُبْدُونَها وَتُخْفُونَ كَثِيراً.القراطيس: جمع قرطاس وهو ما يكتب فيه من ورق ونحوه.أى: تجعلون هذا الكتاب الذي أنزله الله نورا وهداية للناس أوراقا مكتوبة مفرقة لتتمكنوا من إظهار ما تريدون إظهاره منها، ومن إخفاء الكثير منها على حسب ما تمليه عليكم نفوسكم السقيمة وشهواتكم الأثيمة.فالمراد من هذه الجملة الكريمة ذم المحرفين لكتب الله، وتوبيخهم على هذا الفعل الشنيع، الذي قصدوا من ورائه الطعن في نبوة النبي صلى الله عليه وسلم والتوصل إلى ما يبغونه من مطامع وأهواء.وقوله وَعُلِّمْتُمْ ما لَمْ تَعْلَمُوا أَنْتُمْ وَلا آباؤُكُمْ أى: وعلمتم على لسان محمد صلى الله عليه وسلم ما لم تعلموا أنتم ولا آباؤكم من المعارف التي لا يرتاب عاقل في أنها تنزيل رباني.وقوله قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ.أى: قل أيها الرسول لهؤلاء الجاحدين: الله- تعالى- هو الذي أنزل الكتاب على موسى، ثم بعد هذا القول الفصل ذرهم في باطلهم الذي يخوضون فيه يلعبون، وفي غيهم يعمهون حتى يأتيهم من الله اليقين.وفي أمره صلى الله عليه وسلم بأن يجيب عنهم، إشعار بأن الجواب متعين لا يمكن غيره، وتنبيهه على أنهم بهتوا بحيث إنهم لا يقدرون على الجواب.وكان العطف بثم في قوله ثُمَّ ذَرْهُمْ للدلالة على الترتيب الرتبى أى: أنهم لا تنجع فيهم الحجج والأدلة فتركهم وخوضهم بعد التبليغ هو الأولى، وإنما كان الاحتجاج عليهم لتبكيتهم وقطع معاذيرهم.هذا، وللمفسرين لهذه الآية قولان:الأول: أنها مكية النزول تبعا للسورة، وأن الذين قالوا ما أَنْزَلَ اللَّهُ عَلى بَشَرٍ مِنْ شَيْءٍ مشركو مكة، وإنما ألزمهم الله بإنزال التوراة لأنهم كانوا يعرفون ذلك ولا ينكرون أن الله قد أنزلها على موسى.قال ابن جرير: وأولى الأقوال بالصواب في تأويل ذلك قول من قال: عنى بذلك وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ مشركو قريش. وذلك أن ذلك في سياق الخبر عنهم. فأن يكون ذلك أيضا خبرا عنهم أشبه من أن يكون خبرا عن اليهود ولما يجر لهم ذكر. وليس ذلك مما تدين به اليهود، بل المعروف من دين اليهود الإقرار بصحف إبراهيم وموسى..)  .وقد تابع ابن كثير رأى ابن جرير وقال: وهذا الرأى هو الأصح، لأن اليهود لا ينكرون إنزال الكتب من السماء، وأما كفار قريش فكانوا ينكرون رسالة النبي صلى الله عليه وسلم لأنه من البشر كما قال- تعالى- أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وكذا قالوا هنا ما أَنْزَلَ اللَّهُ عَلى بَشَرٍ مِنْ شَيْءٍ  .الثاني: أن هذه الآية مدنية النزول، وكون سورة الأنعام مكية لا يمنع من وجود بعض آيات منها مدنية كما نص عليه كثير من العلماء.ومما يؤيد كون هذه الآية مدنية ما ورد من آثار في أسباب نزولها، ومن هذه الآثار ما أخرجه ابن جرير من طريق ابن أبى طلحة عن ابن عباس قال: قالت اليهود: والله ما أنزل الله من السماء كتابا) فنزل قوله- تعالى- وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ.. إلخ وأخرج ابن أبى حاتم عن سعيد بن جبير- مرسلا- قال: جاء رجل من اليهود يقال له مالك بن الصيف فخاصم النبي صلى الله عليه وسلم فقال له النبي: «أنشدك بالذي أنزل التوراة على موسى هل تجد في التوراة أن الله يبغض الحبر السمين» - وكان حبرا سمينا- فغضب وقال: (هل أنزل الله على بشر من شيء) فقال له أصحابه: ويحك ولا على موسى فأنزل الله وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ الآية» .والذي نراه أن الآية الكريمة تصلح للرد على الفريقين: فريق المشركين وفريق اليهود إلا أن سياقها يجعلنا نرجح أن الخطاب فيها موجه بالأصالة إلى اليهود وإلى غيرهم بالتبع، لأنهم هم الذين جعلوا التوراة قراطيس أى أوراقا مفرقة ليظهروا منها ما يناسب أهواءهم وليخفوا منها ما فيه شهادة بصدق النبي صلى الله عليه وسلم ولأن هناك آثارا متعددة تثبت أنها نزلت في شأنهم."
}