{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/74/",
    "ayah_number": 74,
    "text": "والمعنى: واذكر يا محمد وذكر قومك ليعتبروا ويتعظوا وقت أن قال إبراهيم لأبيه آزر منكرا عليه عبادة الأصنام أَتَتَّخِذُ أَصْناماً آلِهَةً تعبدها من دون الله الذي خلقك فسواك فعدلك إِنِّي أَراكَ وَقَوْمَكَ الذين يتبعونك في عبادتها في ضلال مبين، أى في انحراف ظاهر بين عن الطريق المستقيم.قال الآلوسى: (وآزر بزنة آدم علم أعجمى لأبى إبراهيم- عليه السلام- وكان من قرية من سواد الكوفة، وهو بدل من إبراهيم أو عطف بيان عليه، وقيل: إنه لقب لأبى إبراهيم واسمه الحقيقي تارح وأن آزر لقبه، وقيل هو اسم جده ومنهم من قال اسم عمه، والعم والجد يسميان أبا مجازا)  .والاستفهام في قوله أَتَتَّخِذُ أَصْناماً آلِهَةً للإنكار. والتعبير بقوله أَتَتَّخِذُ الذي هو افتعال من الأخذ، فيه إشارة بأن عبادته هو وقومه لها شيء مصطنع، والأصنام ليست أهلا للألوهية، وفي ذلك ما فيه من التعريض بسخافة عقولهم، وسوء تفكيرهم.والرؤية يجوز أن تكون بصرية قصد منها في كلام إبراهيم أن ضلال أبيه وقومه صار كالشىء المشاهد لوضوحه، وعليه فقوله فِي ضَلالٍ مُبِينٍ في موضع المفعول.ويجوز أن تكون الرؤية علمية وعليه فقوله فِي ضَلالٍ مُبِينٍ في موضع المفعول الثاني.ووصف الضلال بأنه مبين يدل على شدة فساد عقولهم حيث لم يتفطنوا لضلالهم مع أنه كالمشاهد المرئي.قال الشيخ القاسمى: قال بعض مفسري الزيدية: ثمرة الآية الدلالة على وجوب النصيحة في الدين لا سيما للأقارب، فإن من كان أقرب فهو أهم، ولهذا قال- تعالى- وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ وقال- تعالى-: قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ ناراً وقال صلى الله عليه وسلم «أبدأ بنفسك ثم بمن تعول» ولهذا بدأ النبي صلى الله عليه وسلم بعلى وخديجة وزيد وكانوا معه في الدار فآمنوا وسبقوا، ثم بسائر قريش، ثم بالعرب، ثم بالموالي، وبدأ إبراهيم بأبيه ثم بقومه، وتدل هذه الآية- أيضا- على أن النصيحة في الدين، والذم والتوبيخ لأجله ليس من العقوق، وقد ثبت في الصحيح عن أبى هريرة عن النبي صلى الله عليه وسلم قال: يلقى إبراهيم أباه آزر يوم القيامة «وعلى وجه آزر قترة وغبرة» فيقول له إبراهيم: ألم أقل لك لا تعصني؟ فيقول أبوه: فاليوم لا أعصيك. فيقول إبراهيم:يا رب إنك وعدتني أن لا تخزني يوم يبعثون، فأى خزي أخزى من أبى الأبعد؟ فيقول الله- تعالى- «إنى حرمت الجنة على الكافرين» .ثم قال الشيخ القاسمى: والآية حجة على الشيعة في زعمهم أنه لم يكن أحد من آباء الأنبياء كافرا، وأن آزر عم إبراهيم لا أبوه، وذلك لأن الأصل في الإطلاق الحقيقة ومثله لا يجزم به من غير نقل»"
}