{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/2/",
    "ayah_number": 2,
    "text": "ثم ساق القرآن في الآية الثانية دليلا آخر على أن الله- تعالى- هو المستحق للعبادة والحمد، وعلى أن يوم القيامة حق، فتحدث عن أصل خلق الإنسان، بعد أن تحدث في الآية الأولى عن خلق السموات والأرض فقال:هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ، ثُمَّ قَضى أَجَلًا، وَأَجَلٌ مُسَمًّى عِنْدَهُ، ثُمَّ أَنْتُمْ تَمْتَرُونَ.أى: هو الذي أنشأكم من طين، ثم تعهدكم برعايته في مراحل خلقكم بعد ذلك، كما قال- تعالى-: وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ. ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً، فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً، فَخَلَقْنَا الْمُضْغَةَ عِظاماً فَكَسَوْنَا الْعِظامَ لَحْماً ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ، فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ ثُمَّ إِنَّكُمْ بَعْدَ ذلِكَ لَمَيِّتُونَ. ثُمَّ إِنَّكُمْ يَوْمَ الْقِيامَةِ تُبْعَثُونَ.وفي ذكر خلق الإنسان من طين، دليل على قدرة الله وعظمته، لأنه- سبحانه- هو الذي حول هذا الطين إلى بشر سوى مفكر، يختار الخير فيهتدى ويختار الشر فيردى، كما أن فيه تذكيرا له بأصله حتى لا يستكبر أو يطغى، وحتى يوقن بأن من خلقه من هذا الأصل قادر على أن يعيده إليه.قال تعالى: مِنْها خَلَقْناكُمْ وَفِيها نُعِيدُكُمْ وَمِنْها نُخْرِجُكُمْ تارَةً أُخْرى.قال أبو السعود: (وتخصيص خلقهم بالذكر من بين سائر دلائل صحة البعث، مع أن ما ذكر من خلق السموات والأرض من أوضحها وأظهرها. لما أن محل النزاع بعثهم، فدلالة بدء خلقهم على ذلك أظهر، وهم بشئون أنفسهم أعرف، والتعامي عن الحجة البينة أقبح) .وقال الجمل: (وإنما نسب هذا الخلق إلى المخاطبين لا إلى آدم- عليه السلام- وهو المخلوق منه حقيقة. لتوضيح منهاج القياس، والمبالغة في إزاحة الاشتباه والالتباس، مع ما فيه من تحقيق الحق، والتنبيه على حكمة خفية هي أن كل فرد من أفراد البشر له حظ من إنشائه- عليه السلام- منه. حيث لم تكن فطرته البديعة مقصورة على نفسه، بل كانت أنموذجا منطويا على فطرة سائر آحاد البشر انطواء إجماليا، فكان خلقه- عليه السلام- من الطين خلقا لكل أحد من فروعه)  .ثم قال- تعالى- ثُمَّ قَضى أَجَلًا، وَأَجَلٌ مُسَمًّى عِنْدَهُ. الأجل في اللغة عبارة عن الوقت المضروب لانقضاء الأمد، وأجل الإنسان هو الوقت المضروب لانتهاء عمره. والمعنى: أنه سبحانه- قدر لعباده أجلين: أجلا تنتهي عنده حياتهم بعد أن عاشوا زمنا معينا، وأجلا آخر يمتد من وقت موتهم إلى أن يبعثهم الله من قبورهم عند انتهاء عمر الدنيا ليحاسبهم على أعمالهم، هذا هو الرأى الأول في معنى الأجلين.وقيل: المراد من الأجل الأول آجال الماضين من الخلق، ومن الثاني آجال الباقين منهم.وقيل المراد من الأول النوم ومن الثاني الموت. وقيل: المراد من الأول ما مضى من عمر الإنسان ومن الثاني ما بقي منه.والذي نرجحه هو الرأى الأول لأسباب منها.1- أن من تتبع ذكر الأجل المسمى في القرآن في سياق الكلام عن الناس يراه قد ورد في عمر الإنسان الذي ينتهى بالموت، ومن ذلك قوله تعالى وَلَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ ما تَرَكَ عَلَيْها مِنْ دَابَّةٍ وَلكِنْ يُؤَخِّرُهُمْ إِلى أَجَلٍ مُسَمًّى، فَإِذا جاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ ساعَةً وَلا يَسْتَقْدِمُونَ  .وقوله- تعالى-: يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذا جاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ .2- أن الآية الكريمة مسوقة لإثبات وحدانية الله ولتقرير أن البعث حق، فالمناسب أن يكون المراد بالأجل الثاني هو انتهاء عمر الدنيا وبعث الناس من قبورهم.ولذا قال أبو السعود في تضعيفه للآراء المخالفة للرأى الأول: «ومن هاهنا تبين أن ما قيل من أن الأجل الأول هو النوم والثاني هو الموت، أو أن الأول أجل الماضين والثاني أجل الباقين، أو أن الأول مقدار ما مضى من عمر كل أحد والثاني مقدار ما بقي منه مما لا وجه له أصلا، لما رأيت من أن مساق النظم الكريم استبعاد امترائهم في البعث الذي عبر عن وقته بالأجل المسمى. فحيث أريد به أحد ما ذكر من الأمور الثلاثة ففي أى شيء تمترون؟» .3- أن الرأى الأول هو الرأى المأثور عن بعض الصحابة، وبه قال جمهور المفسرين، وقد عزاه ابن كثير في تفسيره إلى عشرة من التابعين وعطفت الجملة الكريمة بثم، للإشارة إلى أطوار خلق الإنسان المختلفة، فهو في أصله من سلالة من طين، ثم يصيره الله- تعالى- نطفة، فعلقة، فمضغة، فعظاما، ثم يكونه- سبحانه- وتعالى خلقا آخر. فتبارك الله أحسن الخالقين» .ووصف الأجل الثاني بأنه (مسمى عنده) ، لأن وقت قيام الساعة من الأمور التي لا يعلمها إلا الله قال- تعالى-: يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها، قُلْ إِنَّما عِلْمُها عِنْدَ رَبِّي لا يُجَلِّيها لِوَقْتِها إِلَّا هُوَ، ثَقُلَتْ فِي السَّماواتِ وَالْأَرْضِ لا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْئَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْها قُلْ إِنَّما عِلْمُها عِنْدَ اللَّهِ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ .وجاء قوله تعالى وَأَجَلٌ مُسَمًّى مقدما على (عنده) لأنه مبتدأ، والذي سوغ الابتداء به مع كونه نكرة تخصصه بالوصف فقارب المعرفة لذلك، فهو كقوله- تعالى- وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ.ومعنى (عنده) أى: في علمه الذي لا يعلمه أحد سواه، فهي عندية تشريف وخصوصية.ثم ختمت الآية الكريمة بتوبيخ الشاكين في البعث والحساب فقال- تعالى-:ثُمَّ أَنْتُمْ تَمْتَرُونَ. الامتراء: هو التردد الذي ينتهى إلى محاجة ومجادلة وقد ينتهى إلى شك ثم إلى إنكار. مأخوذ من مرى الضرع إذا مسحه للدر ووجه المناسبة في استعماله في الشك، أن الشك سبب لاستخراج العلم الذي هو كاللبن الخالص من بين فرث ودم.والمعنى: ثم إنكم بعد كل هذه الأدلة الدالة على وحدانية الله، وعلى أن يوم القيامة حق، تشكون في ذلك، وتجادلون المؤمنين فيما تشكون فيه «بغير علم ولا هدى ولا كتاب منير» .وجاء العطف بثم لبيان التفاوت الكبير بين الحقائق الثابتة الناصعة، وبين ما سولته لهم أنفسهم من المجادلة فيها.قال الآلوسى: «والمراد استبعاد امترائهم في وقوع البعث وتحققه في نفسه مع مشاهدتهم في أنفسهم من الشواهد ما يقع مادة ذلك بالكلية فإن من قدر على إفاضة الحياة على مادة غير مستعدة لشيء من ذلك، كان أوضح اقتدارا على إقامته على مادة قد استعدت له وقارنته مدة» ."
}