{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/135/",
    "ayah_number": 135,
    "text": "ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم أن ينفض يده من هؤلاء المشركين، وإن يتركهم لأنفسهم. وأن ينذرهم بسوء العاقبة إذا ما استمروا في كفرهم فقال- تعالى- قُلْ يا قَوْمِ اعْمَلُوا عَلى مَكانَتِكُمْ إِنِّي عامِلٌ فَسَوْفَ تَعْلَمُونَ. مَنْ تَكُونُ لَهُ عاقِبَةُ الدَّارِ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ.أى: قل يا محمد لهؤلاء المصرين على كفرهم اعملوا على غاية تمكنكم من أمركم، وأقصى استطاعتكم. مصدر مكن- ككرم- مكانة، إذا تمكن أبلغ التمكن وأقواه، أو المعنى اعملوا على جهتكم واثبتوا على كفركم وحالتكم التي أنتم عليها من قولهم. مكان ومكانة كمقام ومقامة.قال الزمخشري: يقال للرجل إذا أمر أن يثبت على حالة: مكانك يا فلان أى: أثبت على ما أنت عليه لا تنحرف عنه.والأمر للتهديد والوعيد، وإظهار ما هو عليه صلى الله عليه وسلم في غاية التصلب في الدين، ونهاية الوثوق بأمره، وعدم المبالاة بأعدائه أصلا.وقوله إِنِّي عامِلٌ فَسَوْفَ تَعْلَمُونَ أى: إنى عامل على مكانتى، ثابت على الإسلام لا أتزحزح عن الدعوة إليه، فسوف تعلمون بعد حين من تكون له العاقبة الحسنى في هذه الدنيا.وقوله: فَسَوْفَ تَعْلَمُونَ بجانب إفادته للإنذار، فيه إنصاف في المقال، وحسن أدب في الخطاب، حيث لم يقل- مثلا- العاقبة لنا، وإنما فوض الأمر إلى الله، فهو كقوله- تعالى- وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ وفيه تنبيه على وثوق المنذر بأنه على الحق.قال الجمل- وسوف لتأكيد مضمون الجملة، وهذه الجملة. تعليل لما قبلها والعلم عرفان، ومن استفهامية معلقة لفعل العلم محلها الرفع على الابتداء وخبرها جملة تكون، وهي مع خبرها في محل نصب لسدها مسد مفعول تعلمون. أى: فسوف تعلمون أينا تكون له العاقبة الحسنى التي خلق الله هذه الدار لها، ويجوز أن تكون موصولة فيكون محلها النصب على أنها مفعول لتعلمون. أى: فسوف تعلمون الذي له عاقبة الدار»  .ثم ختمت الآية بقوله- تعالى- إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ أى: لن يظفروا بمطلوبهم بسبب ظلمهم، وقيل المراد بالظلم هنا الكفر، ووضع الظلم موضع الكفر، إيذانا بأن امتناع الفلاح يترتب على أى فرد كان من أفراد الظلم، فما ظنك بالكفر الذي هو أعظم أفراده.قال ابن كثير، وقد أنجز الله موعوده لرسوله صلى الله عليه وسلم فمكن له في البلاد، وحكمه في نواصي مخالفيه من العباد، وفتح له مكة، وأظهره على من كذبه من قومه، واستقر أمره على سائر جزيرة العرب.، وكل ذلك في حياته، ثم فتحت الأقاليم والأمصار بعد وفاته. قال- تعالى- إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ   .ثم تبدأ السورة بعد ذلك حديثا مستفيضا عن أوهام المشركين وجهالاتهم التي تتعلق بمآكلهم، ومشاربهم، ونذورهم، وذبائحهم، وعاداتهم البالية، وتقاليدهم الموروثة، فتناقشهم في كل ذلك مناقشة منطقية حكيمة، وترد عليهم فيما أحلوه وحرموه بدون علم ولا هدى ولا كتاب منير، وترشدهم إلى الطريق السليم الذي من الواجب عليهم أن يسلكوه. استمع إلى سورة الأنعام وهي تحكى كل ذلك في بضع عشرة آية بأسلوبها البليغ المؤثر فتقول:"
}