{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/111/",
    "ayah_number": 111,
    "text": "والمعنى: ولو أننا يا محمد لم نقتصر على إيتاء ما اقترحه هؤلاء المشركون من آيات كونية، بل أضفنا إلى ذلك أننا نزلنا عليهم الملائكة يشهدون بصدقك وأحيينا لهم الموتى فشهدوا بحقيقة الإيمان، وزدنا على ذلك فجمعنا لهم جميع الخلائق مقابلة ومعاينة حتى يواجهوهم بأنك على الحق، لو أننا فعلنا كل ذلك ما استقام لهم الإيمان لسوء استعدادهم وفساد فطرهم، وانطماس بصيرتهم، فإن قوما يمرون على تلك الآيات الكونية التي زخر بها هذا الكون والتي استعرضتها هذه السورة فلا تتفتح لها بصائرهم، ولا تتحرك لها مشاعرهم، ليسوا على استعداد لأن يخالط الإيمان شغاف قلوبهم، والذي ينقصهم إنما هو القلب الحي الذي يتلقى ويتأثر ويستجيب وليس الآيات التي يقترحونها فإن أمامهم الكثير منها، واقترحاتهم إنما هي نوع من العبث السخيف، والتعنت المرذول الذي لا يستحق أن يهتم به.وقُبُلًا- بضم القاف والباء- حال من «كل شيء» وفيه أوجه:الأول: أنه جمع قبيل بمعنى كفيل مثل قليب وقلب، أى: وحشرنا عليهم كل شيء من المخلوقات ليكونوا كفلاء بصدقك.والثاني: أنه مفرد كقبل الإنسان ودبره فيكون معناه المواجهة والمعاينة ومنه آتيك قبلا لا دبرا أى آتيك من قبل وجهك والمعنى. وحشرنا عليهم كل شيء مواجهة وعيانا ليشهدوا بأنك على الحق.والثالث: أن يكون قبلا جمع قبيل لكن بمعنى جماعة جماعة أو صنفا صنفا والمعنى: وحشرنا عليهم كل شيء فوجا فوجا ونوعا نوعا من سائر المخلوقات ليشهدوا بصدقك.وجملة ما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ جواب لو.أى: لو فعلنا لهم كل ذلك ما كانوا ليؤمنوا في حال من الأحوال بسبب غلوهم في التمرد والعصيان، إلا في حال مشيئة الله إيمانهم فيؤمنوا، لأنه- سبحانه- هو القادر على كل شيء.وقوله وَلكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ.أى: ولكن أكثر هؤلاء المشركين يجهلون أنهم لو أوتوا كل آية لم يؤمنوا فهم لذلك يحلفون الأيمان المغلظة بأنهم لو جاءتهم آية ليؤمنن بها. أو يجهلون أن الإيمان بمشيئة الله لا بخوارق العادات.وقيل الضمير يعود على المؤمنين فيكون المعنى. ولكن أكثر المؤمنين يجهلون عدم إيمان أولئك المشركين عند مجيء الآيات لجهلهم عدم مشيئة الله- تعالى- لإيمانهم، فيتمنون مجيء الآيات طمعا في إيمانهم.قال الشيخ القاسمى: في قوله إِلَّا أَنْ يَشاءَ اللَّهُ حجة واضحة على المعتزلة لدلالته على أن جميع الأشياء بمشيئة الله- تعالى- حتى الإيمان والكفر. وقد اتفق سلف هذه الأمة وحملة شريعتها على أنه «ما شاء الله كان وما لم يشأ لهم يكن» . والمعتزلة يقولون «إلا أن يشاء الله مشيئة قسر وإكراه» ."
}