{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/12/",
    "ayah_number": 12,
    "text": "والمعنى: قل يا محمد لهؤلاء المشركين- على سبيل التوبيخ والتنبيه- من الذي يملك السموات والأرض وما فيهما من إنس وجن وحيوان ونبات وغير ذلك من المخلوقات، إن الإجابة الصحيحة التي يعترفون بها ولا يستطيعون إنكارها أن جميع المخلوقات لله رب العالمين.قال- تعالى- وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فالمقصود بالاستفهام تبكيتهم على عنادهم، وتنبيههم إلى ضلالهم لعلهم يثوبون إلى رشدهم.قال الإمام الرازي: وقوله: قُلْ لِمَنْ ما فِي السَّماواتِ وَالْأَرْضِ سؤال، وقوله قُلْ لِلَّهِ جواب. فقد أمره الله- تعالى- بالسؤال أولا ثم بالجواب ثانيا، وهذا إنما يحسن في الموضع الذي يكون الجواب قد بلغ في الظهور إلى حيث لا يقدر على إنكاره منكر، ولا يقدر على دفعه دافع، وهنا كذلك لأن القوم كانوا معترفين بأن العالم كله لله وتحت تصرفه وقهره وقدرته».ثم قال- تعالى- كَتَبَ عَلى نَفْسِهِ الرَّحْمَةَ أى: أوجب- سبحانه- على نفسه رحمته التي وسعت كل شيء والتي من مظاهرها أنه منح خيره ونعمه في الدنيا للطائعين والعصاة، وأنه سيحاسبهم يوم القيامة على أعمالهم فيجازى الذين أساءوا بما عملوا ويجازى الذين أحسنوا بالحسنى.وفي الصحيحين عن أبى هريرة- رضى الله عنه- قال: قال رسول الله صلى الله عليه وسلم: «إن الله لما خلق الخلق كتب كتابا عنده فوق العرش، إن رحمتي تغلب غضبى» .وجملة، ليجمعنكم إلى يوم القيامة لا ريب فيه، يرى بعض العلماء أنها جواب لقسم محذوف أى: والله ليجمعنكم، وجملة القسم والجواب لا محل لها من الإعراب، وإن تعلقت بما قبلها من حيث المعنى وعلى هذا الرأى يكون الكلام قد تم عند قوله- تعالى- كَتَبَ عَلى نَفْسِهِ الرَّحْمَةَ.ويرى الزجاج ومن شايعه أن جملة (ليجمعنكم) في محل نصب بدل من الرحمة، وفسر (ليجمعنكم) بمعنى أمهلكم وأمد لكم في العمر والرزق مع كفركم، فهو تفسير الرحمة، كما قال- تعالى- في السورة نفسها (كتب على نفسه الرحمة أنه من عمل منكم سوءا بجهالة ثم تاب من بعده وأصلح فأنه غفور رحيم) .والمقصود بهذه الجملة الكريمة (ليجمعنكم) بيان عدل الله بين عباده. فهو لم يجمعهم يوم القيامة لتعذيبهم جميعا، وإنما يجمعهم لإثابة المحسن ومعاقبة المسيء.ولما كان الكافرون ينكرون حصول البعث والحساب فقد أكد الله- تعالى- حصولهما باللام وبنون التوكيد الثقيلة، وبتعدية الفعل بإلى دون في للإشارة إلى أن هذا الجمع نهايته يوم القيامة- وبأنه يوم لا ينبغي لأحد أن يرتاب فيه لوضوح أدلته.ثم ختمت الآية الكريمة ببيان عاقبتهم السيئة فقال- تعالى- الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لا يُؤْمِنُونَ. أى: الذين خسروا أنفسهم بانطماس فطرتهم، وإصرارهم على العناد والجمود، لا يتسرب الإيمان إلى قلوبهم لأنها قست وأظلمت.قال الآلوسى: (الفاء) في قوله (فهم لا يؤمنون) - للدلالة على أن عدم إيمانهم وإصرارهم على الكفر مسبب عن خسرانهم، فإن إبطال العقل والانهماك في التقليد أدى بهم إلى الإصرار على الكفر والامتناع عن الإيمان)  ."
}