{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/6/80/",
    "ayah_number": 80,
    "text": "المحاجة: المجادلة والمغالبة في إقامة الحجة، والحجة الدلالة المبينة للمحجة أى: المقصد المستقيم- كما قال الراغب- وتطلق الحجة على كل ما يدلى به أحد الخصمين في إثبات دعواه أو رد دعوى خصمه.فمعنى وَحاجَّهُ قَوْمُهُ أى: جادلوه وخاصموه أو شرعوا في مغالبته في أمر التوحيد تارة بإيراد أدلة فاسدة واقعة في حضيض التقليد، وأخرى بالتهديد والتخويف، فقد حكى القرآن أنهم قالوا له عند ما نهاهم عن عبادة الأصنام وَجَدْنا آباءَنا كَذلِكَ يَفْعَلُونَ.وقد رد عليهم إبراهيم ردا قويا جريئا فقال لهم: أَتُحاجُّونِّي فِي اللَّهِ وَقَدْ هَدانِ أى أتجادلونني في شأنه- تعالى- وفي أدلة وحدانيته، والحال أنه- سبحانه- قد هداني إلى الدين الحق وإلى إقامة الدليل عليكم بأنه هو المستحق للعبادة.والاستفهام للإنكار والتوبيخ وتيئيسهم من رجوعه إلى معتقداتهم.وجملة وَقَدْ هَدانِ حال مؤكدة للإنكار أى لا جدوى من محاجتكم إياى بعد أن هداني الله إلى الطريق المستقيم، وجعلني من المبغضين للأصنام المحتقرين لها.ثم صارحهم بأنه لا يخشى أصنامهم ولا يقيم لها وزنا فقال: وَلا أَخافُ ما تُشْرِكُونَ بِهِ أى لا أخاف معبوداتكم لأنها جمادات لا تضر ولا تنفع، ولا تبصر ولا تسمع، ولا تقرب ولا تشفع. ويبدو أن قومه كانوا قد خوفوه بطش أصنامهم وقالوا له كما قالت قبيلة عاد لنبيها هود إِنْ نَقُولُ إِلَّا اعْتَراكَ بَعْضُ آلِهَتِنا بِسُوءٍ فرد عليهم إبراهيم هذا الرد القوى الصريح.وقوله إِلَّا أَنْ يَشاءَ رَبِّي شَيْئاً استثناء مما قبله أى: لا أخاف معبوداتكم في جميع الأوقات إلا وقت مشيئة ربي شيئا من المكروه يصيبني من جهتها بأن يسقط على صنم يشجنى، فإن ذلك يقع بقدرة ربي ومشيئة لا بقدرة أصنامكم أو مشيئتها، وعلى هذا التفسير الذي ذهب إليه صاحب الكشاف يكون الاستثناء متصلا.ويرى ابن عطية وغيره أن الاستثناء منقطع على معنى: لا أخاف معبوداتكم ولكن أخاف أن يشاء ربي خوفي مما أشركتم به.وهذه الجملة الكريمة تدل على سمو أدب إبراهيم- عليه السلام- مع ربه، وعلى نهاية استسلامه لمشيئته، فمع أنه مؤمن بخالقه كل الإيمان وكافر بتلك الآلهة كل الكفران، إلا أنه ترك الأمر كله لمشيئة الله، وعلق مستقبله على ما يريد الله فيه.وقوله وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْماً أى: أن علم ربي وسع كل شيء وأحاط به، فلا يبعد أن يكون في علمه إنزال ما يخفيني من جهة تلك المعبودات الباطلة لسبب من الأسباب.وهذه الجملة الكريمة مستأنفة استئنافا بيانيا فكأن قومه قد قالوا: كيف يشاء ربك شيئا تخافه فكان جوابه عليهم: وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْماً فأنا وإن كنت عبده وناصره إلا أنه أعلم بإلحاق الضر أو النفع بمن يشاء من عباده.وعِلْماً منصوب على التمييز المحول عن الفاعل، إذ الأصل في هذا التعبير «أن يقال:وسع علم ربي كل شيء، ولكن عدل به عن هذا النسق، وأسند الفعل فيه إلى الله لا إلى علمه، وجعل لفظ العلم تمييزا لا فاعلا ليكون الوسع والإحاطة والشمول لله، فيخلع التعبير ظلا أشمل وأفخم وأعمق وقعا في النفس.وقوله أَفَلا تَتَذَكَّرُونَ أى تعرضون أيها الغافلون عن التأمل والتذكير بعد أن أوضحت لكم بما لا يقبل مجالا للشك أن الله وحده هو المستحق للعبادة وأن هذه المعبودات التي سواه لا تملك لنفسها نفعا ولا ضرا.فالاستفهام للإنكار والتوبيخ لعدم تذكرهم مع وضوح الدلائل.وفي إيراد التذكر دون التفكر ونحوه إشارة إلى أن أمر آلهتهم مركوز في العقول ولا يتوقف إلا على التذكير."
}