{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/78/",
    "ayah_number": 78,
    "text": "ثم ساق- تعالى- بعد ذلك أنواعا من نعمه على عباده فقال: وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهاتِكُمْ لا تَعْلَمُونَ شَيْئاً. أى: والله- تعالى- وحده هو الذي أخرجكم- أيها الناس- من بطون أمهاتكم إلى هذه الحياة، وأنتم لا تعلمون شيئا لا من العلم الدنيوي ولا من العلم الديني، ولا تعرفون ما يضركم أو ينفعكم، والجملة الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً ...وجملة «لا تعلمون شيئا» حال من الكاف في «أخرجكم» .وقوله- سبحانه- وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ نعمة ثانية من نعمة الله- سبحانه- التي لا تحصى.أى: أن من نعمة الله- تعالى- أنه أخرجكم من بطون أمهاتكم- بعد أن مكثتم فيها شهورا تحت كلاءته ورعايته- وأنتم لا تعرفون شيئا، وركب فيكم بقدرته النافذة، وحكمته البالغة، «السمع» الذي تسمعون به، والبصر الذي بواسطته تبصرون، «والأفئدة» التي عن طريقها تعقلون وتفقهون، لعلكم بسبب كل هذه النعم التي أنعمها عليكم، تشكرونه حق الشكر، بأن تخلصوا له العبادة والطاعة، وتستعملوا نعمه في مواضعها التي وجدت من أجلها.قال الجمل: وجملة: «وجعل لكم السمع والأبصار ... » ابتدائية، أو معطوفة على ما قبلها، والواو لا تقتضي ترتيبا، فلا ينافي أن هذا الجعل قبل الإخراج من البطون. ونكتة تأخيره- أى الجعل- أن السمع ونحوه من آلات الإدراك، إنما يعتد به إذا أحس الإنسان وأدرك وذلك لا يكون الا بعد الإخراج. وقدم السمع على البصر، لأنه طريق تلقى الوحى، أو لأن إدراكه أقدم، من إدراك البصر. وإفراده- أى السمع- باعتبار كونه مصدرا في الأصل ... .وقال الإمام ابن كثير: «وهذه القوى والحواس تحصل للإنسان على التدريج قليلا قليلا حتى يبلغ أشده. وإنما جعل- تعالى- هذه الحواس في الإنسان ليتمكن بها من عبادة ربه، فيستعين بكل جارحة وعضو وقوة على طاعة مولاه كما جاء في صحيح البخاري عن أبى هريرة عن رسول الله صلى الله عليه وسلم أنه قال: يقول تعالى- «من عادى لي وليا فقد بارزني بالحرب.وما تقرب إلى عبدى بشيء أفضل مما افترضت عليه، ولا يزال عبدى يتقرب إلىّ بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشى بها، ولئن سألنى لأعطينه، ولئن دعاني لأجيبنه ولئن استعاذ بي لأعيذنه، وما ترددت في شيء أنا فاعله ترددى في قبض نفس عبدى المؤمن، يكره الموت، وأكره مساءته، ولا بد له منه» .فمعنى الحديث أن العبد إذا أخلص الطاعة، صارت أفعاله كلها لله، فلا يسمع إلا لله، ولا يبصر إلا لله أى: لما شرعه الله له...وشبيه بهذه الآية قوله- تعالى-: قُلْ هُوَ الَّذِي أَنْشَأَكُمْ، وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصارَ وَالْأَفْئِدَةَ قَلِيلًا ما تَشْكُرُونَ."
}