{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/51/",
    "ayah_number": 51,
    "text": "قال الإمام الرازي: اعلم أنه- سبحانه- لما بين في الآيات الأولى، أن ما سوى الله- تعالى- سواء أكان من عالم الأرواح أم من عالم الأجسام، منقاد وخاضع لجلاله- تعالى- وكبريائه- أتبعه في هذه الآية بالنهى عن الشرك، وببيان أن كل ما سواه واقع في ملكه وتحت تصرفه، وأنه غنى عن الكل، فقال- تعالى-: وَقالَ اللَّهُ لا تَتَّخِذُوا إِلهَيْنِ اثْنَيْنِ ... .أى: وقال الله- تعالى- لعباده عن طريق رسله- عليهم الصلاة والسلام- لا تتخذوا شركاء معى في العبادة والطاعة، بل اجعلوهما لي وحدي، فأنا الخالق لكل شيء والقادر على كل شيء.قال الآلوسى: وقوله وَقالَ اللَّهُ.. معطوف على قوله- سبحانه- وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ ...وإظهار الفاعل، وتخصيص لفظ الجلالة بالذكر، للإيذان بأنه- تعالى- متعين الألوهية.والمنهي عنه هو الإشراك به، لا أن المنهي عنه هو مطلق اتخاذ إلهين..»«اثنين» صفة للفظ إلهين أو مؤكد له. وخص هذا العدد بالذكر، لأنه الأقل، فيعلم انتفاء اتخاذ ما فوقه بالطريق الأولى.وقوله- سبحانه- إِنَّما هُوَ إِلهٌ واحِدٌ بيان وتوكيد لما قبله، وهو مقول لقوله- سبحانه- وَقالَ اللَّهُ.أى: وقال الله لا تتخذوا معى في العبادة إلها آخر، وقال- أيضا- إنما المستحق للعبادة إله واحد، والقصر في الجملة الكريمة من قصر الموصوف على الصفة، أى: الله وحده هو المختص بصفة الوحدانية.وقد نهى- سبحانه- عن الشرك في آيات كثيرة، وأقام الأدلة على بطلانه ومن ذلك قوله- تعالى- ... وَلا تَجْعَلْ مَعَ اللَّهِ إِلهاً آخَرَ فَتُلْقى فِي جَهَنَّمَ مَلُوماً مَدْحُوراً  وقوله- سبحانه- لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا، فَسُبْحانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ .والفاء في قوله «فإياى فارهبون» واقعة في جواب شرط مقدر و «إياى» مفعول به لفعل محذوف يقدر مؤخرا، يدل عليه قوله «فارهبون» .والرهبة: الخوف المصحوب بالتحرز، وفعله رهب بزنة طرب.والمعنى: إن رهبتم شيئا فإياى فارهبوا دون غيرى، لأنى أنا الذي لا يعجزنى شيء.وفي الجملة الكريمة التفات من الغيبة إلى الخطاب، للمبالغة في التخويف، إذ تخويف الحاضر أبلغ من تخويف الغائب، لا سيما بعد أن وصف- سبحانه- ذاته بما وصف من صفات القهر والغلبة والكبرياء.وقدم المفعول وهو إياى لإفادة الحصر، وحذف متعلق الرهبة، للعموم.أى: ارهبونى في جميع ما تأتون وما تذرون.والمتأمل في هذه الآية الكريمة يراها قد اشتملت على ألوان من المؤكدات للنهى عن الشرك، والأمر بإخلاص العبادة لله- تعالى- وحده، تارة عن طريق التقرير «وقال الله..» وتارة عن طريق النهى الصريح، وتارة عن طريق القصر وتارة عن طريق التخصيص.وذلك لكي يقلع الناس عن هذه الرذيلة النكراء، ويؤمنوا بالله الواحد القهار."
}