{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/36/",
    "ayah_number": 36,
    "text": "ثم بين- سبحانه- أن من رحمته بعباده، أن أرسل إليهم الرسل مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل، فقال- تعالى-: وَلَقَدْ بَعَثْنا فِي كُلِّ أُمَّةٍ رَسُولًا، أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ...والطاغوت: اسم لكل معبود من دون الله- تعالى-، كالأصنام والأوثان وغير ذلك من المعبودات الباطلة، مأخوذ من طغا يطغى طغوا.. إذا جاوز الحد في الضلال.أى: ولقد اقتضت حكمتنا ورحمتنا أن نبعث في كل أمة، من الأمم السالفة «رسولا» من رسلنا الكرام، ليرشدوا الناس إلى الحق والخير، وليقولوا «أن اعبدوا الله» - تعالى- وحده، «واجتنبوا» عبادة «الطاغوت» الذي يضل ولا يهدى.وأكد- سبحانه- الجملة باللام وقد، للرد على ما زعمه المشركون من أن الله- تعالى- لم ينكر عليهم عبادتهم لغيره، وأنه- سبحانه- راض لتحريمهم لما أحله.حيث بين لهم- عز وجل- أنه قد أرسل الرسل للدعوة إلى عبادته وحده، ولتجنب عبادة أحد سواه. و «أن» في قوله «أن اعبدوا..» تفسيرية، لأن البعث يتضمن معنى القول، إذ هو بعث للتبليغ.ثم بين- سبحانه- موقف هؤلاء الأقوام من رسلهم فقال- تعالى-: فَمِنْهُمْ مَنْ هَدَى اللَّهُ، وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ ...أى: بعثنا في كل أمة من الأمم السابقة رسولا لهداية أبنائها فمن هؤلاء الأبناء من هداهم الله- تعالى- إلى الحق وإلى الصراط المستقيم. بأن وفقهم إليه، لانشراح صدورهم له، ومنهم من ثبتت وحقت عليه الضلالة، لاستحبابه العمى على الهدى.وأسند- سبحانه- هداية بعض أفراد هذه الأمم إليه، مع أنه أمر جميعهم- على ألسنة رسله- بالدخول في طريق الهدى، للرد على المشركين الذين أحالوا شركهم وفسوقهم على مشيئة الله، إذ أن الله- تعالى- قد بين للناس جميعا طرق الخير وطرق الشر، فمنهم من استجاب للأولى، ومنهم من انحدر إلى الثانية، وكلاهما لم يقسره الله- تعالى- قسرا على الهدى أو الضلال.فاهتداء المهتدين إنما هو بسبب اختيارهم لذلك، واتباعهم الرسل، وضلال الضالين إنما هو بسبب استحواذ الشيطان عليهم.وعبر- سبحانه- في جانب الضالين بقوله: وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ للإشارة إلى أنهم لم يستجيبوا لما أرشدهم- سبحانه- إليه، بل ظلوا ثابتين مصممين على البقاء في طريق الضلالة، فَلَمَّا زاغُوا أَزاغَ اللَّهُ قُلُوبَهُمْ، وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ  .وقوله- سبحانه-: فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ.تحريض لهم على التأمل في آثار المكذبين، لعلهم عن طريق هذا التأمل والتدبر يثوبون إلى رشدهم، ويعودون إلى صوابهم، ويدركون سنة من سنن الله في خلقه، وهي أن العاقبة الطيبة للمتقين، والعاقبة السيئة للكافرين.والفاء في قوله «فسيروا ... » للتفريع، وقد جيء بها للإشعار بوجوب المبادرة إلى التأمل والاعتبار.أى: إن كنتم في شك مما أخبرناكم به، فسارعوا إلى السير في الأرض، لتروا بأعينكم آثار المجرمين، الذين كذبوا الرسل وأسندوا شركهم إلى مشيئة الله. لقد نزل بهؤلاء المكذبين عذاب الله، فدمرهم تدميرا وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ. وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ."
}