{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/125/",
    "ayah_number": 125,
    "text": "ثم ختم- سبحانه- السورة الكريمة بتلك الآيات الجامعة لآداب الدعوة إلى الله، والهادية إلى مكارم الأخلاق، فقال- تعالى-:وبذلك نرى الآية الكريمة قد رسمت أقوم طرق الدعوة إلى الله- تعالى- وعينت أحكم وسائلها، وأنجعها في هداية النفوس.إنها تأمر الدعاة في كل زمان ومكان أن تكون دعوتهم إلى سبيل الله لا إلى سبيل غيره: إلى طريق الحق لا طريق الباطل، وإنها تأمرهم- أيضا- أن يراعوا في دعوتهم أحوال الناس، وطباعهم، وسعة مداركهم، وظروف حياتهم، وتفاوت ثقافاتهم.وأن يخاطبوا كل طائفة بالقدر الذي تسعه عقولهم، وبالأسلوب الذي يؤثر في نفوسهم، وبالطريقة التي ترضى قلوبهم وعواطفهم.فمن لم يقنعه القول المحكم، قد تقنعه الموعظة الحسنة، ومن لم تقنعه الموعظة الحسنة. قد يقنعه الجدال بالتي هي أحسن.ولذلك كان من الواجب على الدعاة الى الحق، أن يتزودوا بجانب ثقافتهم الدينية الأصيلة الواسعة- بالكثير من ألوان العلوم الأخرى كعلوم النفس والاجتماع والتاريخ، وطبائع الأفراد والأمم.. فإنه ليس شيء أنجع في الدعوة من معرفة طبائع الناس وميولهم، وتغذية هذه الطبائع والميول بما يشبعها من الزاد النافع، وبما يجعلها تقبل على فعل الخير، وتدبر عن فعل الشر.وكما أن أمراض الأجسام مختلفة، ووسائل علاجها مختلفة- أيضا-، فكذلك أمراض النفوس متنوعة، ووسائل علاجها متباينة.فمن الناس من يكون علاجه بالمقالة المحكمة: ومنهم من يكون علاجه بالعبارة الرقيقة الرفيقة التي تهز المشاعر، وتثير الوجدان، ومنهم من يكون علاجه بالمحاورة والمناقشة والمناظرة والمجادلة بالتي هي أحسن، لأن النفس الإنسانية لها كبرياؤها وعنادها، وقلما تتراجع عن الرأى الذي آمنت به. إلا بالمجادلة بالتي هي أحسن. والحق: أن الدعاة إلى الله- تعالى- إذا فقهوا هذه الحقائق فتسلحوا بسلاح الإيمان والعلم، وأخلصوا لله- تعالى- القول والعمل، وفطنوا إلى أنجع الأساليب في الدعوة إلى الله، وخاطبوا الناس على قدر عقولهم واستعدادهم.. نجحوا في دعوتهم، وذلك فضل الله يؤتيه من يشاء.قال الآلوسى: وإنما تفاوتت طرق دعوته صلى الله عليه وسلم لتفاوت مراتب الناس، فمنهم خواص، وهم أصحاب نفوس مشرقة، قوية الاستعداد لإدراك المعاني، مائلة إلى تحصيل اليقين على اختلاف مراتبه، وهؤلاء يدعون بالحكمة.ومنهم عوام، أصحاب نفوس كدرة ضعيفة الاستعداد، شديدة الإلف بالمحسوسات، قوية التعلق بالرسوم والعادات، قاصرة عن درجة البرهان، لكن لا عناد عندهم، وهؤلاء يدعون بالموعظة الحسنة.ومنهم من يعاند ويجادل بالباطل ليدحض به الحق، لما غلب عليه من تقليد الأسلاف، ورسخ فيه من العقائد الباطلة، فصار بحيث لا تنفعه المواعظ والعبر، بل لا بد من إلقامه الحجر بأحسن طرق الجدال، لتلين عريكته، وتزول شكيمته، وهؤلاء الذين أمر صلى الله عليه وسلم بجدالهم بالتي هي أحسن .وقوله- سبحانه-: إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ بيان لكمال علم الله- تعالى- وإحاطته بكل شيء، وإرشاد للدعاة في شخص نبيهم صلى الله عليه وسلم إلى أن عليهم أن يدعوا الناس بالطريقة التي بينها- سبحانه- لهم، ثم يتركوا النتائج له- تعالى- يسيرها كيف يشاء.والظاهر أن صيغة التفضيل أَعْلَمُ في هذه الآية وأمثالها، المراد بها مطلق الوصف لا المفاضلة، لأن الله- تعالى- لا يشاركه أحد في علم أحوال خلقه، من شقاوة وسعادة، وهداية وضلال.والمعنى: إن ربك- أيها الرسول الكريم- هو وحده العليم بمن ضل من خلقه عن صراطه المستقيم، وهو وحده العليم بالمهتدين منهم إلى السبيل الحق وسيجازى كل فريق منهم بما يستحقه من ثواب أو عقاب.وما دام الأمر كذلك، فعليك- أيها الرسول الكريم- أن تسلك في دعوتك إلى سبيل ربك، الطرق التي أرشدك إليها، من الحكمة والموعظة الحسنة، والمجادلة بالتي هي أحسن، ومن كان فيه خير- كما يقول صاحب الكشاف- كفاه الوعظ القليل، والنصيحة اليسيرة، ومن لا خير فيه عجزت عنه الحيل، وكأنك تضرب منه في حديد بارد  ."
}