{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/94/",
    "ayah_number": 94,
    "text": "فقوله- سبحانه- وَلا تَتَّخِذُوا أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ تصريح بالنهى عن اتخاذ الإيمان من أجل الغش والخديعة، بعد النهى عن نقض العهود بصفة عامة. أى: ولا تتخذوا- أيها المؤمنون- الحلف بالله- تعالى- ذريعة إلى غش الناس وخداعهم واستلاب حقوقهم، فقد جرت عادة الناس أن يطمئنوا إلى صدق من يقسم بالله- تعالى-، فلا تجعلوا هذا الاطمئنان وسيلة للكذب عليهم، ولإفساد ما بينكم وبينهم من مودة.ثم رتب- سبحانه- على هذا النهى ما من شأنه أن يردع النفوس عن اتخاذ الأيمان دخلا فقال: فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِها وأصل الزلل الخروج عن الطريق السليم. يقال: زل فلان يزل زللا وزلولا، إذا دحضت قدمه ولم تصب موضعها الصحيح أى: لا تتخذوا أيمانكم وسيلة للخديعة والإفساد بين الناس، فتزل أقدامكم عن طريق الإسلام بعد ثبوتها عليها، ورسوخها فيها، قالوا: والجملة الكريمة مثل يضرب لكل من وقع في بلية ومحنة، بعد أن كان في عافية ونعمة.قال صاحب الكشاف: فإن قلت: لم وحدت القدم ونكرت؟ قلت لاستعظام أن تزل قدم واحدة عن طريق الحق. بعد أن ثبتت عليه، فكيف بأقدام كثيرة   ؟.وقوله وَتَذُوقُوا السُّوءَ بِما صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ بيان لما يصيبهم من عذاب دنيوى بسبب اتخاذ أيمانهم دخلا بينهم. أى: وتذوقوا السوء وهو العذاب الدنيوي من المصائب والخوف والجوع، بسبب صدودكم وإعراضكم عن أوامر الله ونواهيه، أو بسبب صدكم لغيركم عن الدخول في دين الله، حيث رأى منكم ما يجعله ينفر منكم ومن دينكم.والتعبير بتذوقوا فيه إشارة إلى أن العذاب الدنيوي الذي سينزل بهم بسبب اتخاذهم أيمانهم دخلا بينهم، سيكون عذابا شديدا يحسون آلامه إحساسا واضحا، كما يحس الشارب للشيء المر مرارته، ويتذوق آلامه.قال ابن كثير: حذر الله- تعالى- عباده عن اتخاذ الأيمان دخلا، أى: خديعة ومكرا، لئلا تزل قدم بعد ثبوتها مثل لمن كان على الاستقامة وحاد عنها، وزل عن طريق الهدى بسبب الأيمان الحانثة، المشتملة على الصد عن سبيل الله، لأن الكافر إذا رأى أن المؤمن قد عاهده ثم غدر به، لم يبق له وثوق بالدين، فانصد بسببه عن الدخول في الإسلام .وقوله: وَلَكُمْ عَذابٌ عَظِيمٌ لا يعلم مقدار شدته وهو له إلا الله- عز وجل- فأنت ترى أن الآية الكريمة قد رتبت على اتخاذ الأيمان دخلا، انقلاب حالة الإنسان من الخير إلى الشر، ونزول العذاب الدنيوي والأخروى به."
}