{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/49/17/",
    "ayah_number": 17,
    "text": "ثم أشار- تعالى- إلى نوع آخر من جفائهم وقلة إدراكهم فقال: يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا....والمن: تعداد النعم على الغير، وهو مذموم من الخلق، محمود من الله- تعالى- أى: هؤلاء الأعراب يعدون إيمانهم بك منة عليك، ونعمة أسدوها إليك حيث قالوا لك:جئناك بالأموال والعيال. وقاتلك الناس ولم نقاتلك..وقوله: أَنْ أَسْلَمُوا في موضع المفعول لقوله: يَمُنُّونَ لتضمينه معنى الاعتداد، أو هو بتقدير حرف الجر فيكون المصدر منصوبا بنزع الخافض أو مجرورا بالحرف المقدر. أى:يمنون عليك بإسلامهم..ثم أمر الله- تعالى- نبيه صلّى الله عليه وسلّم أن يرد عليهم بما يدل على غفلتهم فقال: قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ....أى: قل لهم لا تتفاخروا عليّ بسبب إسلامكم، لأن ثمرة هذا الإسلام يعود نفعها عليكم لا عليّ.ثم بيّن- سبحانه- أن المنة له وحده فقال: بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلْإِيمانِ....أى: قل لهم- أيها الرسول الكريم- ليس الأمر كما زعمتم من أن إسلامكم يعتبر منه عليّ، بل الحق أن الله- تعالى- هو الذي يمن عليكم أن أرشدكم إلى الإيمان، وهداكم إليه، وبين لكم طريقه، فادعيتم أنكم آمنتم مع أنكم لم تؤمنوا ولكنكم أسلمتم فقط.قال صاحب الكشاف: وسياق هذه الآية فيه لطف ورشاقة، وذلك أن الكائن من الأعاريب قد سماه الله إسلاما، ونفى أن يكون- كما زعموا- إيمانا فلما منّوا على الرسول صلّى الله عليه وسلّم بما كان منهم، قال الله- تعالى- لرسوله: إن هؤلاء يعتدون عليك بما ليس جديرا بالاعتداد به..ثم قال: بل الله يعتد عليكم أن أمدكم بتوفيقه، حيث هداكم للإيمان- على ما زعمتم- وادعيتم أنكم أرشدتم إليه، ووفقتم له إن صح زعمكم، وصدقت دعواكم.. وفي إضافة الإسلام عليهم، وإيراد الإيمان غير مضاف، ما لا يخفى على المتأمل ... .وجواب الشرط في قوله: إِنْ كُنْتُمْ صادِقِينَ محذوف، يدل عليه ما قبله. أى: إن كنتم صادقين في إيمانكم فاعتقدوا، أن المنة إنما هي لله- تعالى- عليكم، حيث أرشدكم إلى الطريق الموصل إلى الإيمان الحق.وشبيه في المعنى بهذه الآية قول الرسول صلّى الله عليه وسلّم للأنصار في إحدى خطبه: «يا معشر الأنصار، ألم أجدكم ضلالا فهداكم الله بي، وكنتم متفرقين فألفكم الله بي، وكنتم عالة فأغناكم الله بي؟» وكان صلّى الله عليه وسلّم كلما قال شيئا، قالوا: الله ورسوله أمنّ.والحق أن هداية الله- تعالى- لعبده إلى الإيمان تعتبر منة منه- سبحانه- لا تدانيها منة، ونعمة لا تقاربها نعمة، وعطاء ساميا جليلا منه- تعالى- لا يساميه عطاء فله- عز وجل- الشكر الذي لا تحصيه عبارة على هذه النعمة، ونسأله- تعالى- أن يديمها علينا حتى نلقاه."
}