{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/49/14/",
    "ayah_number": 14,
    "text": "والأعراب: اسم جنس لبدو العرب، واحده أعرابى، وهم الذين يسكنون البادية.والمراد بهم هنا جماعة منهم لا كلهم، لأن منهم، مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، وَيَتَّخِذُ ما يُنْفِقُ قُرُباتٍ عِنْدَ اللَّهِ وَصَلَواتِ الرَّسُولِ، أَلا إِنَّها قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ قال الآلوسى: قال مجاهد: نزلت هذه الآيات في بنى أسد، وهم قبيلة كانت تسكن بجوار المدينة، أظهروا الإسلام، وقلوبهم دغلة، إنما يحبون المغانم وعرض الدنيا.. ويروى أنهم قدموا المدينة في سنة مجدبة، فأظهروا الشهادتين، وكانوا يقولون لرسول الله صلّى الله عليه وسلّم:جئناك بالأثقال والعيال، ولم نقاتلك كما قاتلك بنو فلان.. يمنون بذلك على النبي صلّى الله عليه وسلّم .وقوله- سبحانه-: قالَتِ الْأَعْرابُ آمَنَّا من الإيمان، وهو التصديق القلبي، والإذعان النفسي والعمل بما يقتضيه هذا الإيمان من طاعة لله- تعالى- ولرسوله صلّى الله عليه وسلّم.وقوله: أَسْلَمْنا من الإسلام بمعنى الاستسلام والانقياد الظاهري بالجوارح، دون أن يخالط الإيمان شغاف قلوبهم. أى: قالت الأعراب لك- أيها الرسول الكريم- آمنا وصدقنا بقلوبنا لكل ما جئت به، وامتثلنا لما تأمرنا به وتنهانا عنه.قل لهم لَمْ تُؤْمِنُوا أى: لم تصدقوا تصديقا صحيحا عن اعتقاد قلب وخلوص نية..وَلكِنْ قُولُوا أَسْلَمْنا أى: ولكن قولوا نطقنا بكلمة الإسلام، واستسلمنا لما تدعونا إليه استسلاما ظاهريا طمعا في الغنائم، أو خوفا من القتل.قال صاحب الكشاف: فإن قلت: ما وجه قوله- تعالى-: قُلْ لَمْ تُؤْمِنُوا وَلكِنْ قُولُوا أَسْلَمْنا والذي يقتضيه نظم الكلام أن يقال: قل لا تقولوا آمنا، ولكن قولوا أسلمنا ...قلت: أفاد هذا النظم تكذيب دعواهم أولا، ودفع ما انتحلوه، فقيل: قل لم تؤمنوا، وروعي في هذا النوع من التكذيب أدب حسن حين لم يصرح بلفظه، حيث لم يقل: كذبتم، ووضع، «لم تؤمنوا» الذي هو نفى ما ادعوا إثباته موضعه..واستغنى بالجملة التي هي «لم تؤمنوا» عن أن يقال: لا تقولوا آمنا، لاستهجان أن يخاطبوا بلفظ مؤداه النهى عن القول بالإيمان.. .وقوله: وَلَمَّا يَدْخُلِ الْإِيمانُ فِي قُلُوبِكُمْ جملة حالية من ضمير، «قولوا» و «لما» لفظ يفيد توقع حصول الشيء الذي لم يتم حصوله.أى: قولوا أسلمنا والحال أنه لم يستقر الإيمان في قلوبكم بعد، فإنه لو استقر في قلوبكم لما سلكتم هذا المسلك، ولما مننتم على الرسول صلّى الله عليه وسلّم بإسلامكم.قال الإمام ابن كثير ما ملخصه: وقد استفيد من هذه الآية الكريمة: أن الإيمان أخص من الإسلام كما هو مذهب أهل السنة والجماعة، ويدل عليه حديث جبريل، حين سأل عن الإسلام. ثم عن الإيمان.. فترقى من الأعم إلى الأخص.كما يدل على ذلك حديث الصحيحين عن سعد بن أبى وقاص، أن الرسول صلّى الله عليه وسلّم أعطى رجلا ولم يعط آخر. فقال سعد: يا رسول الله، مالك عن فلان إنى لأراه مؤمنا، فقال: «أو مسلما» ..فقد فرق صلّى الله عليه وسلّم بين المؤمن والمسلم. فدل على أن الإيمان أخص من الإسلام.كما دل هنا عن أن هؤلاء الأعراب المذكورين في هذه الآية، إنما هم مسلمون لم يستحكم الإيمان في قلوبهم. فادعوا لأنفسهم مقاما أعلى مما وصلوا إليه، فأدبوا بذلك..  .ثم أرشدهم- سبحانه- إلى ما يكمل إيمانهم فقال: وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لا يَلِتْكُمْ مِنْ أَعْمالِكُمْ شَيْئاً إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ.ومعنى: «لا يلتكم» لا ينقصكم. يقال: لات فلان فلانا حقه- كباع- إذا نقصه.أى: وإن تطيعوا الله- تعالى- ورسوله، بأن تخلصوا العبادة، وتتركوا المن والطمع، لا ينقصكم- سبحانه- من أجور أعمالكم شيئا، إن الله- تعالى- واسع المغفرة والرحمة لعباده التائبين توبة صادقة نصوحا."
}