{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/49/7/",
    "ayah_number": 7,
    "text": "ثم أرشد- سبحانه- المؤمنين إلى جانب من نعمه عليهم، ورحمته بهم فقال: وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ، لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ.والعنت: الوقوع في الأمر الشاق المؤلم، يقال: عنت فلان- بزنة فرح- إذا وقع في أمر يؤدى إلى هلاكه أو تعبه أو إيذائه.ويفهم من الآية الكريمة أن بعض المسلمين، صدقوا الوليد بن عقبة، وأشاروا على الرسول صلّى الله عليه وسلّم أن يعجل بعقاب بنى المصطلق.والمراد بطاعة الرسول صلّى الله عليه وسلّم لهم: أخذه برأيهم، وتنفيذه لما يريدونه منه.والمراد بالكثير من الأمر: الكثير من الأخبار والأحكام التي يريدون تنفيذها حتى ولو كانت على غير ما تقتضيه المصلحة والحكمة.أى: واعلموا- أيها المؤمنون- أن فيكم رسول الله صلّى الله عليه وسلّم الذي أرسله- سبحانه- لكي يهديكم إلى الحق وإلى الطريق القويم.. وهو- عليه الصلاة والسلام- لو يطيعكم في كثير من الأخبار التي يسمعها منكم، وفي الأحكام التي تحبون تطبيقها عليكم أو على غيركم..لو يطيعكم في كل ذلك لأصابكم العنت والمشقة، ولنزل بكم ما قد يؤدى إلى هلاككم وإتلاف أموركم.قال الآلوسى ما ملخصه: وقوله: وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ عطف على ما قبله، و «أن» بما في حيزها ساد مسد مفعولي «اعلموا» باعتبار ما قيد به من الحال، وهو قوله: لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ.وتقديم خبر «أنّ» للحصر المستتبع زيادة التوبيخ، وصيغة المضارع للاستمرار.ولَوْ لامتناع استمرار طاعته- عليه الصلاة والسلام- لهم في كثير مما يعن لهم من الأمور.وفي الكلام إشعار بأنهم زينوا للرسول صلّى الله عليه وسلّم الإيقاع ببني المصطلق.وفي هذا التعبير مبالغات منها: إيثار «لو» ليدل على الفرض والتقدير. ومنها: ما في العدول إلى المضارع من تصوير ما كانوا عليه، وتهجينه. ومنها: ما في التعبير بالعنت من الدلالة على أشد المحذور، فإنه الكسر بعد الجبر، والرمز الخفى على أنه ليس بأول بادرة منهم .وقوله- سبحانه-: وَلكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيانَ استدراك على ما يقتضيه الكلام السابق، وبيان لمظاهر فضله عليهم ورحمته- سبحانه- بهم. أى: ولكنه صلّى الله عليه وسلّم لا يطيعكم في كل ما يعن لكم، وإنما يتبين الأمور والأخبار ويتثبت من صحتها ثم يحكم، وقد حبب الله- تعالى- إلى كثير منكم الإيمان المصحوب بالعمل الصالح والقول الطيب وزينه وحببه في قلوبكم، وكره وبغض إليكم الكفر والفسوق والعصيان لكل ما أمر به أو نهى عنه.ورحم الله صاحب الكشاف فقد أجاد عند تفسير هذه الآية، فقال ما ملخصه: قوله:لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ أى: لوقعتم في العنت والهلاك.. وهذا يدل على أن بعض المؤمنين زينوا للرسول صلّى الله عليه وسلّم الإيقاع ببني المصطلق ... وأن بعضهم كانوا يتصونون ويزعهم جدهم في التقوى عن الجسارة على ذلك، وهم الذين استثناهم- سبحانه- بقوله:وَلكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمانَ أى إلى بعضكم، ولكنه أغنت عن ذكر البعض صفتهم المفارقة لصفة غيرهم، وهذا من إيجازات القرآن، ولمحاته اللطيفة، التي لا يفطن لها إلا الخواص.فإن قلت: كيف موقع لكِنَّ وشريطتها مفقودة من مخالفة ما بعدها لما قبلها نفيا وإثباتا؟قلت: هي مفقودة من حيث اللفظ، حاصلة من حيث المعنى، لأن الذين حبب إليهم الإيمان قد غايرت صفتهم المتقدم ذكرهم، فوقعت لكن في موقعها من الاستدراك .واسم الإشارة في قوله: أُولئِكَ هُمُ الرَّاشِدُونَ يعود إلى المؤمنين الصادقين، الذين حبب الله- تعالى- إليهم الإيمان وزينه في قلوبهم.أى: أولئك المتصفون بتلك الصفات الجليلة، هم الثابتون على دينهم، المهتدون إلى طريق الرشد والصواب، إذ الرشد هو الاستقامة على طريق الحق، مع الثبات عليه، والتصلب فيه، والتمسك به في كل الأحوال."
}