{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/49/13/",
    "ayah_number": 13,
    "text": "وقد ورد في سبب نزول هذه الآية روايات منها: أن الرسول صلّى الله عليه وسلّم أمر بنى بياضة أن يزوجوا امرأة منهم لأبى هند- وكان حجاما للنبي صلّى الله عليه وسلّم فقالوا: يا رسول الله، نزوج بناتنا- موالينا- أى: عبيدنا، فأنزل الله- تعالى- هذه الآية .والمراد بالذكر والأنثى: آدم وحواء. أى: خلقناكم جميعا من أب واحد ومن أم واحدة، فأنتم جميعا تنتسبون إلى أصل واحد، ويجمعكم وعاء واحد، وما دام الأمر كذلك فلا وجه للتفاخر بالأحساب والأنساب.قال الآلوسى: أى خلقناكم من آدم وحواء، فالكل سواء في ذلك، فلا وجه للتفاخر بالنسب، كما قال الشاعر:الناس في عالم التمثيل أكفاء ... أبوهم آدم والأم حواءوجوز أن يكون المراد هنا: إنا خلقنا كل واحد منكم من أب وأم، ويبعده عدم ظهور ترتب ذم التفاخر بالنسب عليه، والكلام مساق له.. .وقوله: وَجَعَلْناكُمْ شُعُوباً وَقَبائِلَ لِتَعارَفُوا.... بيان لما ترتب على خلقهم على تلك الصورة، وللحكمة من ذلك.والشعوب: جمع شعب، وهو العدد الكثير من الناس يجمعهم- في الغالب أصل واحد.والقبائل: جمع قبيلة وتمثل جزءا من الشعب، إذ أن الشعب مجموعة من القبائل.قال صاحب الكشاف: والشعب الطبقة الأولى من الطبقات الست التي عليها العرب.وهي: الشعب، والقبيلة، والعمارة، والبطن، والفخذ، والفصيلة.. وسميت الشعوب بذلك، لأن قبائل تشعبت منها.. .والمعنى: خلقناكم- أيها الناس- من ذكر وأثنى، وجعلناكم شعوبا وقبائل لِتَعارَفُوا أى: ليعرف بعضكم نسب بعض، فينتسب كل فرد إلى آبائه، ولتتواصلوا فيما بينكم وتتعاونوا على البر والتقوى، لا ليتفاخر بعضكم على بعض بحسبه أو نسبه أو جاهه.وقوله- سبحانه-: إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ تعليل لما يدل عليه الكلام من النهى عن التفاخر بالأنساب.أى: إن أرفعكم منزلة عند الله، وأعلاكم عنده- سبحانه- درجة.. هو أكثركم تقوى وخشية منه- تعالى- فإن أردتم الفخر ففاخروا بالتقوى وبالعمل الصالح.إِنَّ اللَّهَ عَلِيمٌ بكل أحوالكم خَبِيرٌ بما ترونه وتعلنونه من أقوال وأفعال.وقد ساق الإمام ابن كثير- رحمه الله- عند تفسيره لهذه الآية. جملة من الأحاديث التي تنهى عن التفاخر، وتحض على التقوى، فقال: فجميع الناس في الشرف بالنسبة الطينية إلى آدم وحواء سواء، وإنما يتفاضلون بالأمور الدينية، وهي طاعة الله ورسوله..روى البخاري- بسنده- عن أبى هريرة قال: سئل رسول الله صلّى الله عليه وسلّم أى الناس أكرم؟ قال: «أكرمهم أتقاهم قالوا: ليس عن هذا نسألك قال: فأكرم الناس يوسف نبي الله، ابن خليل الله، قالوا: ليس عن هذا نسألك. قال: فعن معادن العرب تسألونى؟قالوا: نعم. قال: فخياركم في الجاهلية خياركم في الإسلام إذا فقهوا» .وروى مسلم عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم: إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم.وأخرج ابن أبى حاتم عن ابن عمر أن رسول الله صلّى الله عليه وسلّم خطب الناس يوم فتح مكة فقال: «يا أيها الناس إن الله قد أذهب عنكم عبيّة الجاهلية- أى تكبرها، وتعظمها بآبائها، فالناس رجلان: رجل يرتقى كريم على الله، وفاجر شقي هين على الله. إن الله- تعالى- يقول: يا أَيُّهَا النَّاسُ إِنَّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى.. ثم قال: «أقول قولي هذا وأستغفر الله لي ولكم» .ثم ختم- سبحانه- السورة الكريمة بالرد على الأعراب الذين قالوا آمنا، دون أن يدركوا حقيقة الإيمان، وبين من هم المؤمنون الصادقون.فقال- تعالى-:"
}