{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/49/1/",
    "ayah_number": 1,
    "text": "بسم الله الرّحمن الرّحيممقدمة وتمهيد1- سورة «الحجرات» من السور المدنية الخالصة، وعدد آياتها ثماني عشرة آية، وكان نزولها بعد سورة «المجادلة» .2- والذي يتدبر هذه السورة الكريمة، يراها قد اشتملت على أسمى الآداب، وأبلغ العظات، وأحكم الهدايات، فهي تبدأ بنداء للمؤمنين، تعلمهم فيه ما يجب عليهم نحو خالقهم- سبحانه-، ونحو نبيهم صلّى الله عليه وسلّم من أدب.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ، وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ. يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ، وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ، أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ..3- ثم وجهت إليهم نداء ثالثا أمرتهم من خلاله بالتثبت من صحة الأخبار التي تصل إلى مسامعهم، وبينت لهم جانبا من مظاهر فضل الله عليهم.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهالَةٍ فَتُصْبِحُوا عَلى ما فَعَلْتُمْ نادِمِينَ. وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ، وَلكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمانَ، وَزَيَّنَهُ فِي قُلُوبِكُمْ، وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيانَ، أُولئِكَ هُمُ الرَّاشِدُونَ. فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ.4- ثم انتقلت السورة الكريمة إلى الحديث عما يجب على المؤمنين نحو إخوانهم في العقيدة، إذا ما دب بينهم نزاع أو قتال، فأمرت بالإصلاح بينهم، وبمقاتلة الفئة الباغية إذا ما أبت الصلح، وأصرت على بغيها..قال- سبحانه-: وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُما، فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ، فَإِنْ فاءَتْ فَأَصْلِحُوا بَيْنَهُما بِالْعَدْلِ وَأَقْسِطُوا، إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ. إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ، وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ.5- ثم وجهت بعد ذلك إلى المؤمنين نداء رابعا نهتهم فيه عن أن يسخر بعضهم من بعض،أو أن يلمز بعضهم بعضا. ونداء خامسا أمرتهم فيه باجتناب الظن السيئ بالغير، دون أن يكون هناك مبرر لذلك، ونهتهم عن التجسس وعن الغيبة.قال- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسى أَنْ يَكُونُوا خَيْراً مِنْهُمْ، وَلا نِساءٌ مِنْ نِساءٍ عَسى أَنْ يَكُنَّ خَيْراً مِنْهُنَّ، وَلا تَلْمِزُوا أَنْفُسَكُمْ، وَلا تَنابَزُوا بِالْأَلْقابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ، وَمَنْ لَمْ يَتُبْ فَأُولئِكَ هُمُ الظَّالِمُونَ. يا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلا تَجَسَّسُوا، وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً، أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ، وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ.6- وبعد هذه النداءات المتكررة للمؤمنين، وجهت نداء إلى الناس جميعا، بينت لهم فيه أنهم جميعا قد خلقوا من ذكر وأنثى، وأن أكرمهم عند الله هو أتقاهم وأخشاهم لله- تعالى-.ثم ردت على الأعراب الذين قالوا آمنا دون أن يستقر الإيمان في قلوبهم ووضحت صفات المؤمنين الصادقين، وأمرت كل مؤمن أن يشكر الله- تعالى- على نعمة الإيمان.قال- سبحانه-: يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا، قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ، بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلْإِيمانِ إِنْ كُنْتُمْ صادِقِينَ. إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّماواتِ وَالْأَرْضِ، وَاللَّهُ بَصِيرٌ بِما تَعْمَلُونَ.7- وهكذا نجد السورة الكريمة قد رسمت للمؤمنين طريق الحياة السعيدة، حيث عرفتهم بما يجب عليهم نحو خالقهم- سبحانه- وبما يجب عليهم نحو نبيهم صلّى الله عليه وسلّم وبما يجب عليهم نحو أنفسهم، وربما يجب عليهم نحو إخوانهم في العقيدة، وبما يجب عليهم نحو أفراد المجتمع الإسلامى بصفة عامة.وقد وضحت لهم كل ذلك بأسلوب بليغ مؤثر، من شأنه أن يغرس في النفوس الخشوع والطاعة لله رب العالمين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة «الحجرات» بهذا النداء المحبب إلى القلوب، ألا وهو الوصف بالإيمان، الذي من شأن المتصفين به، أن يمتثلوا لما يأمرهم الله- تعالى- به، ويجتنبوا ما ينهاهم عنه.افتتحت بقوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ.وقوله تُقَدِّمُوا مضارع قدم اللازم بمعنى تقدم، ومنه مقدمة الجيش ومقدمة الكتاب- بكسر الدال فيهما- وهو اسم فاعل فيهما بمعنى تقدم.ويصح أن يكون مضارع قدّم المتعدى، تقول: قدمت فلانا على فلان، إذا جعلته متقدما عليه، وحذف المفعول لقصد التعميم.وقوله: بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ تشبيه لمن يتعجل في إصدار حكم من أحكام الدين بغير استناد إلى حكم الله ورسوله، بحالة من يتقدم بين يدي سيده أو رئيسه، بأن يسير أمامه في الطريق، أو على يمينه أو شماله. وحقيقة الجلوس بين يدي الشخص: أن يجلس بين الجهتين المقابلتين ليمينه أو شماله قريبا منه أو أمامه.قال الجمل قوله: بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ جرت هذه العبارة هنا على سنن من المجاز، وهو الذي يسميه أهل البيان تمثيلا، أى: استعارة تمثيلية، شبّه تعجل الصحابة في إقدامهم على قطع الحكم في أمر من أمور الدين، بغير إذن الله ورسوله، بحالة من تقدم بين يدي متبوعه إذا سار في طريق، فإنه في العادة مستهجن.. والغرض تصوير كمال الهجنة، وتقبيح قطع الحكم بغير إذن الله ورسوله.أو المراد: بين يدي رسول الله، وذكر لفظ الجلالة على سبيل التعظيم للرسول صلّى الله عليه وسلّم وإشعار بأنه من الله بمكان يوجب إجلاله   .والمعنى: يا من آمنتم بالله- تعالى- حق الإيمان: احذروا أن تتسرعوا في الأحكام، فتقولوا قولا، أو تفعلوا فعلا يتعلق بأمر ديني، دون أن تستندوا في ذلك إلى الله- تعالى- وحكم رسوله صلّى الله عليه وسلّم وَاتَّقُوا اللَّهَ- تعالى- في كل ما تأتون وتذرون، إن الله سميع لأقوالكم، عليم بجميع أحوالكم.قال الإمام ابن كثير عند تفسيره لهذه الآية: هذه آداب أدب الله- تعالى- بها عباده المؤمنين، فيما يعاملون به الرسول صلّى الله عليه وسلّم من التوقير والاحترام والتبجيل والإعظام.فقال: يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ.أى: لا تسرعوا في الأشياء بين يديه. أى: قبله، بل كونوا تبعا له في جميع الأمور، حتى يدخل في عموم هذا الأدب الشرعي، حديث معاذ، إذ قال له النبي صلّى الله عليه وسلّم حين بعثه إلى اليمن: «بم تحكم؟ قال بكتاب الله، قال: فإن لم تجد؟ قال فبسنة رسول الله، قال: فإن لم تجد؟ قال: أجتهد رأيى» .فالغرض منه أنه أخّر رأيه ونظره واجتهاده، إلى ما بعد الكتاب والسنة، ولو قدمه قبل البحث عنهما لكان من باب التقديم بين يدي الله ورسوله  .وقال الإمام القرطبي ما ملخصه: قوله: لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ أى:لا تقدموا قولا ولا فعلا بين يدي الله، وقول رسوله وفعله، فيما سبيله أن تأخذوه عنه من أمر الدين والدنيا..واختلف في سبب نزول هذه الآية على ستة أقوال منها:ما ذكره الواحدي من حديث ابن جريج قال: حدثني ابن أبى مليكة أن عبد الله بن الزبير أخبره أنه قدم ركب من بنى تميم على رسول الله صلّى الله عليه وسلّم فقال أبو بكر: يا رسول الله، أمّر عليهم القعقاع بن معبد. وقال عمر: يا رسول الله، أمّر الأقرع بن حابس، فقال أبو بكر لعمر: ما أردت إلا خلافي. وقال عمر ما أردت خلافك، فتماديا حتى ارتفعت أصواتهما، فنزلت هذه الآية.وقال قتادة: إن ناسا كانوا يقولون: لو أنزل فيّ كذا، فنزلت هذه الآية.وقال الحسن: نزلت في قوم ذبحوا أضحيتهم قبل أن يصلى النبي صلّى الله عليه وسلّم فأمرهم أن يعيدوا الذبح  . وعلى أية حال فالعبرة بعموم اللفظ لا بخصوص السبب، والمقصود من الآية الكريمة نهى المؤمنين في كل زمان ومكان عن أن يقولوا قولا أو يفعلوا فعلا يتعلق بأمر شرعي، دون أن يعودوا فيه إلى حكم الله ورسوله."
}