{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/24/62/",
    "ayah_number": 62,
    "text": "روى ابن إسحاق في سبب نزول هذه الآيات ما ملخصه: أنه لما كان تجمع قريش وغطفان في غزوة الأحزاب، ضرب الرسول صلّى الله عليه وسلّم خندقا حول المدينة وعمل معه المسلمون فيه، فدأب فيه ودأبوا، وأبطأ عن رسول الله صلّى الله عليه وسلّم وعن المسلمين في عملهم ذلك، رجال من المنافقين، وجعلوا يورّون- أى يستترون- بالضعيف من العمل، ويتسللون إلى أهليهم بغير علم من رسول الله صلّى الله عليه وسلّم ولا إذن. وجعل الرجل من المسلمين إذا نابته النائبة من الحاجة التي لا بد منها يذكر ذلك لرسول الله صلّى الله عليه وسلّم ويستأذن في اللحوق لحاجته، فيأذن له، فإذا قضى حاجته، رجع إلى ما كان فيه من العمل رغبة في الخير واحتسابا له. فأنزل الله هذه الآيات في المؤمنين وفي المنافقين   .والمراد بالأمر الجامع في قوله: وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ: الأمر الهام الذي يستلزم اشتراك الجماعة في شأنه، كالجهاد في سبيل الله، وكالإعداد لعمل من الأعمال العامة التي تهم المسلمين جميعا.والمعنى: إن من شأن المؤمنين الصادقين، الذين آمنوا بالله ورسوله حق الإيمان أنهم إذا كانوا مع رسول الله صلّى الله عليه وسلّم على أمر جامع من الأمور التي تقتضي اشتراكهم فيه، لم يفارقوه ولم يذهبوا عنه، حتى يستأذنوه في المفارقة أو في الذهاب، لأن هذا الاستئذان دليل على قوة الإيمان، وعلى حسن أدبهم مع نبيهم صلّى الله عليه وسلّم.قال الآلوسى: وقوله: وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ ... معطوف على آمَنُوا داخل معه في حيز الصلة، والحصر باعتبار الكمال. أى: إنما الكاملون في الإيمان الذين آمنوا بالله- تعالى-، وبرسوله صلّى الله عليه وسلّم من صميم قلوبهم، وأطاعوا في جميع الأحكام التي من جملتها ما فصل من قبل. وإذا كانوا معه صلّى الله عليه وسلّم على أمر مهم يجب إجماعهم في شأنه كالجمعة والأعياد والحروب، وغيرها من الأمور الداعية إلى الاجتماع ... لم يذهبوا عنه صلى الله عليه وسلّم حَتَّى يَسْتَأْذِنُوهُ في الذهاب فيأذن لهم ... .وخص- سبحانه- الأمر الجامع بالذكر، للإشعار بأهميته ووجوب البقاء معه صلّى الله عليه وسلّم حتى يعطيهم الإذن بالانصراف، إذ وجودهم معه يؤدى إلى مظاهرته صلّى الله عليه وسلّم ومعاونته في الوصول إلى أفضل الحلول لهذا الأمر الهام.ثم مدح- سبحانه- الذين لا يغادرون مجلس رسول الله صلّى الله عليه وسلّم إذا كانوا معه على أمر جامع حتى يستأذنوه فقال: إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ.أى: إن الذين يستأذنونك في تلك الأحوال الهامة، والتي تستلزم وجودهم معك، أولئك الذين يؤمنون بالله ورسوله حق الإيمان، لأن هذا الاستئذان في تلك الأوقات دليل على طهارة نفوسهم، وصدق يقينهم، وصفاء قلوبهم.ثم بين- سبحانه- وظيفته- صلى الله عليه وسلّم فقال: فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ، فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ، إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ.أى: فإذا استأذنك هؤلاء المؤمنون في الانصراف، لقضاء بعض الأمور والشئون التي هم في حاجة إليها، فأنت مفوض ومخير في إعطاء الإذن لبعضهم وفي منعه عن البعض الآخر، إذ الأمر في هذه المسألة متروك لتقديرك- أيها الرسول الكريم-.وقوله- تعالى- وَاسْتَغْفِرْ لَهُمُ اللَّهَ فيه إشارة إلى أنه كان الأولى بهؤلاء المؤمنين، أن يبقوا مع الرسول صلّى الله عليه وسلّم حتى ينتهوا من حل هذا الأمر الجامع الذي اجتمعوا مع الرسول صلّى الله عليه وسلّم من أجله، وحتى يأذن لهم صلّى الله عليه وسلّم في الانصراف دون أن يطلبوا منه ذلك، فإن الاستئذان قبل البت في الأمر الهام الذي يتعلق بمصالح المسلمين جميعا، غير مناسب للمؤمنين الصادقين، ويجب أن يكون في أضيق الحدود، وأشد الظروف، ومع كل ذلك، فالله- تعالى- واسع المغفرة لعباده عظيم الرحمة بهم."
}