{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/24/55/",
    "ayah_number": 55,
    "text": "قال الإمام ابن كثير: «هذا وعد من الله- تعالى- لرسوله صلّى الله عليه وسلّم بأنه سيجعل أمته خلفاء الأرض أى: أئمة الناس والولاة عليهم، وبهم تصلح البلاد، وتخضع لهم العباد، وقد فعل تبارك وتعالى ذلك.. فإنه لم يمت رسول الله صلّى الله عليه وسلّم حتى فتح عليه مكة وخيبر والبحرين، وسائر جزيرة العرب، ولهذا ثبت في الصحيح عن رسوله الله صلّى الله عليه وسلّم أنه قال:«إن الله زوى لي الأرض فرأيت مشارقها ومغاربها، وسيبلغ ملك أمتى ما زوى لي منها ... » .وفي تصدير الآية الكريمة بقوله- تعالى-: وَعَدَ اللَّهُ.. بشارة عظيمة للمؤمنين، بتحقيق وعده- تعالى-، إذ وعد الله لا يتخلف. كما قال- تعالى-: وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ .والخطاب للرسول صلّى الله عليه وسلّم وللمؤمنين، ومن بيانية، والآية الكريمة مقررة لمضمون ما قبلها، وهو قوله- تعالى-: وَإِنْ تُطِيعُوهُ تَهْتَدُوا ...أى: وعد الله- تعالى- بفضله وإحسانه، الذين صدقوا في إيمانهم من عباده، والذين جمعوا مع الإيمان الصادق، العمل الصالح، وعدهم ليستخلفهم في الأرض، أى: ليجعلنهم فيها خلفاء يتصرفون فيها تصرف أصحاب العزة والسلطان والغلبة، بدلا من أعدائهم الكفار.قال الآلوسى: واللام في قوله «ليستخلفنهم» واقعة في جواب القسم المحذوف. ومفعول وعد الثاني محذوف دل عليه الجواب. أى: وعد الله الذين آمنوا استخلافهم، وأقسم ليستخلفنهم.. و «ما» في قوله «كما استخلف» مصدرية والجار والمجرور متعلق بمحذوف.وقع صفة لمصدر محذوف، أى: ليستخلفنهم استخلافا كائنا كاستخلافه «الذين من قبلهم» من الأمم المؤمنة، الذين أسكنهم الله- تعالى- في الأرض بعد إهلاك أعدائهم من الكفرة الظالمين .هذا هو الوعد الأول للمؤمنين: أن يجعلهم- سبحانه- خلفاءه في الأرض. كما جعل عباده الصالحين من قبلهم خلفاءه، وأورثهم أرض الكفار وديارهم.وأما الوعد الثاني فيتجلى في قوله- تعالى- وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضى لَهُمْ.والتمكين: التثبيت والتوطيد والتمليك. يقال: تمكن فلان من الشيء، إذا حازه وقدر عليه.أى: وعد الله المؤمنين بأن يجعلهم خلفاءه في أرضه، وبأن يجعل دينهم وهو دين الإسلام الذي ارتضاه لهم. ثابتا في القلوب، راسخا في النفوس. باسطا سلطانه على أعدائه، له الكلمة العليا في هذه الحياة، ولمخالفيه الكلمة السفلى.وأما الوعد الثالث فهو قوله- سبحانه-: «وليبدلنهم من بعد خوفهم أمنا» .أى: وعدهم الله- تعالى- بالاستخلاف في الأرض، وبتمكين دينهم. وبأن يجعل لهم بدلا من الخوف الذي كانوا يعيشون فيه، أمنا واطمئنانا، وراحة في البال، وهدوءا في الحال.قال الربيع بن أنس عن أبى العالية في هذه الآية: كان النبي صلّى الله عليه وسلّم وأصحابه بمكة نحوا من عشر سنين. يدعون إلى الله وحده.. وهم خائفون، فلما قدموا المدينة أمرهم الله بالقتال، فكانوا بها خائفين، يمسون في السلاح ويصبحون في السلاح. فصبروا على ذلك ما شاء الله. ثم إن رجلا من الصحابة قال: يا رسول الله: «أبد الدهر نحن خائفون هكذا؟ أما يأتى علينا يوم نأمن فيه ونضع السلاح؟ فقال صلّى الله عليه وسلّم لن تغبروا- أى: لن تمكثوا- إلا يسيرا حتى يجلس الرجل منكم في الملأ العظيم محتبيا ليست فيهم حديدة» .وأنزل الله هذه الآية فأظهر الله نبيه على جزيرة العرب فآمنوا ووضعوا السلاح..  .ولكن هذا الاستخلاف والتمكين والأمان متى يتحقق منه- سبحانه- لعباده؟لقد بين الله- تعالى- الطريق إلى تحققه فقال يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً فهذه الجملة الكريمة يصح أن تكون مستأنفة، أى: جوابا لسؤال تقديره متى يتحقق هذا الاستخلاف والتمكين والأمان بعد الخوف للمؤمنين؟ فكان الجواب: يعبدونني عبادة خالصة تامة مستكملة لكل شروطها وآدابها وأركانها، دون أن يشركوا معى في هذه العبادة أحدا كائنا من كان.كما يصح أن تكون حالا من الذين آمنوا، فيكون المعنى: وعد الله- تعالى- عباده الذين آمنوا وعملوا الصالحات، بالاستخلاف في الأرض، وبتمكين دينهم فيها. وبتبديل خوفهم أمنا، في حال عبادتهم له- سبحانه- عبادة لا يشوبها شرك أو رياء أو نقص.وروى الإمام أحمد عن أبى بن كعب قال: قال رسول الله صلّى الله عليه وسلّم: «بشر هذه الأمة بالسناء والرفعة، والدين والنصر والتمكين في الأرض، فمن عمل منهم عمل الآخرة للدنيا، لم يكن له في الآخرة نصيب»  .ذلك هو وعد الله- تعالى- لعباده الذين أخلصوا له العبادة والطاعة، وأدوا ما أمرهم به، واجتنبوا ما نهاهم عنه، أما الذين انحرفوا عن طريق الحق. وجحدوا نعمه- سبحانه- عليهم، فقد بين عاقبتهم فقال: وَمَنْ كَفَرَ بَعْدَ ذلِكَ فَأُولئِكَ هُمُ الْفاسِقُونَ.أى: ومن كفر بعد كل هذه النعم التي وعدت بها عبادي الصالحين، واستعمل هذه النعم في غير ما خلقت له، فأولئك الكافرون الجاحدون هم الفاسقون عن أمرى، الخارجون عن وعدى، الناكبون عن صراطي.وهكذا نرى الآية الكريمة قد جمعت أطراف الحكمة من كل جوانبها، فقد رغبت المؤمنين في إخلاص العبادة لله- تعالى- بأسمى ألوان الترغيب، حيث بينت لهم أن هذه العبادة سيترتب عليها الاستخلاف والتمكين والأمان. ثم رهبت من الكفر والجحود، وبينت أن عاقبتهما الفسوق والحرمان من نعم الله- تعالى-."
}