{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/59/24/",
    "ayah_number": 24,
    "text": "هُوَ اللَّهُ الْخالِقُ لكل شيء الموجد لهذا الكون على مقتضى حكمته..الْبارِئُ أى: المبدع المخترع للأشياء. والمبرز لها من العدم إلى الوجود.الْمُصَوِّرُ أى: المصور للأشياء والمركب لها، على هيئات مختلفة، وأنواع شتى من التصوير، وهو التخطيط والتشكيل..لَهُ الْأَسْماءُ الْحُسْنى والحسنى تأنيث الأحسن. أى: له الأسماء التي هي أحسن الأسماء لدلالتها على أفضل المعاني. من تحميد. وتقديس. وقدرة. وسمع.. وغير ذلك من الأسماء الكريمة، والصفات الجليلة.يُسَبِّحُ لَهُ- تعالى- وينزهه عن كل سوء ما فِي السَّماواتِ وَالْأَرْضِ من مخلوقات..وَهُوَ الْعَزِيزُ الْحَكِيمُ أى: وهو- عز وجل- الغالب لغيره. الحكيم في كل تصرفاته.قال الإمام ابن كثير: وفي الصحيحين عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «إن لله تسعة وتسعين اسما- مائة إلا واحدا- من أحصاها دخل الجنة، وهو وتر يحب الوتر..ثم ذكر- رحمه الله- هذه الأسماء نقلا عن سنن الترمذي فقال: هو الله الذي لا إله إلا هو، الرحمن الرحيم، الملك، القدوس، السلام، المؤمن، المهيمن، العزيز، الجبار، المتكبر، الخالق، البارئ، المصور، الغفار، القهار، الوهاب، الرزاق، الفتاح، العليم، القابض، الباسط، الخافض، الرافع، المعز، المذل، السميع، البصير، الحكم، العدل، اللطيف، الخبير، الحليم، العظيم، الغفور، الشكور، العلى، الكبير، الحفيظ، المقيت، الحسيب، الجليل، الكريم، الرقيب، المجيب، الواسع، الحكيم، الودود، المجيد، الباعث، الشهيد، الحق، الوكيل، القوى، المتين، الولي، الحميد، المحصى، المبدئ، المعيد، المحيي، المميت، الحي، القيوم، الواحد، الماجد، الواجد، الصمد، القادر،المقتدر، المؤخر، الأول، الآخر، الظاهر، الباطن، الوالي، المتعالي، البر، التواب، المنتقم، العفو، الرءوف، مالك الملك، ذو الجلال والإكرام، المقسط، الجامع، الغنى، المغني، المانع، الضار، النافع، النور، الهادي، البديع، الباقي، الوارث، الرشيد الصبور.ثم قال الإمام ابن كثير: وسياق ابن ماجة- لهذا الحديث- بزيادة ونقصان، وتقديم وتأخير.. والذي عول عليه جماعة من الحفاظ، أن سرد الأسماء في هذا الحديث مدرج فيه- أى: ذكر الراوي في الحديث كلاما لنفسه أو لغيره من غير فصل بين ألفاظ الحديث وألفاظ الراوي- وأن أهل العلم جمعوا هذه الأسماء من القرآن الكريم.ثم ليعلم أن الأسماء الحسنى ليست منحصرة في التسعة والتسعين، بدليل ما رواه الإمام أحمد عن ابن مسعود، عن رسول الله صلى الله عليه وسلم أنه قال: «ما أصاب أحدا قط هم ولا حزن فقال: اللهم إنى عبدك، وابن عبدك، وابن أمتك، ناصيتي بيدك، ماض فىّ حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك، سميت به نفسك، أو أعلمته أحدا من خلقك، أو أنزلته في كتابك، أن تجعل القرآن ربيع قلبي، ونور صدري. وجلاء حزنى، وذهاب همي، إلا أذهب الله همه وحزنه، وأبدله مكانه فرجا» .فقيل يا رسول الله، أفلا نتعلمها؟ فقال: «بلى، ينبغي لكل من سمعها أن يتعلمها» وذكر أبو بكر بن العربي أن بعضهم جمع من الكتاب والسنة ألف اسم لله- تعالى-   .وبعد: فهذا تفسير لسورة «الحشر» نسأل الله- تعالى- أن يجعله خالصا لوجهه ونافعا لعباده.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
}