{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/50/1/",
    "ayah_number": 1,
    "text": "بسم الله الرّحمن الرّحيممقدمة وتمهيد1- سورة «ق» هي السورة الخمسون في ترتيب المصحف، أما ترتيبها في النزول فكان بعد سورة «المرسلات» .ويبدو أن نزولها كان في أوائل العهد المكي، إذ من يراجع ترتيب السور على حسب النزول يرى أنها لم يسبقها سوى اثنتين وثلاثين سورة، ومعظم السور التي سبقتها كانت من الجزء الأخير من القرآن الكريم  .وهي من السور المكية الخالصة، وعدد آياتها خمس وأربعون آية، وتسمى- أيضا- بسورة «الباسقات» .2- وقد ذكر الإمام ابن كثير في مقدمة تفسيره لها جملة من الأحاديث في فضلها، منها ما رواه مسلم وأهل السنن، عن أبى واقد الليثي، أن رسول الله صلّى الله عليه وسلّم كان يقرأ في العيد بسورة «ق» وبسورة اقْتَرَبَتِ السَّاعَةُ....وروى الإمام أحمد عن أم هشام بنت حارثة قالت: ما أخذت ق وَالْقُرْآنِ الْمَجِيدِ إلا على لسان رسول الله صلّى الله عليه وسلّم، كان يقرؤها كل يوم جمعة إذا خطب الناس.ثم قال ابن كثير: والقصد أن رسول الله صلّى الله عليه وسلّم كان يقرأ بهذه السورة في المجامع الكبار، كالعيد والجمع، لاشتمالها على ابتداء الخلق والبعث والنشور، والمعاد والقيام، والحساب، والجنة والنار، والثواب والعقاب، والترغيب والترهيب..  .3- والحق، أن المتأمل في هذه السورة الكريمة يراها قد اشتملت على ما ذكره الإمام ابن كثير، بأسلوب بليغ بديع.فهي تبدأ بالثناء على القرآن الكريم، ثم تذكر دعاوى المشركين وترد عليهم بما يخرس ألسنتهم، ثم توبخهم على عدم تفكرهم في أحوال هذا الكون الزاخر بالآيات والكائنات الدالة على وحدانية الله- تعالى- وقدرته.قال- تعالى-: أَفَلَمْ يَنْظُرُوا إِلَى السَّماءِ فَوْقَهُمْ، كَيْفَ بَنَيْناها وَزَيَّنَّاها، وَما لَها مِنْ فُرُوجٍ. وَالْأَرْضَ مَدَدْناها، وَأَلْقَيْنا فِيها رَواسِيَ، وَأَنْبَتْنا فِيها مِنْ كُلِّ زَوْجٍ بَهِيجٍ، تَبْصِرَةً وَذِكْرى لِكُلِّ عَبْدٍ مُنِيبٍ.4- ثم تذكرهم- أيضا- بسوء عاقبة المكذبين من قبلهم، كقوم نوح وعاد وثمود، وقوم فرعون وإخوان لوط وأصحاب الأيكة..ثم تتبع ذلك بتذكيرهم بعلم الله- تعالى- الشامل لكل شيء، وبسكرات الموت وما يتبعها من بعث وحساب، وثواب وعقاب..قال- تعالى-: وَجاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ، ذلِكَ ما كُنْتَ مِنْهُ تَحِيدُ. وَنُفِخَ فِي الصُّورِ ذلِكَ يَوْمُ الْوَعِيدِ، وَجاءَتْ كُلُّ نَفْسٍ مَعَها سائِقٌ وَشَهِيدٌ. لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هذا، فَكَشَفْنا عَنْكَ غِطاءَكَ، فَبَصَرُكَ الْيَوْمَ حَدِيدٌ.5- ثم تختتم السورة الكريمة، بتسلية الرسول صلّى الله عليه وسلّم عما أصابه من قومه، وترشده إلى العلاج الذي يعينه على مداومة الصبر، كما تحكى له أحوالهم يوم القيامة ليزداد يقينا على يقينه، وتأمره بالمواظبة على تبليغهم، بما أمره الله- تعالى- بتبليغه.لنستمع إلى قوله- تعالى-: فَاصْبِرْ عَلى ما يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ. وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبارَ السُّجُودِ. وَاسْتَمِعْ يَوْمَ يُنادِ الْمُنادِ مِنْ مَكانٍ قَرِيبٍ، يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ، ذلِكَ يَوْمُ الْخُرُوجِ. إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ. يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِراعاً ذلِكَ حَشْرٌ عَلَيْنا يَسِيرٌ. نَحْنُ أَعْلَمُ بِما يَقُولُونَ وَما أَنْتَ عَلَيْهِمْ بِجَبَّارٍ، فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخافُ وَعِيدِ.وهكذا تطوف بنا السورة الكريمة في أعماق هذا الكون، وفي أعماق النفس الإنسانية، منذ ولادتها، إلى بعثها، إلى حسابها، إلى جزائها.. وذلك كله بأسلوب مؤثر بديع، يشهد بأن هذا القرآن من عند الله، ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..سورة «ق» من السور القرآنية، التي افتتحت ببعض حروف التهجي، وأقرب الأقوال إلى الصواب في معنى هذه الحروف، أنها جيء بها على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن. فكأن الله- تعالى- يقول لهؤلاء المعارضين في أن القرآن من عند الله: ها كم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون منه كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها حروفكم.فإن كنتم في شك في كونه منزلا من عند الله- تعالى- فهاتوا مثله، أو عشر سور من مثله، أو سورة واحدة من مثله.فعجزوا وانقلبوا خاسرين، وثبت أن هذا القرآن من عند الله- سبحانه-.وهذا الرأى وهو كون «ق» من الحروف الهجائية، هو الذي نطمئن إليه، وهناك أقوال أخرى في معنى هذا الحرف، تركناها لضعفها كقول بعضهم إن «ق» اسم جبل محيط بجميع الأرض.. وهي أقوال لم يقم دليل نقلي أو عقلي على صحتها.قال ابن كثير: وقد روى عن بعض السلف، أنهم قالوا «ق» جبل محيط بالأرض، يقال له جبل «ق» وكأن هذا- والله أعلم- من خرافات بنى إسرائيل التي أخذها عنهم بعض الناس.. .والواو في قوله- تعالى-: وَالْقُرْآنِ الْمَجِيدِ للقسم، والمقسم به القرآن الكريم، وجواب القسم محذوف لدلالة ما بعده عليه، وهو استبعادهم لبعثة الرسول صلّى الله عليه وسلّم وتكذيبهم للبعث والحساب..وقوله: الْمَجِيدِ صفة للقرآن. أى: ذي المجد والشرف وكثرة الخير.ولفظ المجيد مأخوذ من المجد، بمعنى السعة والكرم، وأصله من مجدت الإبل وأمجدت، إذا وقعت في مرعى مخصب، واسع، الجنبات، كثير الأعشاب.والمعنى: أقسم بالقرآن ذي المجد والشرف، وذي الخير الوفير الذي يجد فيه كل طالب مقصوده، إنك- أيها الرسول الكريم- لصادق فيما تبلغه عن ربك من أن البعث حق والحساب حق، والجزاء حق ... ولكن الجاحدين لم يؤمنوا بذلك."
}