{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/21/",
    "ayah_number": 21,
    "text": "فقوله- سبحانه-: وَكَذلِكَ أَعْثَرْنا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ، وَأَنَّ السَّاعَةَ لا رَيْبَ فِيها بيان للحكمة التي من أجلها أطلع الله- تعالى- الناس على هؤلاء الفتية.قال الآلوسى ما ملخصه: وأصل العثور السقوط للوجه، يقال: عثر عثورا وعثارا إذا سقط لوجهه، ومنه قولهم في المثل: الجواد لا يكاد يعثر. ثم تجوز به في الاطلاع على أمر من غير طلبه.وقال بعضهم: لما كان كل عاثر ينظر إلى موضع عثرته، ورد العثور بمعنى الاطلاع والعرفان، فهو في ذلك مجاز مشهور بعلاقة السببية.ومفعول «أعثرنا» محذوف لقصد العموم، أى: وكذلك أطلعنا الناس عليهم،.والمعنى: وكما أنمناهم تلك المدة الطويلة، وبعثناهم هذا البعث الخاص، أطلعنا الناس عليهم ليعلم هؤلاء الناس عن طريق المعاينة والمشاهدة، أَنَّ وَعْدَ اللَّهِ بالبعث حَقٌّ وصدق وليعلموا كذلك أن الساعة، أى القيامة، آتية لا ريب فيها، ولا شك في حصولها، فإن من شاهد أهل الكهف، وعرف أحوالهم، أيقن بأن من كان قادرا على إنامتهم تلك المدة الطويلة ثم على بعثهم بعد ذلك. فهو قادر على إعادة الحياة إلى الموتى، وعلى بعث الناس يوم القيامة للحساب والجزاء.وقد ذكروا في كيفية إطلاع الناس عليهم روايات ملخصها: أن زميلهم الذي أرسلوه بالدراهم إلى السوق ليشتري لهم طعاما عند ما وصل إلى سوق المدينة، عمد إلى رجل ممن يبيع الطعام، فدفع إليه ما معه من نقود لكي يأخذ في مقابلها طعاما، فلما رأى البائع النقود أنكرها- لأنها مصنوعة منذ زمن بعيد- وأخذ يطلع عليها بقية التجار، فقالوا له: أين وجدت هذه الدراهم؟ فقال لهم: بعت بها أمس شيئا من التمر، وأنا من أهل هذه المدينة، وقد خرجت أنا وزملائى إلى الكهف خوفا من إيذاء المشركين لنا، فأخذوه إلى ملكهم وقصوا عليه قصته. فسر الملك به، وذهب معه إلى الكهف ليرى بقية زملائه فلما رآهم سلم عليهم..ثم أماتهم الله- تعالى-» .ثم بين- سبحانه- ما كان من أمرهم بعد وفاتهم واختلاف الناس في شأنهم، فقال:إِذْ يَتَنازَعُونَ بَيْنَهُمْ أَمْرَهُمْ، فَقالُوا ابْنُوا عَلَيْهِمْ بُنْياناً رَبُّهُمْ أَعْلَمُ بِهِمْ.والظرف «إذ» متعلق بمحذوف تقديره: اذكر، و «يتنازعون» من التنازع بمعنى التخاصم والاختلاف، والضمير في «أمرهم» يعود إلى الفتية.والمعنى: لقد قصصنا عليك- أيها الرسول الكريم- قصة هؤلاء الفتية. وبينا لك أحوالهم عند رقادهم، وبعد بعثهم من نومهم، وبعد الإعثار عليهم، وكيف أن الذين عثروا عليهم صاروا يتنازعون في شأنهم. فمنهم من يقول إنهم وجدوا في زمن كذا، ومنهم من يقول إنهم مكثوا في كهفهم كذا سنة، ومنهم من يقول نبنى حولهم بنيانا صفته كذا.ويجوز أن يكون الضمير في «أمرهم» يعود إلى الذين أطلعهم الله على الفتية، فيكون المعنى: اذكر وقت تنازع هؤلاء الذين عثروا على الفتية وتخاصمهم فيما بينهم، حيث إن بعضهم كان مؤمنا. وبعضهم كان كافرا، وبعضهم كان يؤمن يبعث الأرواح والأجساد، وبعضهم كان يؤمن ببعث الأجساد فقط.وقوله- تعالى-: فَقالُوا ابْنُوا عَلَيْهِمْ بُنْياناً تفسير للمتنازع فيه، وبيان لما قاله بعض الذين اطلعوا على أمر الفتية.أى اختلف الذين عثروا على الفتية فقال بعضهم: ابنوا على باب كهفهم بنيانا. حتى لا يصل الناس إليهم، وحتى نصونهم من الأذى.وقوله- تعالى-: رَبُّهُمْ أَعْلَمُ بِهِمْ يحتمل أنه حكاية لكلام طائفة من المتنازعين في شأن أصحاب الكهف، وقد قالوه ليقطعوا النزاع في شأنهم، وليفوضوا أمرهم إلى الله- تعالى-.ويحتمل أن يكون من كلام الله- تعالى- ردا للخائضين في شأنهم.أى: اتركوا أيها المتنازعون ما أنتم فيه من تنازع، فإنى أعلم منكم بحال أصحاب الكهف.ثم ختم- سبحانه- الآية الكريمة بقوله: قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً.أى: أن الذين أعثرهم الله على أصحاب الكهف قال بعضهم: ابنوا على هؤلاء الفتية بنيانا يسترهم.. وقال الذين غلبوا على أمرهم، وهم أصحاب الكلمة النافذة، والرأى المطاع، لنتخذن على هؤلاء الفتية مسجدا، أى: معبدا تبركا بهم.قال الآلوسى: واستدل بالآية على جواز البناء على قبور الصلحاء، واتخاذ مسجد عليها، وجواز الصلاة في ذلك وممن ذكر ذلك الشهاب الخفاجي في حواشيه على البيضاوي. وهو قول باطل عاطل، فاسد كاسد. فقد روى أحمد وأبو داود والترمذي والنسائي وابن ماجة، عن ابن عباس قال: قال رسول الله صلّى الله عليه وسلم: «لعن الله زائرات القبور والمتخذين عليها المساجد والسرج» .وزاد مسلم: «ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم مساجد فإنى أنهاكم عن ذلك» .وروى الشيخان عن أبى هريرة أن رسول الله صلّى الله عليه وسلم قال: «لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد..».ثم حكت السورة بعد ذلك ما أثير من جدل حول عدد أصحاب الكهف وأمرت النبي صلّى الله عليه وسلم أن يكل ذلك إلى الله- تعالى- وحده، فقال- سبحانه-:"
}