{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/28/",
    "ayah_number": 28,
    "text": "ثم ساقت السورة الكريمة لونا من الأدب السامي، والتوجيه العالي، حيث بينت أن أولى الناس بالرعاية والمجالسة هم المؤمنون الصادقون، وأمرت النبي صلى الله عليه وسلم بأن يصبر نفسه معهم، فقال- تعالى-: وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَداةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ، وَلا تَعْدُ عَيْناكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَياةِ الدُّنْيا ...وقد ذكر المفسرون في سبب نزول هذه الآية روايات منها: أنها نزلت في أشراف قريش، حين طلبوا من النبي صلى الله عليه وسلم أن يجلس معهم وحده، ولا يجالسهم مع ضعفاء أصحابه كبلال وعمار وابن مسعود. وليفرد أولئك بمجلس على حدة، فنهاه الله- تعالى- عن ذلك.. وأمره أن يصبر نفسه في الجلوس مع هؤلاء الفقراء فقال: وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَداةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهوصبر النفس معناه: حبسها وتثبيتها على الشيء، يقال: صبرت فلانا أصبره صبرا، أى: حبسته.والغداة: أول النهار. والعشى. آخره.والمعنى: عليك- أيها الرسول الكريم- أن تحبس نفسك وتعودها على مجالسة أصحابك الَّذِينَ يَدْعُونَ رَبَّهُمْ أى: يعبدونه ويتقربون إليه بشتى أنواع القربات، في الصباح والمساء، ويداومون على ذلك، دون أن يريدوا شيئا من وراء هذه العبادة، سوى رضا الله- تعالى- عنهم ورحمته بهم.وفي تخصيص الغداة والعشى بالذكر: إشعار بفضل العبادة فيهما: لأنهما محل الغفلة والاشتغال بالأمور الدنيوية غالبا.ويصح أن يكون ذكر هذين الوقتين المقصود به مداومة العبادة. وإلى هذا المعنى أشار الآلوسى بقوله: قوله: يَدْعُونَ رَبَّهُمْ بِالْغَداةِ وَالْعَشِيِّ أى: يعبدونه دائما. وشاع استعمال مثل هذه العبارة للدوام. وهي نظير قولهم: ضرب زيد الظهر والبطن. يريدون به ضرب جميع البدن. وأبقى غير واحد اللفظين على ظاهرهما أى: يعبدونه في طرفي النهار .وقوله: يُرِيدُونَ وَجْهَهُ مدح لهم بالإخلاص والبعد عن الرياء والمباهاة.. فهم لا يتقربون إلى الله- تعالى- بالطاعات من أجل دنيا يصيبونها. أو من أجل إرضاء الناس.وإنما هم يبتغون بعبادتهم رضا الله- تعالى- وحده، لا شيئا آخر من حظوظ الدنيا.وقوله- سبحانه- وَلا تَعْدُ عَيْناكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَياةِ الدُّنْيا.. نهى له صلى الله عليه وسلم- عن الغفلة عنهم، بعد أمره بحبس نفسه عليهم.والفعل تَعْدُ بمعنى تصرف. يقال عداه عن الأمر عدوا إذا صرفه عنه وشغله.أى: احبس نفسك مع هؤلاء المؤمنين الصادقين الذين يدعون ربهم بالغداة والعشى يريدون وجهه- سبحانه- ولا تصرف عيناك النظر عنهم، وتتجاوزهم إلى غيرهم من الأغنياء، طمعا في إسلامهم.فالمراد بإرادة الحياة الدنيا الحرص على مجالسة أهل الغنى والجاه حبا في إيمانهم.وجملة تُرِيدُ زِينَةَ الْحَياةِ الدُّنْيا في موضع الحال من الضمير المضاف إليه في قوله عَيْناكَ، وإنما ساغ ذلك لأن المضاف هنا جزء من المضاف إليه.وقوله- تعالى- وَلا تُطِعْ مَنْ أَغْفَلْنا قَلْبَهُ عَنْ ذِكْرِنا وَاتَّبَعَ هَواهُ وَكانَ أَمْرُهُ فُرُطاً نهى آخر مؤكد لما قبله من حبس نفسه صلى الله عليه وسلم على هؤلاء المؤمنين الفقراء، وعدم صرف نظره عنهم إلى غيرهم من المتغطرسين الأغنياء.والفرط- بضم الفاء والراء-: مجاوزة الحد، ونبذ الحق والصواب، واتباع الباطل والضلال. أى: ولا تطع- أيها الرسول الكريم- في تنحية المؤمنين الفقراء عن مجلسك أقوال أولئك الغافلين عن طاعتنا وعبادتنا لاستحواذ الشيطان عليها، والذين اتبعوا أهواءهم فآثروا الغي على الرشد. والذين كان أمرهم. فرطا أى: مخالفا للحق، ومجاوزا للصواب، ومؤديا للضياع والخسران.قال ابن جرير- بعد أن ذكر جملة من الأقوال في معنى قوله- تعالى-: فُرُطاً:وأولى الأقوال في ذلك بالصواب قول من قال معناه: ضياعا وهلاكا. من قولهم: أفرط فلان في هذا الأمر إفراطا، إذا أسرف فيه. وتجاوز قدره. وكذلك قوله: وَكانَ أَمْرُهُ فُرُطاً.معناه: وكان أمر هذا الذي أغفلنا قلبه عن ذكرنا في الرياء والكبر واحتقار أهل الإيمان سرفا قد تجاوز حده، فضيع بذلك الحق وهلك» .فالآية الكريمة تسوق للناس توجيها حكيما في بيان القيم الحقيقية للناس وهي أنها تتمثل في الإيمان والتقوى، لا في الغنى والجاه.فالمؤمن الصادق في إيمانه، الكريم في أخلاقه.. هو الذي يحرص على مخالطة أهل الإيمان والتقوى. ولا يمنعه فقرهم من مجالستهم ومصاحبتهم ومؤانستهم والتواضع لهم، والتقدم إليهم بما يسرهم ويشرح صدورهم.ولقد ربي النبي صلى الله عليه وسلم أصحابه على هذا الخلق الكريم، روى الشيخان عن سهل بن سعد الساعدي قال: مر رجل على النبي صلى الله عليه وسلم فقال لرجل عنده جالس: «ما رأيك في هذا؟ فقال: رجل من أشرف الناس، هذا والله حرىّ إن خطب أن يزوج، وإن شفع أن يشفع. فسكت رسول الله صلى الله عليه وسلم ثم مرّ رجل آخر: فقال له صلى الله عليه وسلم: «ما رأيك في هذا» ؟ فقال: يا رسول الله، هذا رجل من فقراء المسلمين هذا والله حرى إن خطب أن لا يزوج، وإن شفع ألا يشفع، وإن قال أن لا يسمع لقوله. فقال: رسول الله صلى الله عليه وسلم: «هذا خير من ملء الأرض من مثل هذا»."
}