{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/54/",
    "ayah_number": 54,
    "text": "وقوله- سبحانه- صَرَّفْنا من التصريف بمعنى التنويع والتكرير.والمثل: هو القول الغريب السائر في الآفاق الذي يشبه مضربه مورده.وقد أكثر القرآن من ضرب الأمثال لإيضاح المعنى الخفى وتقريب الأمر المعقول من الأمر المحسوس، وعرض الأمر الغائب في صورة الحاضر.والمعنى: ولقد كررنا ورددنا ونوعنا في هذا القرآن من أجل هداية الناس، ورعاية مصلحتهم ومنفعتهم، من كل مثل من الأمثال التي تهدى النفوس، وتشفى القلوب، لعلهم بذلك يسلكون طريق الحق، ويتركون طريق الباطل.فالمقصود بهذه الجملة الكريمة، الشهادة من الله- تعالى- بأن هذا القرآن الذي أنزله- سبحانه- على نبيه صلى الله عليه وسلم فيه من الأمثال الكثيرة المتنوعة النافعة، ما يرشد الناس إلى طريق الحق والخير، متى فتحوا قلوبهم له. وأعملوا عقولهم لتدبره وفهمه.ومفعول «صرفنا» محذوف، و «من» لابتداء الغاية، أى: ولقد صرفنا البينات والعبر والحكم في هذا القرآن، من أنواع ضرب المثل لمنفعة الناس ليهتدوا ويذكروا.ثم بين- سبحانه- موقف الإنسان من هذه الأمثال فقال: وَكانَ الْإِنْسانُ أَكْثَرَ شَيْءٍ جَدَلًا.والمراد بالإنسان: الجنس، ويدخل فيه الكافر والفاسق دخولا أوليا.والجدل: الخصومة والمنازعة مع الغير في مسألة من المسائل.أى: وكان الإنسان أكثر شيء مجادلة ومنازعة لغيره، أى: أن جدله أكثر من جدل كل مجادل.قال الإمام ابن كثير عند تفسيره لهذه الآية: ولقد بينا للناس في هذا القرآن، ووضحنا لهم الأمور، وفصلناها، كيلا يضلوا عن الحق.. ومع هذا البيان، فالإنسان كثير المجادلة والمعارضة للحق بالباطل، إلا من هدى الله وبصره لطريق النجاة.قال الإمام أحمد: حدثنا أبو اليمان، أخبرنا شعيب. عن الزهري قال: أخبرنى على بن الحسين، أن الحسين بن على أخبره، أن على بن أبى طالب أخبره. أن رسول الله صلى الله عليه وسلم طرق عليا وفاطمة ليلة فقال: «ألا تصليان؟ فقلت: يا رسول الله، إنما أنفسنا بيد الله..فإذا شاء أن يبعثنا بعثنا. فانصرف حين قلت ذلك ولم يرفع إلى بشيء ثم سمعته وهو مول يضرب فخذه ويقول: وكان الإنسان أكثر شيء جدلا» .وفي التعبير عن الإنسان في هذه الجملة بأنه «شيء» وأنه «أكثر شيء جدلا» إشعار لهذا الإنسان بأن من الواجب عليه أن يقلل من غروره وكبريائه. وأن يشعر بأنه خلق من مخلوقات الله الكثيرة، وأن ينتفع بأمثال القرآن ومواعظه وهداياته.. لا أن يجادل فيها بالباطل.ومنهم من يرى أن المراد بالإنسان هنا: الكافر، أو شخص معين، قيل: هو النضر بن الحارث، وقيل: أبى بن خلف.لكن الظاهر أن المراد به العموم- كما أشرنا- ويدخل فيه هؤلاء دخولا أوليا."
}