{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/31/",
    "ayah_number": 31,
    "text": "ثم بين- سبحانه- ما أعده لهؤلاء الذين آمنوا وعملوا الصالحات من ألوان النعيم فقال:أُولئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهارُ.ولفظ «عدن» بمعنى إقامة لا رحيل بعدها ولا تحول. وأصله من عدن فلان بالمكان. إذ أقام به واستقر فيه.أى: أولئك الذين عمروا دنياهم بالإيمان والعمل الصالح لهم جنات يقيمون فيها إقامة دائمة، تجرى من تحت مساكنهم الأنهار.يُحَلَّوْنَ فِيها مِنْ أَساوِرَ مِنْ ذَهَبٍ والأساور: جمع سوار. وهو نوع من الحلي يلبس بزند اليد.أى: يلبسون في تلك الجنات أساور من ذهب على سبيل التزين والتكريم.ولا مانع من أن يضاف إلى هذه الأساور الذهبية، أساور أخرى من فضة، وثالثة من لؤلؤ كما في قوله- تعالى-: وَحُلُّوا أَساوِرَ مِنْ فِضَّةٍ  .وقوله- سبحانه-: يُحَلَّوْنَ فِيها مِنْ أَساوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤاً...وفي الصحيحين عن أبى هريرة أن رسول صلى الله عليه وسلم قال: «تبلغ الحلية من المؤمن حيث يبلغ الوضوء» .وقوله وَيَلْبَسُونَ ثِياباً خُضْراً مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ معطوف على ما قبله.والسندس: ما رق من الحرير واحده سندسة.والإستبرق: ما غلظ منه وثخن، واحده إستبرقة.أى: يتزينون في الجنات بأساور من ذهب، ويلبسون فيها ثيابا خضرا من رقيق الحرير ومن غليظه.ثم ختم- سبحانه- الآية بقوله: مُتَّكِئِينَ فِيها عَلَى الْأَرائِكِ نِعْمَ الثَّوابُ وَحَسُنَتْ مُرْتَفَقاً.والأرائك: جمع أريكة. وهو كل ما يتكأ عليه من سرير أو فراش.أى: متكئين في الجنات على الأرائك شأن المتنعمين المترفهين «نعم الثواب» ذلك الذي وعدهم الله- تعالى- به وهو الجنة «وحسنت» تلك الأرائك في الجنات «مرتفقا» .أى: متكأ ومقرا ومجلسا ومسكنا.وبذلك نرى الآية الكريمة قد اشتملت على ألوان متعددة من التكريم والثواب لأولئك المؤمنين الذين عمروا دنياهم بالعمل الصالح.فقد بشرهم- سبحانه- بجنات عدن، ثم بشرهم ثانيا بأن الأنهار تجرى من تحتهم، ثم بشرهم ثالثا بأنهم يحلون فيها من أساور من ذهب، ثم بشرهم رابعا بأنهم يلبسون ثيابا خضرا من سندس وإستبرق، ثم بشرهم خامسا، بأنهم يتكئون في تلك الجنات على الأرائك.وفي هذه البشارات ما فيها من الحض على المسارعة إلى العمل الصالح، الذي يرفع درجات المؤمن إلى أعلى عليين، وذلك فضل الله يؤتيه من يشاء، والله ذو الفضل العظيم، نسأل الله- تعالى- أن يرزقنا هذا الفضل، فهو أكرم مسئول، وأعظم مأمول.ثم ساقت السورة الكريمة مثلا للنفس الإنسانية المغرورة المتفاخرة بزينة الحياة الدنيا، الجاحدة لنعم الله ... وللنفس الإنسانية المتواضعة، المعتزة بعقيدتها السليمة، الشاكرة لربها ... لكي يكون في هذا المثل عبرة وعظة لمن كان له قلب، فقال- تعالى-:"
}