{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/10/",
    "ayah_number": 10,
    "text": "ثم حكى- سبحانه- ما قالوه عند ما حطوا رحالهم في الكهف فقال: إذ أوى الفتية إلى الكهف فقالوا: رَبَّنا آتِنا مِنْ لَدُنْكَ رَحْمَةً. وَهَيِّئْ لَنا مِنْ أَمْرِنا رَشَداً.و «إذ» هنا ظرف منصوب بفعل تقديره: اذكر.و «أوى» فعل ماض- من باب ضرب- تقول: أوى فلان إلى مسكنه يأوى، إذا نزله بنفسه. واستقر فيه.و «الفتية» : جمع قلة لفتى. وهو وصف للإنسان عند ما يكون في مطلع شبابه.وقوله: وَهَيِّئْ لَنا مِنْ أَمْرِنا: من التهيئة بمعنى: تيسير الأمر وتقريبه وتسهيله حتى لا يخالطه عسر أو مشقة.والمراد بالأمر هنا: ما كانوا عليه من تركهم لأهليهم ومساكنهم، ومن مفارقتهم لما كان عليه أعداؤهم من عقائد فاسدة.والرشد: الاهتداء إلى الطريق المستقيم مع البقاء عليه. وهو ضد الغي. يقال: رشد فلان يرشد رشدا ورشادا، إذا أصاب الحق.أى: واذكر- أيها الرسول الكريم- للناس ليعتبروا، وقت أن خرج هؤلاء الفتية من مساكنهم، تاركين كل شيء خلفهم من أجل سلامة عقيدتهم فالتجأوا إلى الكهف، واتخذوه مأوى لهم، وتضرعوا إلى خالقهم قائلين: يا ربنا آتنا من لدنك رحمة، تهدى بها قلوبنا، وتصلح بها شأننا، وتردّيها الفتن عنا، كما نسألك يا ربنا أن تهيئ لنا من أمرنا الذي نحن عليه- وهو: فرارنا بديننا. وثباتنا على إيماننا- ما يزيدنا سدادا وتوفيقا لطاعتك.وقال- سبحانه-: إِذْ أَوَى الْفِتْيَةُ.. بالإظهار- مع أنه قد سبق الحديث عنهم بأنهم أصحاب الكهف لتحقيق ما كانوا عليه من فتوة، وللتنصيص على وصفهم الدال على قلتهم، وعلى أنهم شباب في مقتبل أعمارهم، ومع ذلك ضحوا بكل شيء في سبيل عقيدتهم.والتعبير بالفعل أَوَى يشعر بأنهم بمجرد عثورهم على الكهف. ألقوا رحالهم فيه واستقروا به استقرار من عثر على ضالته، وآثروه على مساكنهم المريحة، لأنه واراهم عن أعين القوم الظالمين.والتعبير بالفاء في قوله- سبحانه- فَقالُوا رَبَّنا آتِنا مِنْ لَدُنْكَ رَحْمَةً.. يدل على أنهم بمجرد استقرارهم في الكهف ابتهلوا إلى الله- تعالى- بهذا الدعاء الجامع لكل خير.والتنوين في قوله: رَحْمَةً: للتهويل والتنويع. أى: آتنا يا ربنا من عندك وحدك لا من غيرك. رحمة عظيمة شاملة لجميع أحوالنا وشئوننا. فهي تشمل الأمان في المنزل، والسعة في الرزق والمغفرة للذنب.قال القرطبي ما ملخصه: هذه الآية صريحة في الفرار بالدين وهجرة الأهل والأوطان..خوف الفتنة، ورجاء السلامة بالدين والنجاة من فتنة الكافرين..  ."
}