{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/9/",
    "ayah_number": 9,
    "text": "قال الإمام الرازي: اعلم أن القوم تعجبوا من قصة أصحاب الكهف، وسألوا عنها الرسول صلى الله عليه وسلم على سبيل الامتحان، فقال- تعالى-: أَمْ حَسِبْتَ أَنَّ أَصْحابَ الْكَهْفِ وَالرَّقِيمِ كانُوا مِنْ آياتِنا عَجَباً؟ لا تحسبن ذلك فإن آياتنا كلها عجب فإن من كان قادرا على خلق السموات والأرض، وعلى تزيين الأرض بما عليها من نبات وحيوان ومعادن، ثم يجعلها بعد ذلك صعيدا جرزا خالية من الكل، كيف يستبعد من قدرته وحفظه ورحمته حفظ طائفة من الناس مدة ثلاثمائة سنة وأكثر في النوم..» .وعلى ذلك يكون المقصود بهذه الآيات الكريمة، بيان أن قصة أصحاب الكهف ليست شيئا عجبا بالنسبة لقدرة الله- تعالى-.وقد ذكر المفسرون في سبب نزول قصة أصحاب الكهف روايات ملخصها: أن قريشا بعثت النضر بن الحارث، وعقبة بن أبى معيط، إلى أحبار اليهود بالمدينة، فقالوا لهم: سلوهم عن محمد صلى الله عليه وسلم، وصفوا لهم صفته، وأخبروهم بقوله، فإنهم أهل الكتاب الأول. وعندهم من العلم ما ليس عندنا من علم الأنبياء.فخرجا حتى قدما المدينة، فسألا أحبار اليهود عن رسول الله صلى الله عليه وسلم ووصفوا لهم أمره صلى الله عليه وسلم فقالوا لهما سلوه عن ثلاث نأمركم بهن. فإن أخبركم بهن، فهو نبي مرسل وإن لم يفعل فالرجل متقول.سلوه عن فتية ذهبوا في الدهر الأول ماذا كان من خبرهم. فإنهم قد كان لهم حديث عجيب.وسلوه عن رجل طواف طاف المشارق والمغارب ماذا كان من خبره؟ وسلوه عن الروح، ما هو؟ فإن أخبركم بذلك فهو نبي فاتبعوه.فأقبل النضر وعقبة حتى قدما على قريش. فقالا: يا معشر قريش، قد جئناكم بفصل ما بينكم وبين محمد، قد أمرنا أحبار يهود أن نسأله عن أمور.ثم جاءوا إلى رسول الله صلى الله عليه وسلم فقالوا يا محمد أخبرنا، ثم سألوه عما قالته لهم يهود.فقال لهم رسول الله صلى الله عليه وسلم سأجيبكم غدا بما سألتم عنه ولم يستثن-: أى. ولم يقل إن شاء الله- فانصرفوا عنه.ومكث رسول الله صلى الله عليه وسلم خمس عشرة ليلة. لا يحدث الله إليه في ذلك وحيا، ولا يأتيه جبريل- عليه السلام- حتى أرجف أهل مكة وقالوا: وعدنا محمد غدا، واليوم خمسة عشر قد أصبحنا فيها، لا يخبرنا بشيء عما سألناه عنه. وحتى أحزن رسول الله صلى الله عليه وسلم مكث الوحى عنه، وشق عليه ما تكلم به أهل مكة، ثم جاءه جبريل من عند الله بسورة أصحاب أصحاب الكهف، فيها معاتبته إياه على حزنه عليهم، وخبر ما سألوه عنه من أمر الفتية والرجل الطواف، وقول الله- تعالى- وَيَسْئَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي، وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا .والخطاب في قوله- تعالى- أَمْ حَسِبْتَ.. للرسول صلى الله عليه وسلم ويدخل فيه غيره من المكلفين.و «أم» في هذه الآية هي المنقطعة، وتفسر عند الجمهور بمعنى بل والهمزة، أى: بل أحسبت، وعند بعض العلماء تفسر بمعنى بل، فتكون للانتقال من كلام إلى آخر، أى: بل حسبت. ويرى بعضهم أنها هنا بمعنى الهمزة التي للاستفهام الإنكارى أى: أحسبت أن أصحاب الكهف والرقيم.والكهف: هو النقب المتسع في الجبل، فإن لم يكن فيه سعة فهو غار، وجمعه كهوف.والمراد به هنا: ذلك الكهف الذي اتخذه هؤلاء الفتية مستقرا لهم.وأما الرقيم فقد ذكروا في المراد به أقوالا متعددة منها: أنه اسم كلبهم، ومنها أنه اسم الجبل أو الوادي الذي كان فيه الكهف، ومنها أنه اسم القرية التي خرج منها هؤلاء الفتية.ولعل أقرب الأقوال إلى الصواب أن المراد به اللوح الذي كتبت فيه أسماؤهم وأنسابهم وقصتهم، فيكون الرقيم بمعنى المرقوم- فهو فعيل بمعنى مفعول- ومأخوذ من رقمت الكتاب إذا كتبته.ومنه قوله- تعالى- كَلَّا إِنَّ كِتابَ الْأَبْرارِ لَفِي عِلِّيِّينَ. وَما أَدْراكَ ما عِلِّيُّونَ. كِتابٌ مَرْقُومٌ  . أى مكتوب.قال بعض العلماء: والظاهر أن أصحاب الكهف والرقيم: طائفة واحدة أضيفت إلى شيئين: أحدهما: معطوف على الآخر، خلافا لمن قال أن أصحاب الكهف طائفة، وأصحاب الرقيم طائفة أخرى، وأن الله قص على نبيه في هذه السورة الكريمة قصة أصحاب الكهف، ولم يذكر له شيئا عن أصحاب الرقيم. وخلافا لمن زعم أن أصحاب الكهف هم الثلاثة الذين سقطت عليهم صخرة فسدّت عليهم باب الكهف فدعوا الله بصالح أعمالهم فانفرجت، وهم البار بوالديه، والعفيف، والمستأجر، وقصتهم مشهورة ثابتة في الصحيح، إلا أن تفسير الآية بأنهم هم المراد بعيد كما ترى» .والمعنى: أظننت- أيها الرسول الكريم- أن ما قصصناه عليك من شأن هؤلاء الفتية، كان من بين آياتنا الدالة على قدرتنا شيئا عجبا؟ لا، لا تظن ذلك فإن قدرتنا لا يعجزها شيء."
}