{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/110/",
    "ayah_number": 110,
    "text": "ثم ختم- سبحانه- السورة الكريمة بأمر آخر منه- تعالى- لنبيه صلى الله عليه وسلم فقال: قُلْ إِنَّما أَنَا بَشَرٌ مِثْلُكُمْ يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ.أى: قل- أيها الرسول الكريم- للناس، مبينا لهم حقيقة أمرك، بعد أن بينت لهم عدم تناهى كلمات ربك.قل لهم: إنما أنا بشر مثلكم أوجدنى الله- تعالى- بقدرته من أب وأم كما أوجدكم.وينتهى نسبي ونسبكم إلى آدم الذي خلقه الله- تعالى- من تراب.ولكن الله- عز وجل- اختصني بوحيه وبرسالته- وهو أعلم حيث يجعل رسالته- وأمرنى أن أبلغكم أن إلهكم وخالقكم ورازقكم ومميتكم، هو إله واحد لا شريك له لا في ذاته، ولا في أسمائه، ولا في صفاته.فعليكم أن تخلصوا له العبادة والطاعة، وأن تستجيبوا لما آمركم به، ولما أنهاكم عنه، فإنى مبلغ عنه ما كلفنى به.فالآية الكريمة وإن كانت تثبت للرسول صلى الله عليه وسلم صفة البشرية وتنفى عنه أن يكون ملكا أو غير بشر.. إلا أنها تثبت له- أيضا- أن الله- تعالى- قد فضله على غيره من البشر بالوحي إليه، وبتكليفه بتبليغ ما أمره الله- تعالى- بتبليغه للعالمين. كما قال- سبحانه- وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ وكما قال- عز وجل-: قُلْ لا أَقُولُ لَكُمْ عِنْدِي خَزائِنُ اللَّهِ، وَلا أَعْلَمُ الْغَيْبَ، وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ، إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ. .ثم ختم- سبحانه- السورة الكريمة بتلك الجملة الجامعة لكل خير فقال: فَمَنْ كانَ يَرْجُوا لِقاءَ رَبِّهِ، فَلْيَعْمَلْ عَمَلًا صالِحاً، وَلا يُشْرِكْ بِعِبادَةِ رَبِّهِ أَحَداً.أى: قل- أيها الرسول الكريم- للناس: إنما أنا واحد مثلكم في البشرية إلا أن الله- تعالى- قد خصنى واصطفاني عليكم برسالته ووحيه، وأمرنى أن أبلغكم أن إلهكم إله واحد. فمن كان منكم يرجو لقاء الله- تعالى- ويأمل في ثوابه ورؤية وجهه الكريم، والظفر بجنته ورضاه، فليعمل عملا صالحا، بأن يكون هذا العمل خالصا لوجه الله- تعالى- ومطابقا لما جئت به من عنده- عز وجل- ولا يشرك بعبادة ربه أحدا من خلقه سواء أكان هذا المخلوق نبيا أم ملكا أم غير ذلك من خلقه- تعالى-.وقد حمل بعض العلماء الشرك هنا على الرياء في العمل، فيكون المعنى: «فمن كان يرجو لقاء ربه فليعمل عملا صالحا، ولا يرائى الناس في عمله، لأن العمل الذي يصاحبه الرياء هو نوع من أنواع الشرك بالله تعالى» .والذي يبدو لنا أن حمل الشرك هنا على ظاهره أولى، بحيث يشمل الإشراك الجلى كعبادة غير الله- تعالى- والإشراك الخفى كالرياء وما يشبهه.أى: ولا يعبد ربه رياء وسمعة، ولا يصرف شيئا من حقوق خالقه لأحد من خلقه، لأنه- سبحانه- يقول: إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ، وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرى إِثْماً عَظِيماً .وقد ساق الإمام ابن كثير جملة من الأحاديث عند تفسيره لقوله- تعالى- فَمَنْ كانَ يَرْجُوا لِقاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صالِحاً وَلا يُشْرِكْ بِعِبادَةِ رَبِّهِ أَحَداً.ومن هذه الأحاديث ما رواه ابن أبى حاتم، من حديث معمر، عن عبد الكريم الجزري، عن طاوس قال: قال رجل يا رسول الله، إنى أقف المواقف أريد وجه الله، وأحب أن يرى موطني، فلم يرد عليه رسول الله صلى الله عليه وسلم شيئا حتى نزلت هذه الآية: فَمَنْ كانَ يَرْجُوا لِقاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صالِحاً وَلا يُشْرِكْ بِعِبادَةِ رَبِّهِ أَحَداً .أما بعد: فهذه سورة الكهف، وهذا تفسير محرر لها، نسأل الله- تعالى- أن ينفعنا بالقرآن الكريم، وأن يجعله ربيع قلوبنا، وأنس نفوسنا، وشفيعنا يوم نلقاه يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
}