{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/39/42/",
    "ayah_number": 42,
    "text": "ثم ساق- سبحانه- ما يدل على كمال قدرته، ونفاذ مشيئته فقال- تعالى-: اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها ...أى: الله- بقدرته وحدها يقبض أرواح مخلوقاته حين انتهاء آجالها بأن يقطع تعلقها بالأجسام قطعا كليا، ويسلب هذه الأجسام والأبدان ما به قوام حياتها، بأن تصير أجساما هامدة لا إدراك لها. ولا حركة فيها.وقوله- تعالى-: وَالَّتِي لَمْ تَمُتْ فِي مَنامِها معطوف على الأنفس، أى: يسلب الحياة عن الأنفس التي انتهى أجلها سلبا ظاهرا وباطنا، ويسلب الحياة عنها سلبا ظاهرا فقط في حال نومها. إذ أنها في حالة النوم تشبه الموتى من حيث عدم التمييز والتصرف.فالآية الكريمة تشير إلى أن التوفي للأنفس أعم من الموت، إذ أن هناك وفاتين. وفاة كبرى وتكون عن طريق الموت، ووفاة صغرى وتكون عن طريق النوم. كما قال- تعالى- وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ.. أى: يجعلكم تنامون فيه نوما يشبه الموت في انقطاع الإدراك والإحساس..وقوله- تعالى-: فَيُمْسِكُ الَّتِي قَضى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرى إِلى أَجَلٍ مُسَمًّى بيان لحالة الأنفس التي انتهى أجلها، والتي لم ينته أجلها بعد.أى: الله- تعالى- وحده هو الذي يتوفى الأنفس حين الموت، وحين النوم، أما الأنفس التي انتهى أجلها فيمسك- سبحانه- أرواحها إمساكا تاما بحيث لا تعود إلى أبدانها مرة أخرى، وأما التي لم يحن وقت موتها، فإن الله- تعالى- يعيدها إلى أبدانها عند اليقظة من نومها، وتستمر على هذه الحالة إلى أجل مسمى في علمه- تعالى- فإذا ما انتهى أجلها الذي حدده- سبحانه- لها، خرجت تلك الأرواح من أبدانها خروجا تاما، كما هو الشأن في الحالة الأولى.ولا شك أن الله- تعالى- الذي قدر على ذلك، قادر أيضا- على إعادة الأرواح إلى أجسادها عند البعث والنشور يوم القيامة.فالآية الكريمة مسوقة لبيان كمال قدرة الله- تعالى- ولبيان أن البعث حق، وأنه يسير على قدرة الله التي لا يعجزها شيء.ولا منافاة بين هذه الآية التي صرحت بأن الله- تعالى- هو الذي يتوفى الأنفس عند موتها، وبين قوله- تعالى-: قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ.. وقوله- تعالى- حَتَّى إِذا جاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنا ... لأن المتوفى في الحقيقة هو الله- تعالى- وملك الموت إنما يقبض الأرواح بإذنه- سبحانه- ولملك الموت أعوان وجنود من الملائكة ينتزعون الأرواح بأمره المستمد من أمر الله- عز وجل-.قال القرطبي: «فإذا يقبض الله الروح في حالين: في حالة النوم وحالة الموت، فما قبضه في حال النوم فمعناه أنه يغمره بما يحبسه عن التصرف فكأنه شيء مقبوض. وما يقبضه في حال الموت فهو يمسكه ولا يرسله إلى يوم القيامة.وفي الآية تنبيه على عظيم قدرته، وانفراده بالألوهية، وأنه يفعل ما يشاء ويحيى ويميت، ولا يقدر على ذلك سواه.   .واسم الإشارة في قوله: إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ يعود إلى المذكور من التوفي والإمساك والإرسال.أى: إن في ذلك الذي ذكرناه لكم من قدرتنا على توفى الأنفس وإمساكها وإرسالها، لآيات بينات على وحدانيتنا وقدرتنا، لقوم يحسنون التأمل والتفكير والتدبر، فيما أرشدناهم إليه وأخبرناهم به."
}