{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/35/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة فاطر هي السورة الخامسة والثلاثون في ترتيب المصحف، وكان نزولها بعد سورة الفرقان- كما ذكر صاحب الإتقان  .وهي من السور المكية الخالصة، وتسمى أيضا- بسورة «الملائكة» .قال القرطبي: هي مكية في قول الجميع. وهي خمس وأربعون آية  .2- سورة فاطر هي آخر السور التي افتتحت بقوله- تعالى-: الْحَمْدُ لِلَّهِ وقد سبقها في هذا الافتتاح سور: الفاتحة، والأنعام، والكهف، وسبأ.قال- سبحانه- في افتتاح سورة فاطر: الْحَمْدُ لِلَّهِ فاطِرِ السَّماواتِ وَالْأَرْضِ، جاعِلِ الْمَلائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ، يَزِيدُ فِي الْخَلْقِ ما يَشاءُ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ.3- ثم تحدث- سبحانه- بعد ذلك عن مظاهر نعمه على عباده ورحمته بهم، فقال:ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ، وَهُوَ الْعَزِيزُ الْحَكِيمُ....4- ثم توجه السورة الكريمة نداءين إلى الناس، تأمرهم في أولهما بشكر الله- تعالى- على نعمه، وتنهاهم في ثانيهما عن الاغترار بزينة الحياة الدنيا وعن اتباع خطوات الشيطان..قال- سبحانه-: يا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ، هَلْ مِنْ خالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ ... وقال- جل شأنه-: يا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ، فَلا تَغُرَّنَّكُمُ الْحَياةُ الدُّنْيا، وَلا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ.5- وبعد أن تسلى السورة الكريمة الرسول صلّى الله عليه وسلّم عما أصابه من أعدائه، تأخذ في بيان مظاهر قدرة الله- تعالى- في خلقه، فتذكر قدرته- سبحانه- في إرسال الرياح والسحب، وفي خلقه للإنسان من تراب، وفي إيجاده للبحرين: أحدهما عذب فرات سائغ شرابه، والثاني: ملح أجاج، وفي إدخاله الليل في النهار، والنهار في الليل، وفي تسخيره الشمس والقمر..قال- تعالى-: وَما يَسْتَوِي الْبَحْرانِ هذا عَذْبٌ فُراتٌ سائِغٌ شَرابُهُ وَهذا مِلْحٌ أُجاجٌ، وَمِنْ كُلٍّ تَأْكُلُونَ لَحْماً طَرِيًّا، وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَها، وَتَرَى الْفُلْكَ فِيهِ مَواخِرَ، لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ. يُولِجُ اللَّيْلَ فِي النَّهارِ وَيُولِجُ النَّهارَ فِي اللَّيْلِ، وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى، ذلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ، وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ ما يَمْلِكُونَ مِنْ قِطْمِيرٍ.6- ثم وجه- سبحانه- نداء ثالثا إلى الناس، بين لهم فيه: افتقارهم اليه- تعالى- وحاجتهم إلى عونه وعطائه، وتحمل كل إنسان لمسئولياته ولنتائج أعماله..كما بين لهم- سبحانه- أن الفرق بين الهدى والضلال، كالفرق بين الإبصار والعمى، وبين النور والظلمات، وبين الحياة والموت، وبين الظل والحرور.قال- تعالى-: وَما يَسْتَوِي الْأَعْمى وَالْبَصِيرُ، وَلَا الظُّلُماتُ وَلَا النُّورُ، وَلَا الظِّلُّ وَلَا الْحَرُورُ. وَما يَسْتَوِي الْأَحْياءُ وَلَا الْأَمْواتُ، إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشاءُ، وَما أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ.7- ثم عادت السورة الكريمة إلى الحديث عن مظاهر قدرة الله- تعالى- ورحمته بعباده، وعن الثواب العظيم الذي أعده- سبحانه- لمن يتلون كتابه ولمن يحافظون على فرائضه- وعن عقابه الأليم للكافرين الجاحدين لنعمه..قال- تعالى-: أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّماءِ ماءً، فَأَخْرَجْنا بِهِ ثَمَراتٍ مُخْتَلِفاً أَلْوانُها، وَمِنَ الْجِبالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوانُها، وَغَرابِيبُ سُودٌ. وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعامِ مُخْتَلِفٌ أَلْوانُهُ كَذلِكَ، إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ، إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ. إِنَّ الَّذِينَ يَتْلُونَ كِتابَ اللَّهِ وَأَقامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْناهُمْ سِرًّا وَعَلانِيَةً، يَرْجُونَ تِجارَةً لَنْ تَبُورَ.ثم قال- سبحانه-: وَالَّذِينَ كَفَرُوا لَهُمْ نارُ جَهَنَّمَ، لا يُقْضى عَلَيْهِمْ فَيَمُوتُوا وَلا يُخَفَّفُ عَنْهُمْ مِنْ عَذابِها كَذلِكَ نَجْزِي كُلَّ كَفُورٍ.8- ثم انتقلت السورة الكريمة في أواخرها إلى الحديث عن جهالات المشركين، حيث عبدوا من دون الله- تعالى- مالا يملك لهم ضرا ولا نفعا، وعن مكرهم السيئ الذي لا يحيق إلا بأهله، وعن نقضهم لعهودهم حيث أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ لَئِنْ جاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدى مِنْ إِحْدَى الْأُمَمِ، فَلَمَّا جاءَهُمْ نَذِيرٌ ما زادَهُمْ إِلَّا نُفُوراً ...ثم ختم- سبحانه- السورة الكريمة ببيان سعة رحمته بالناس فقال: وَلَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِما كَسَبُوا، ما تَرَكَ عَلى ظَهْرِها مِنْ دَابَّةٍ، وَلكِنْ يُؤَخِّرُهُمْ إِلى أَجَلٍ مُسَمًّى، فَإِذا جاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كانَ بِعِبادِهِ بَصِيراً.9- وهكذا نرى سورة فاطر قد طوفت بالنفس الإنسانية في أرجاء هذا الكون، وأقامت الأدلة على وحدانية الله- تعالى- وقدرته. عن طريق نعم الله- تعالى- المبثوثة في الأرض وفي السماء، وفي الليل وفي النهار، وفي الشمس وفي القمر: وفي الرياح وفي السحب، وفي البر وفي البحر.. وفي غير ذلك من النعم التي سخرها- سبحانه- لعباده.كما نراها قد حددت وظيفة الرسول صلّى الله عليه وسلّم وساقت له ما يسليه ويزيده ثباتا على ثباته، وما يرشد كل عاقل إلى حسن عاقبة الأخيار، وسوء عاقبة الأشرار.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم..افتتحت سورة «فاطر» كما سبق أن ذكرنا عند تفسيرنا لسورة «سبأ» بتقرير الحقيقة الأولى في كل دين، وهي أن المستحق للحمد المطلق، والثناء الكامل، هو الله رب العالمين.والحمد: هو الثناء باللسان على الجميل الصادر عن اختيار من نعمة وغيرها.و «أل» في الحمد للاستغراق. بمعنى أن المستحق لجميع المحامد، ولكافة ألوان الثناء هو الله- تعالى-.وقوله: فاطِرِ السَّماواتِ وَالْأَرْضِ أى خالقهما وموجدهما على غير مثال يحتذي، إذ المراد بالفطر هنا: الابتداء والاختراع للشيء الذي لم يوجد ما يشبهه من قبل.قال القرطبي: والفاطر: الخالق، والفطر- بفتح الفاء-: الشق عن الشيء. يقال:فطرته فانفطر. ومنه: فطر ناب البعير، أى: طلع. وتفطر الشيء، أى: تشقق ...والفطر: الابتداء والاختراع. قال ابن عباس: كنت لا أدرى ما فاطِرِ السَّماواتِ وَالْأَرْضِ حتى أتى أعرابيان يختصمان في بئر، فقال أحدهما: أنا فطرتها، أى: أنا ابتدأتها..والمراد بذكر السموات والأرض: العالم كله. ونبه بهذا على أن من قدر على الابتداء، قادر على الإعادة  .والمعنى: الحمد المطلق والثناء التام الكامل لله- تعالى- وحده، فهو- سبحانه- الخالق للسموات والأرض، ولهذا الكون بأسره، دون أن يسبقه إلى ذلك سابق، أو يشاركه فيما خلق وأوجد مشارك.وقوله- تعالى-: جاعِلِ الْمَلائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنى وَثُلاثَ وَرُباعَ بيان لمظهر آخر من مظاهر قدرته- تعالى- التي لا يعجزها شيء.والملائكة: جمع ملك. والتاء لتأنيث الجمع، وأصله ملاك. وهم جند من خلق الله- تعال- وقد وصفهم- سبحانه- بصفات متعددة، منها: أنهم يُسَبِّحُونَ اللَّيْلَ وَالنَّهارَ لا يَفْتُرُونَ وأنهم عِبادٌ مُكْرَمُونَ. لا يَعْصُونَ اللَّهَ ما أَمَرَهُمْ، وَيَفْعَلُونَ ما يُؤْمَرُونَ.قال الجمل: وقوله: جاعل الملائكة، أى: بعضهم. إذ ليس كلهم رسلا كما هو معلوم.وقوله: أُولِي أَجْنِحَةٍ نعت لقوله رُسُلًا، وهو جيد لفظا لتوافقهما تنكيرا. أو هو نعت للملائكة، وهو جيد معنى إذ كل الملائكة لها أجنحة، فهي صفة كاشفة...وقوله: مَثْنى وَثُلاثَ وَرُباعَ أسماء معدول بها عن اثنين اثنين، وثلاثة ثلاثة، وأربعة أربعة، وهي ممنوعة من الصرف، للوصفية والعدل عن المكرر وهي صفة لأجنحة.أى: الحمد لله الذي خلق السموات والأرض بقدرته، والذي جعل الملائكة رسلا إلى أنبيائه. وإلى من يشاء من عباده، ليبلغوهم ما يأمرهم- سبحانه- بتبليغه إليهم..وهؤلاء الملائكة المكرمون، ذوو أجنحة عديدة. منهم من له جناحان ومنهم من له ثلاثة، ومنهم من له أربعة، ومنهم من له أكثر من ذلك، لأن المراد بهذا الوصف، بيان كثرة الأجنحة لا حصرها.قال الآلوسى ما ملخصه قوله: جاعِلِ الْمَلائِكَةِ رُسُلًا.. معناه: جاعل الملائكة وسائط بينه وبين أنبيائه والصالحين من عباده، يبلغون إليهم رسالته بالوحي والإلهام والرؤيا الصادقة، أو جاعلهم وسائط بينه وبين خلقه يوصلون إليهم آثار قدرته وصنعه، كالأمطار والرياح وغيرهما.وقوله: مَثْنى وَثُلاثَ وَرُباعَ معناه: أن من الملائكة من له جناحان ومنهم من له ثلاثة، ومنهم من له أربعة، ولا دلالة في الآية على نفى الزائد، وما ذكر من عد للدلالة على التكثير والتفاوت، لا للتعيين ولا لنفى النقصان عن اثنين..فقد أخرج الشيخان عن ابن مسعود في قوله- تعالى- لَقَدْ رَأى مِنْ آياتِ رَبِّهِ الْكُبْرى أن الرسول صلّى الله عليه وسلّم رأى جبريل وله ستمائة جناح.. .وقوله- تعالى-: يَزِيدُ فِي الْخَلْقِ ما يَشاءُ استئناف مقرر لمضمون ما قبله، من كمال قدرته، ونفاذ إرادته.أى يزيد- سبحانه- في خلق كل ما يزيد خلقه ما يشاء أن يزيده من الأمور التي لا يحيط بها الوصف، ومن ذلك أجنحة الملائكة فيزيد فيها ما يشاء، وكذلك ينقص في الخلق ما يشاء، والكل جاء على مقتضى الحكمة والتدبير.قال صاحب الكشاف: قوله يَزِيدُ فِي الْخَلْقِ ما يَشاءُ أى: يزيد في خلق الأجنحة، وفي غيره ما تقتضيه مشيئته وحكمته.والآية مطلقة تتناول كل زيادة في الخلق: من طول قامة، واعتدال صورة، وتمام الأعضاء، وقوة في البطش، وحصافة في العقل، وجزالة في الرأى، وجرأة في القلب، وسماحة في النفس، وذلاقة في اللسان، ولباقة في التكلم، وحسن تأن في مزاولة الأمور، وما أشبه ذلك مما لا يحيط به الوصف.. .ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ أى: إن الله- تعالى- لا يعجزه شيء يريده، لأنه قدير على فعل كل شيء، فالجملة الكريمة تعليل لما قبلها من كونه- سبحانه- يزيد في الخلق ما يشاء، وينقص منه ما يشاء."
}