{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/35/18/",
    "ayah_number": 18,
    "text": "ثم بين- سبحانه- أن كل نفس تتحمل نتائج أعمالها وحدها فقال: وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى.وقوله: تَزِرُ من الوزر بمعنى الحمل. يقال: فلان وزر هذا الشيء إذا حمله. وفعله من باب «وعد» ، وأكثر ما يكون استعمالا في حمل الآثام.وقوله وازِرَةٌ: صفة لموصوف محذوف. أى: ولا تحمل نفس آثمة، إثم نفس أخرى، وإنما كل نفس مسئولة وحدها عن أفعالها وأقوالها التي باشرتها، أو تسببت فيها.وقوله: وَإِنْ تَدْعُ مُثْقَلَةٌ إِلى حِمْلِها لا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كانَ ذا قُرْبى مؤكد لمضمون ما قبله، من مسئولية كل نفس عن أفعالها.وقوله: مُثْقَلَةٌ صفة لموصوف محذوف، والمفعول محذوف- أيضا- للعلم به.وقوله حِمْلِها أى: ما تحمله من الذنوب والآثام، إذ الحمل- بكسر الحاء- ما يحمله الإنسان من أمتعة على ظهره أو رأسه أو كتفه.والمعنى: لا تحمل نفس آثمة إثم نفس أخرى، وإن تطلب نفس مثقلة بالذنوب من نفس أخرى، أن تحمل عنها شيئا من ذنوبها التي أثقلتها، لا تجد استجابة منها، ولو كانت تلك النفس الأخرى من أقربائها وذوى رحمها.قال- تعالى-: يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْماً لا يَجْزِي والِدٌ عَنْ وَلَدِهِ، وَلا مَوْلُودٌ هُوَ جازٍ عَنْ والِدِهِ شَيْئاً ...وقال- سبحانه-: يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ. وَأُمِّهِ وَأَبِيهِ. وَصاحِبَتِهِ وَبَنِيهِ. لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ.قال صاحب الكشاف: فإن قلت: هلا قيل: ولا تزر نفس وزر أخرى؟ قلت: لأن المعنى أن النفوس الوازرات لا ترى واحدة منهن إلا حاملة وزرها، لا وزر غيرها.فإن قلت: كيف توفق بين هذا، وبين قوله: وَلَيَحْمِلُنَّ أَثْقالَهُمْ وَأَثْقالًا مَعَ أَثْقالِهِمْ؟قلت: تلك الآية في الضالين المضلين، وأنهم يحملون أثقال إضلالهم لغيرهم، مع أثقالهم، وذلك كله أوزارهم، ما فيها شيء من وزر غيرهم.فإن قلت: فما الفرق بين معنى وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى وبين معنى: وَإِنْ تَدْعُ مُثْقَلَةٌ إِلى حِمْلِها لا يُحْمَلْ مِنْهُ شَيْءٌ..؟قلت: الأول في الدلالة على عدل الله- تعالى- في حكمه، وأنه- تعالى- لا يؤاخذ نفسا بغير ذنبها.والثاني: في أنه لا غياث يومئذ لمن استغاث.. وإن كان المستغاث به بعض قرابتها من أب أو ولد أو أخ ...فإن قلت: إلام أسند كان في قوله وَلَوْ كانَ ذا قُرْبى؟ قلت: إلى المدعو المفهوم من قوله: وَإِنْ تَدْعُ مُثْقَلَةٌ.فإن قلت: فلم ترك ذكر المدعو؟ قلت: «ليعم ويشمل كل مدعو..» .وقوله- تعالى-: إِنَّما تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقامُوا الصَّلاةَ.كلام مستأنف مسوق لبيان من هم أهل للاتعاظ والاستجابة للحق.أى: أنت- أيها الرسول الكريم- إنما ينفع وعظك وإنذارك. أولئك العقلاء الذين يخشون ربهم- عز وجل- دون أن يروه، أو يروا عذابه، والذين يؤدون الصلاة في مواقيتها بإخلاص وخشوع واطمئنان.ثم حض- سبحانه- على تزكية النفوس وتطهيرها فقال: وَمَنْ تَزَكَّى فَإِنَّما يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ أى: ومن تطهر من دنس الكفر والفسوق والعصيان. وحصن نفسه بالإيمان، والعمل الصالح، والتوبة النصوح، فإن ثمرة تطهره إنما تعود إلى نفسه وحدها، وإليها يرجع الأجر والثواب، والله- تعالى- إليه وحده مصير العباد لا إلى غيره.فالجملة الكريمة دعوة من الله- تعالى- للناس، إلى تزكية النفوس وتطهيرها من كل سوء، بعد بيان أن كل نفس مسئولة وحدها عن نتائج أفعالها، وأن أحدا لن يلبى طلب غيره في أن يحمل شيئا عنه من أوزاره."
}