{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/19/",
    "ayah_number": 19,
    "text": "والمراد بالناس: الجنس البشرى كله في جملته، فإنهم كانوا أمة واحدة. ثم كثروا وتفرقوا وصاروا شعوبا وقبائل.ويرى بعض المفسرين أن المراد بالناس هنا: العرب خاصة، فإنهم كانوا حنفاء على ملة إبراهيم، إلى أن ظهر فيهم عمرو بن لحى الذي ابتدع لهم عبادة الأصنام.قال الآلوسى: «قوله وَما كانَ النَّاسُ إِلَّا أُمَّةً واحِدَةً فَاخْتَلَفُوا أى: وما كان الناس كافة من أول الأمر إلا متفقين على الحق والتوحيد من غير اختلاف، وروى هذا عن ابن عباس والسدى ومجاهد.. وذلك من عهد آدم- عليه السلام- إلى أن قتل قابيل هابيل.وقيل إلى زمن إدريس- عليه السلام- وقيل إلى زمن نوح. وقيل كانوا كذلك في زمنه- عليه السلام- بعد أن لم يبق على الأرض من الكافرين ديار إلى أن ظهر بينهم الكفر.وقيل: من لدن إبراهيم- عليه السلام- إلى أن أظهر عمرو بن لحي عبادة الأصنام، وهو المروي عن عطاء. وعليه فالمراد من الناس العرب خاصة. وهو الأنسب بإيراد الآية الكريمة إثر حكاية ما حكى عنهم من رذائل، وتنزيه ساحة الكبرياء عن ذلك»  .وقوله: فَاخْتَلَفُوا أى ما بين ضال ومهتد، فبعث الله إليهم رسله، ليبشروا المهتدين بجزيل الثواب، ولينذروا الضالين بسوء العقاب.والفاء للتعقيب، وهي لا تنافى امتداد زمان اتفاقهم على الحق، لأن المراد بيان أن وقوع الاختلاف بينهم إنما حدث عقيب انتهاء مدة الاتفاق، لا عقيب حدوثه.والمراد بالكلمة في قوله: وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ... ما قضاه الله- تعالى- وأراده من تأخير الحكم بين المؤمنين وغيرهم إلى يوم القيامة.أى: ولولا كلمة سبقت من ربك بتأخير القضاء بين الطائعين والعاصين إلى يوم القيامة، لقضى بينهم- سبحانه- في هذه الدنيا. فيما كانوا يختلفون فيه وذلك بأن يعجل للكافرين والعصاة العقوبة في الدنيا قبل الآخرة، ولكنه- سبحانه- اقتضت حكمته عدم تعجيل العقوبة في الدنيا، وأن يجعل الدار الآخرة هي دار الجزاء والثواب والعقاب.وقد تضمنت هذه الآية الكريمة الوعيد الشديد على الاختلاف المؤدى إلى التفرقة في الدين، وإلى الشقاق والنزاع، كما تضمنت تسلية الرسول صلى الله عليه وسلم عما أصابه من قومه: فكأنه- سبحانه- يقول إن الاختلاف من طبيعة البشر، فلا تنتظر من الناس جميعا أن يكونوا مؤمنين. ثم حكى- سبحانه- لونا آخر من ألوان تعنت المشركين وجهالاتهم فقال- تعالى-:"
}