{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/64/",
    "ayah_number": 64,
    "text": "وقوله- سبحانه-هُمُ الْبُشْرى فِي الْحَياةِ الدُّنْيا وَفِي الْآخِرَةِزيادة تكريم وتشريف لهم.والبشرى والبشارة: الخبر السار، فهو أخص من الخبر، وسمى بذلك لأن أثره يظهر على البشرة وهي ظاهر جلد الإنسان، فيجعله متهلل الوجه، منبسط الأسارير، مبتهج النفس.أى: لهم ما يسرهم ويسعدهم في الدنيا من حياة آمنة طيبة، ولهم- أيضا- في الآخرة ما يسرهم من فوز برضوان الله، ومن دخول جنته.قال الآلوسى ما ملخصه: «والثابت في أكثر الروايات، أن البشرى في الحياة الدنيا، هي الرؤيا الصالحة.. فقد أخرج الطيالسي وأحمد والدارمي والترمذي.. وغيرهم عن عبادة بن الصامت قال: سألت رسول الله صلى الله عليه وسلم عن قوله- تعالى-هُمُ الْبُشْرى فِي الْحَياةِ الدُّنْيافقال: «هي الرؤيا الصالحة يراها المؤمن أو ترى له» .وقيل المراد بالبشرى: البشرى العاجلة نحو النصر والغنيمة والثناء الحسن، والذكر الجميل، ومحبة الناس، وغير ذلك.ثم قال: وأنت تعلم أنه لا ينبغي العدول عما ورد عن رسول الله صلى الله عليه وسلم في تفسير ذلك إذا صح. وحيث عدل من عدل لعدم وقوفه على ذلك فيما أظن، فالأولى أن تحمل البشرى في الدارين على البشارة بما يحقق نفى الخوف والحزن كائنا ما كان ... » .وقوله: تَبْدِيلَ لِكَلِماتِ اللَّهِ أى: لا تغيير ولا خلف لأقوال الله- تعالى- ولا لما وعد به عباده الصالحين من وعود حسنة، على رأسها هذه البشرى التي تسعدهم في الحياة الدنيا وفي الآخرة.واسم الإشارة في قوله- تعالى-لِكَ هُوَ الْفَوْزُ الْعَظِيمُيعود إلى ما ذكر من البشرى في الدارين.أى: ذلك المذكور من أن لهم البشرى في الحياة الدنيا وفي الآخرة، هو الفوز العظيم الذي لا فوز وراءه، والذي لا يفوقه نجاح أو فضل.هذا، وقد نقل الشيخ القاسمى- رحمه الله- كلاما حسنا من كتاب «الفرقان بين أولياء الرحمن وأولياء الشيطان» فقال ما ملخصه:هذه الآيات أصل في بيان أولياء الله، وقد بين- سبحانه- في كتابه، وبين رسوله في سنته أن لله أولياء من الناس، كما أن للشيطان أولياء.وإذا عرف أن الناس فيهم أولياء الرحمن، وأولياء الشيطان، فيجب أن يفرق بين هؤلاء وهؤلاء، كما فرق الله ورسوله بينهما، فأولياء الله هم المؤمنون المتقون. كما في هذه الآية، وفي الحديث الصحيح: «من عادى لي وليا فقد بارزني بالمحاربة، أو فقد آذنته بالحرب..»والولاية ضد العداوة، وأصل الولاية المحبة والقرب، وأصل العداوة البغض والبعد، وأفضل أولياء الله هم أنبياؤه، وأفضل أنبيائه هم المرسلون منهم، وأفضلهم محمد صلى الله عليه وسلم خاتم النبيين.. فلا يكون وليا إلا من آمن به واتبعه، ومن خالفه كان من أولياء الشيطان ...وإذا كان أولياءه الله هم المؤمنون المتقون، فبحسب إيمان العبد وتقواه تكون ولايته لله- تعالى- فمن كان أكمل إيمانا وتقوى، كان أكمل ولاية لله. فالناس متفاضلون في ولاية الله- عز وجل- بحسب تفاضلهم في الإيمان والتقوى.ومن أظهر الولاية وهو لا يؤدى الفرائض، ولا يجتنب المحارم، كان كاذبا في دعواه، أو كان مجنونا.وليس لأولياء الله شيء يتميزون به عن الناس في الظاهر من الأمور المباحات، فلا يتميزون بلباس دون لباس، ولا بحلق شعر أو تقصير.. بل يوجدون في جميع طبقات الأمة. فيوجدون في أهل القرآن، وأهل العلم، وفي أهل الجهاد والسيف، وفي التجار والزراع والصناع ...وليس من شرط الولي أن يكون معصوما لا يغلط ولا يخطئ، بل يجوز أن يخفى عليه بعض علم الشريعة، ويجوز أن يشتبه عليه بعض أمور الدين..» ."
}