{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/26/",
    "ayah_number": 26,
    "text": "وقوله: لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ ... بيان لحسن عاقبة الذين استجابوا لدعوته، واتبعوا صراطه المستقيم.أى: للمؤمنين الصادقين الذين قدموا في دنياهم الأعمال الصالحة، المنزلة الحسنى، والمئوية الحسنى وهي الجنة، ولهم زيادة على ذلك التفضل من الله- تعالى- عليهم بالنظر إلى وجهه الكريم.وتفسير الزيادة بالنظر إلى وجهه الكريم، مأثور عن جمع من الصحابة منهم أبو بكر، وعلى بن أبى طالب، وابن مسعود، وأبو موسى الأشعرى وغيرهم- رضى الله عنهم.ومستندهم في ذلك الأحاديث النبوية التي وردت في هذا الشأن والتي منها ما أخرجه مسلم في صحيحه عن صهيب- رضى الله عنه- أن رسول الله صلى الله عليه وسلم: تلا هذه الآية لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ ...وقال: «إذا دخل أهل الجنة الجنة، وأهل النار النار، نادى مناد: يا أهل الجنة إن لكم عند الله موعدا. يريد أن ينجزكموه فيقولون: ما هو؟ ألم يثقل موازيننا؟ ألم ببيض وجوهنا ويدخلنا الجنة ويزحزحنا عن النار؟ قال: فيكشف لهم الحجاب فينظرون إليه، فو الله ما أعطاهم الله شيئا أحب إليهم من النظر إليه، ولا أقر لأعينهم» .وذكر بعضهم أن المراد بالزيادة هنا: «مضاعفة الحسنات بعشر أمثالها أو أكثر أو مغفرته- سبحانه- ما فرط منهم في الدنيا، ورضوانه عليهم في الآخرة» .والحق ان التفسير الوارد عن الصحابة. والمؤيد بما جاء في الأحاديث النبوية هو الواجب الاتباع، ولا يصح العدول عنه. ولا مانع من أن يمن الله عليهم بما يمن من مضاعفة الحسنات ومن المغفرة والرضوان، بعد نظرهم إلى وجهه الكريم، أو قبل ذلك.ولذا قال الإمام ابن كثير ما ملخصه: قوله: وَزِيادَةٌ هي تضعيف ثواب الأعمال..وأفضل من ذلك النظر إلى وجهه الكريم. فإنه زيادة أعظم من جميع ما يعطوه.. وقد روى تفسير الزيادة بالنظر إلى وجهه الكريم عن جمع من السلف والخلف، وقد وردت أحاديث كثيرة عن النبي صلى الله عليه وسلم في ذلك، ومنها ما رواه ابن جرير عن أبى موسى الأشعرى أن رسول الله صلى الله عليه وسلم قال: «إن الله يبعث يوم القيامة مناديا ينادى يا أهل الجنة- بصوت يسمعه أولهم وآخرهم- إن الله وعدكم الحسنى وزيادة. فالحسنى الجنة، والزيادة النظر إلى وجه الرحمن» .عز وجل.وعن أبى بن كعب أنه سأل رسول الله صلى الله عليه وسلم عن قول الله- تعالى- لِلَّذِينَ أَحْسَنُوا الْحُسْنى وَزِيادَةٌ قال: «الحسنى الجنة والزيادة النظر إلى وجه الله- تعالى-» .والمقصود بقوله: وَلا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلا ذِلَّةٌ الإخبار عن خلوص نعيمهم من كل ما يكدر الصفو، إثر بيان ما أعطاهم من رضوان.وقوله: يَرْهَقُ من الرهق بمعنى الغشيان والتغطية. يقال: رهقه يرهقه رهقا- من باب طرب- أى غشيه وغطاه بسرعة.والقتر والقترة: الغبار والدخان الذي فيه سواد والذلة: الهوان والصغار. يقال: ذل فلان يذل ذلة وذلا، إذا أصابه الصغار والحقارة.أى: ولا يغطى وجوههم يوم القيامة شيء مما يغطى وجوه الكفار، من السواد والهوان والصغار.وهذه الجملة بما اشتملت عليه من المعاني، توحى بأن في يوم القيامة من الزحام والأهوال والكروب. ما يجعل آثار الحزن أو الفرح ظاهرة على الوجوه والمشاعر، فهناك وجوه عَلَيْها غَبَرَةٌ. تَرْهَقُها قَتَرَةٌ وهناك وجوه ناضِرَةٌ. إِلى رَبِّها ناظِرَةٌ.وقوله: أُولئِكَ أَصْحابُ الْجَنَّةِ هُمْ فِيها خالِدُونَ تذييل قصد به تأكيد مدحهم ومسرتهم.أى: أولئك المتصفون بتلك الصفات الكريمة هم أصحاب دار السلام، وهم خالدون فيها خلودا أبديا، لا خوف معه ولا زوال."
}