{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/11/",
    "ayah_number": 11,
    "text": "قال صاحب المنار: «هاتان الآيتان في بيان شأن من شئون البشر وغرائزهم فيما يعرض لهم في حياتهم الدنيا من خير وشر، ونفع وضر، وشعورهم بالحاجة إلى الله- تعالى- واللجوء إلى دعائه لأنفسهم وعليها، واستعجالهم الأمور قبل أوانها وهو تعريض بالمشركين، وحجة على ما يأتون من شرك وما ينكرون من أمر البعث، متمم لما قبله، ولذلك عطف عليه .وقوله: يُعَجِّلُ من التعجيل بمعنى طلب الشيء قبل وقته المحدد له والاستعجال:طلب التعجيل بالشيء.والأجل: الوقت المحدد لانقضاء المدة. وأجل الإنسان هو الوقت المضروب لانتهاء عمره.والمراد بالناس هنا- عند عدد من المفسرين-: المشركون الذي وصفهم الله- تعالى- قبل ذلك بأنهم لا يرجون لقاءه ورضوا بالحياة الدنيا واطمأنوا بها.ولقد حكى القرآن في كثير من آياته، أن المشركين قد استعجلوا الرسول صلى الله عليه وسلم في نزول العذاب، ومن ذلك قوله- تعالى- وَيَسْتَعْجِلُونَكَ بِالْعَذابِ، وَلَوْلا أَجَلٌ مُسَمًّى لَجاءَهُمُ الْعَذابُ، وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لا يَشْعُرُونَ. يَسْتَعْجِلُونَكَ بِالْعَذابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكافِرِينَ  ، وقوله- تعالى-: وَإِذْ قالُوا اللَّهُمَّ إِنْ كانَ هذا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنا حِجارَةً مِنَ السَّماءِ أَوِ ائْتِنا بِعَذابٍ أَلِيمٍ .والمعنى: ولو يعجل الله- تعالى- لهؤلاء المشركين العقوبة التي طلبوها، تعجيلا مثل استعجالهم الحصول على الخير لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ أى: لأميتوا وأهلكوا جميعا، ولكن الله- تعالى- الرحيم بخلقه، الحكيم في أفعاله، لا يعجل لهم العقوبة التي طلبوها كما يعجل لهم طلب الخير لحكمة هو يعلمها فقد يكون من بين هؤلاء المتعجلين للعقوبة من يدخل في الإسلام، ويتبع الرسول صلى الله عليه وسلم.قال الإمام الرازي: «فقد بين- سبحانه- في هذه الآية: أنهم لا مصلحة لهم في تعجيل إيصال الشر إليهم، لأنه- تعالى- لو أوصل ذلك العقاب إليهم لماتوا وهلكوا، ولا صلاح في إماتتهم، فربما آمنوا بعد ذلك، وربما خرج من أصلابهم من كان مؤمنا، وذلك يقتضى أن لا يعاجلهم بإيصال ذلك الشر» .ومن العلماء من يرى أن المراد بالناس هنا ما يشمل المشركين وغيرهم، وأن الآية الكريمة تحكى لونا من ألوان لطف الله بعباده ورحمته بهم.ومن المفسرين الذين اقتصروا على هذا الاتجاه في تفسيرهم الإمام ابن كثير، فقد قال عند تفسيره لهذه الآية: يخبر- تعالى- عن حلمه ولطفه بعباده أنه لا يستجيب لهم إذا دعوا على أنفسهم، أو أموالهم أو أولادهم بالشر في حال ضجرهم وغضبهم، وأنه يعلم منهم عدم القصد إلى إرادة ذلك، فلهذا لا يستجيب لهم والحالة هذه لطفا ورحمة، كما يستجيب لهم إذا دعوا لأنفسهم أو لأموالهم أو لأولادهم بالخير والبركة والسخاء، ولهذا قال: وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ.. أى لو استجاب لهم جميع ما دعوه به في ذلك لأهلكهم.ثم قال: ولكن لا ينبغي الإكثار من ذلك، كما جاء في الحديث الذي رواه الحافظ أبو بكر البزار في مسنده عن جابر قال: قال رسول الله- صلى الله عليه وسلم-: «لا تدعوا على أنفسكم، لا تدعوا على أولادكم، لا تدعوا على أموالكم، لا توافقوا من الله ساعة فيها إجابة فيستجيب لكم» .وقال مجاهد في تفسير هذه الآية: هو قول الإنسان لولده أو ماله إذا غضب عليه: اللهم لا تبارك فيه والعنه، فلو يعجل لهم الاستجابة في ذلك كما يستجاب لهم في الخير لأهلكهم .أما الإمام الآلوسى فقد حكى هذين الوجهين، ورجح الأول منهما فقال: «قوله: وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ ... وهم الذين لا يرجون لقاء الله- تعالى- المذكورون في قوله:إِنَّ الَّذِينَ لا يَرْجُونَ لِقاءَنا ... والمراد لو يعجل الله لهم الشر الذي كانوا يستعجلون به تكذيبا واستهزاء ... » ، وأخرج ابن جرير عن قتادة: أنه قال: «هو دعاء الرجل على نفسه وماله بما يكره أن يستجاب له، وفيه حمل الناس على العموم، والمختار الأول، ويؤيده ما قيل: من أن الآية نزلت في النضر بن الحارث حين قال: «اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم» «2» .والذي يبدو لنا أن كون لفظ الناس للجنس أولى، ويدخل فيه المشركون دخولا أوليا، لأنه لا توجد قرينة تمنع من إرادة ذلك، وحتى لو صح ما قيل من أن الآية نزلت في النضر بن الحارث، فإن العبرة بعموم اللفظ لا بخصوص السبب.وقوله اسْتِعْجالَهُمْ بِالْخَيْرِ منصوب على المصدرية، والأصل: ولو يعجل الله للناس الشر تعجيلا مثل استعجالهم بالخير، فحذف تعجيلا وصفته المضافة، وأقيم المضاف إليه مقامها.ثم بين- سبحانه- ما يشير إلى الحكمة في عدم تعجيل العقوبة فقال: فَنَذَرُ الَّذِينَ لا يَرْجُونَ لِقاءَنا فِي طُغْيانِهِمْ يَعْمَهُونَ.والطغيان: مجاوزة الحد في كل شيء، ومنه طغى الماء إذا ارتفع وتجاوز حده.ويعمهون: من العمه، يقال: عمه- كفرح ومنع- عمها، إذا تحير وتردد فهو عمه وعامه.أى: لا نعجل للناس ما طلبوه من عقوبات، وإنما نترك الذين لا يرجون لقاءنا إلى يوم القيامة، على سبيل الإمهال والاستدراج في الدنيا في طغيانهم يتحيرون ويترددون، بحيث تلتبس عليهم الأمور فلا يعرفون الخير من الشر."
}