{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/61/",
    "ayah_number": 61,
    "text": "وبعد أن ذكر- سبحانه- عباده بفضله، وما يجب عليهم من شكره، عطف على ذلك تذكيره إياهم بإحاطة علمه بكل صغير وكبير في هذا الكون فقال: وَما تَكُونُ فِي شَأْنٍ. وَما تَتْلُوا مِنْهُ مِنْ قُرْآنٍ، وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً....أى: وما تكون- أيها الرسول الكريم- في شأن من الشئون أو في حال من الأحوال.وما تتلو من أجل ذلك الشأن من قرآن يهدى الى الرشد.ولا تعملون- أيها الناس- عملا ما صغيرا أو كبيرا، إلا كنا عليكم مطلعين.ومن في قوله مِنْهُ للتعليل، والضمير يعود إلى الشأن، إذ التلاوة أعظم شئونه صلى الله عليه وسلم ولذا خصت بالذكر. ويجوز أن يعود للقرآن الكريم، ويكون الإضمار قبل الذكر لتفخيم شأنه، وتعظيم أمره.ومن في قوله مِنْ قُرْآنٍ مزيدة لتأكيد النفي.وقال الآلوسى: «والخطاب الأول خاص برأس النوع الإنسانى، وسيد المخاطبين صلى الله عليه وسلم هذا. وقوله وَلا تَعْمَلُونَ ... عام يشمل سائر العباد برهم وفاجرهم وقد روعي في كل من المقامين ما يليق به، فعبر في مقام الخصوص في الأول بالشأن، لأن عمل العظيم عظيم، وفي الثاني بالعمل العام للجليل والحقير. وقيل: الخطاب الأول عام للأمة أيضا كما في قوله- تعالى-: يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ.وقوله: إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً استثناء مفرغ من أعم أحوال المخاطبين بالأفعال الثلاثة. أى: وما تلابسون بشيء منها في حال من الأحوال إلا حال كوننا رقباء مطلعين عليه، حافظين له» .وقوله: إِذْ تُفِيضُونَ فِيهِ أى: تخوضون وتندفعون في ذلك العمل، لأن الإفاضة في الشيء معناها الاندفاع فيه بكثرة وقوة.وقوله: وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ بيان لشمول علمه- سبحانه- لكل شيء.ويعزب: أى يبعد ويغيب، وأصله من قولهم: عزب الرجل يعزب بإبله إذا أبعد بها وغاب في طلب الكلأ والعشب. والكلام على حذف مضاف.أى: وما يغيب ويخفى عن علم ربك مثقال ذرة في الوجود علويه وسفليه ولا أصغر من ذلك ولا أكبر، إلا وهو معلوم ومسجل عنده في كتاب عظيم الشأن، تام البيان.وقوله: مِنْ مِثْقالِ ذَرَّةٍ تمثيل لقلة الشيء ودقته، ومن فيه لتأكيد النفي وقدمت الأرض على السماء هنا، لأن الكلام في حال أهلها، والمقصود إقامة البرهان على إحاطة علمه- سبحانه- بتفاصيلها. فكأنه- سبحانه- يقول: إن من يكون هذا شأنه لا يخفى عليه شيء من أحوال أهل الأرض مع نبيهم صلى الله عليه وسلم.وقوله: وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلَّا فِي كِتابٍ مُبِينٍ جملة مستقلة ليست معطوفة على ما قبلها.ولا نافية للجنس وأَصْغَرَ اسمها منصوب لشبهه بالمضاف، وأَكْبَرَ معطوف عليه. وفِي كِتابٍ مُبِينٍ متعلق بمحذوف خبرها.وقدم ذكر الأصغر على الأكبر، لأنه هو الأهم في سياق العلم بما خفى من الأمور.وقرأ حمزة ويعقوب وخلف وَلا أَصْغَرَ بالرفع على أنه خبر لمبتدأ محذوف. أى:ولا ما هو أصغر من ذلك.والمراد بالكتاب المبين: علم الله الذي وسع كل شيء، أو اللوح المحفوظ الذي حفظ الله فيه كل شيء.وبذلك نرى أن هذه الآيات الكريمة قد أقامت الأدلة على شمول قدرة الله- تعالى- لكل شيء، وعلى دعوة الناس إلى الانتفاع بما جاء به القرآن من خيرات وبركات، وعلى وجوب التزامهم بما شرعه- سبحانه- وعلى إحاطة علمه بما ظهر وبطن من الأمور.وبعد أن وجه- سبحانه- نداء إلى الناس دعاهم فيه إلى الانتفاع بما جاء في القرآن من خيرات، وتوعد الذين شرعوا شرائع لم يأذن بها الله، وأقام الأدلة على نفاذ قدرته، وشمول علمه.بعد كل ذلك، بشر أولياءه بحسن العاقبة، وأنذر أعداءه بسوء المصير، ورد على الذين قالوا اتخذ الله ولدا بما يكبتهم ويخرس ألسنتهم فقال- تعالى-:"
}