{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/39/",
    "ayah_number": 39,
    "text": "ثم انتقلت السورة الكريمة من توبيخهم على كذبهم وجحودهم، إلى توبيخهم على جهلهم وغباوتهم فقال- تعالى-: بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ....أى: أن هؤلاء الأشقياء لم يكتفوا بما قالوه في شأن القرآن الكريم من أقاويل فاسدة، بل هرولوا إلى تكذيب ما فيه من هدايات سامية، وآداب عالية، وأخبار صادقة، بدون فهم أو تدبر، وبدون انتظار لتفسير معانيه وأخباره التي لم يهتدوا إلى معرفتها بعد.قال صاحب الكشاف قوله بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ أى: بل سارعوا إلى التكذيب بالقرآن قبل أن يفقهوه ويعلموا كنه أمره، وقبل أن يتدبروه ويقفوا على تأويله ومعانيه، وذلك لفرط نفورهم عما يخالف دينهم، وشرادهم عن مفارقة دين آبائهم كالناشئ على التقليد من الحشوية، إذا أحس بكلمة لا توافق ما نشأ عليه وألفه، وإن كانت أضوأ من الشمس في ظهور الصحة وبيان الاستقامة أنكرها في أول وهلة، واشمأز منها قبل أن يحسن إدراكها بحاسة سمعه من غير فكر في صحة أو فساد، لأنه لم يشعر قلبه إلا صحة مذهبه، وفساد ما عداه من المذاهب..فإن قلت: فما معنى التوقع في قوله: وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ؟ قلت: معناه أنهم كذبوا به على البديهة قبل التدبر ومعرفة التأويل، تقليدا للآباء، وكذبوه بعد التدبر تمردا، وعنادا فذمهم بالتسرع إلى التكذيب قبل العلم.ويجوز أن يكون معنى وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ ولم يأتهم بعد تأويل ما فيه من الإخبار بالغيوب، يعنى أنه كتاب معجز من جهتين: من جهة إعجاز نظمه، ومن جهة ما فيه من الإخبار بالغيوب، فتسرعوا إلى التكذيب به قبل أن ينظروا في نظمه وبلوغه حد الإعجاز، وقبل أن يخبروا إخباره بالمغيبات وصدقه وكذبه» .وقال الآلوسى: وعبر- سبحانه- بقوله: بَلْ كَذَّبُوا بِما لَمْ يُحِيطُوا بِعِلْمِهِ دون أن يقال. بل كذبوا به من غير أن يحيطوا بعلمه أو نحوه للإيذان بكمال جهلهم به، وأنهم لم يعلموه إلا بعنوان عدم العلم به، وبأن تكذيبهم به إنما هو بسبب عدم إحاطتهم بعلمه، لما أن تعليق الحكم بالموصول مشعر بعلية ما في حيز الصلة له، وأصل الكلام بما لم يحيطوا به علما، إلا أنه عدل منه إلى ما في النظم الكريم لأنه أبلغ.ونفى إتيان التأويل بكلمة لَمَّا الدالة على توقع منفيها بعد نفى الإحاطة بعلمه بكلمة «لم» لتأكيد الذم، وتشديد التشنيع، فإن الشناعة في تكذيب الشيء، قبل علمه المتوقع إتيانه أفحش منها في تكذيبه قبل علمه مطلقا» .وقوله كَذلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ تهديد لهم ووعيد على التمادي في العناد.أى: كما كذب المشركون نبيهم محمدا صلى الله عليه وسلم عن جهل وجحود: كذب الذين من قبلهم أنبياءهم، كقوم نوح وعاد وثمود، فكانت نتيجة هذا التكذيب أن أخذهم الله- تعالى- أخذ عزيز مقتدر.قال- تعالى-: فَكُلًّا أَخَذْنا بِذَنْبِهِ، فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً، وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ، وَمِنْهُمْ مَنْ أَغْرَقْنا وَما كانَ اللَّهُ لِيَظْلِمَهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ ."
}