{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/66/",
    "ayah_number": 66,
    "text": "ثم قال- تعالى- أَلا إِنَّ لِلَّهِ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ أى: ألا إن لله وحده ملك جميع من في السموات ومن في الأرض من إنس وجن وملائكة.وجاء التعبير القرآنى هنا بلفظ مَنْ الشائع في العقلاء، للإيذان بعدم الحاجة إلى التصريح بغيرهم، لأنهم إذا كانوا مع شرفهم وعلو منزلتهم مملوكين لله- تعالى- كان غيرهم ممن لا يعقل أولى بذلك.قال صاحب الكشاف قوله: أَلا إِنَّ لِلَّهِ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ يعنى العقلاء المميزين وهم الملائكة والثقلان، وإنما خصهم بالذكر ليؤذن أن هؤلاء إذا كانوا له وفي ملكه، فهم عبيد كلهم، وهو- سبحانه- ربهم، ولا يصلح أحد منهم للربوبية، ولا أن يكون شريكا له فيها، فما وراءهم مما لا يعقل أحق أن لا يكون له ندا وشريكا، وليدل على أن من اتخذ غيره ربا من ملك أو إنس، فضلا عن صنم أو غير ذلك، فهو مبطل تابع لما أدى إليه التقليد وترك النظر» .وقوله: وَما يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكاءَ.أى: وما يتبع هؤلاء المشركون في عبادتهم لغير الله شركاء في الحقيقة، وإنما يتبعون أشياء أخرى سموها من عند أنفسهم شركاء جهلا منهم، لأن الله- تعالى- تنزه وتقدس عن أن يكون له شريك أو شركاء في ملكه أو في عبادته.وعلى هذا التفسير تكون ما في قوله وَما يَتَّبِعُ نافية، وقوله شُرَكاءَ مفعول يتبع، ومفعول يدعون محذوف لدلالة ما قبله عليه، أى: وما يتبع الذين يدعون من دون الله آلهة شركاء.ويجوز أن تكون ما استفهامية منصوبة بقوله يَتَّبِعُ، ويكون قوله شُرَكاءَ منصوب بقوله يَدْعُونَ وعليه يكون المعنى.أى شيء يتبع هؤلاء المشركون في عبادتهم؟ إنهم يعبدون شركاء سموهم بهذا الاسم من عند أنفسهم، أما هم في الحقيقة فلا يملكون لأنفسهم نفعا ولا ضرا.وقوله: إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ أى: ما يتبعون في عبادتهم لغير الله إلا الظن الذي لا يغنى عن الحق شيئا، وإلا الخرص المبنى على الوهم الكاذب، والتقدير الباطل.وأصل الخرص: الحزر والتقدير للشيء على سبيل الظن لا على سبيل الحقيقة.قال الراغب: وحقيقة ذلك أن كل قول مقول عن ظن وتخمين يقال له خرص، سواء أكان مطابقا للشيء أم مخالفا له، من حيث إن صاحبه لم يقله عن علم ولا غلبة ظن ولا سماع، بل اعتمد فيه على الظن والتخمين كفعل الخارص في خرصه- أى: كفعل من يخرص الثمر على الشجر- وكل من قال قولا على هذا النحو قد يسمى كاذبا وإن كان قوله مطابقا للمقول المخبر عنه.وقيل: الخرص: الكذب كما في قوله- تعالى- وَإِنْ هُمْ إِلَّا يَخْرُصُونَ أى يكذبون ."
}