{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/13/6/",
    "ayah_number": 6,
    "text": "يقول تعالى : ( ويستعجلونك ) أي : هؤلاء المكذبون ( بالسيئة قبل الحسنة ) أي : بالعقوبة ، كما أخبر عنهم في قوله : ( وقالوا يا أيها الذي نزل عليه الذكر إنك لمجنون لو ما تأتينا بالملائكة إن كنت من الصادقين ما ننزل الملائكة إلا بالحق وما كانوا إذا منظرين ) [ الحجر : 6 - 8 ] وقال تعالى : ( ويستعجلونك بالعذاب ولولا أجل مسمى لجاءهم العذاب وليأتينهم بغتة وهم لا يشعرون يستعجلونك بالعذاب وإن جهنم لمحيطة بالكافرين ) [ العنكبوت : 53 ، 54 ] وقال : ( سأل سائل بعذاب واقع ) [ المعارج : 1 ] وقال : ( يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها ويعلمون أنها الحق ) [ الشورى : 18 ] ( وقالوا ربنا عجل لنا قطنا قبل يوم الحساب ) أي : حسابنا وعقابنا ، كما قال مخبرا عنهم : ( وإذ قالوا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم ) [ الأنفال : 32 ] فكانوا يطلبون من الرسول أن يأتيهم بعذاب الله ، وذلك من شدة تكذيبهم وكفرهم وعنادهم .قال الله تعالى : ( وقد خلت من قبلهم المثلات ) أي : قد أوقعنا نقمتنا بالأمم الخالية وجعلناهم مثلة وعبرة وعظة لمن اتعظ بهم .ثم أخبر تعالى أنه لولا حلمه وعفوه [ وغفره ] لعاجلهم بالعقوبة ، كما قال تعالى : ( ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ) [ فاطر : 45 ] .وقال تعالى في هذه الآية الكريمة : ( وإن ربك لذو مغفرة للناس على ظلمهم ) أي : إنه ذو عفو وصفح وستر للناس مع أنهم يظلمون ويخطئون بالليل والنهار . ثم قرن هذا الحكم بأنه شديد العقاب ، ليعتدل الرجاء والخوف ، كما قال تعالى : ( فإن كذبوك فقل ربكم ذو رحمة واسعة ولا يرد بأسه عن القوم المجرمين ) [ الأنعام : 147 ] وقال : ( إن ربك لسريع العقاب وإنه لغفور رحيم ) [ الأعراف : 167 ] وقال : ( نبئ عبادي أني أنا الغفور الرحيم وأن عذابي هو العذاب الأليم ) [ الحجر : 49 ، 50 ] إلى أمثال ذلك من الآيات التي تجمع الرجاء والخوف .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا موسى بن إسماعيل ، حدثنا حماد ، عن علي بن زيد ، عن سعيد بن المسيب قال : لما نزلت هذه الآية : ( وإن ربك لذو مغفرة للناس على ظلمهم وإن ربك لشديد العقاب ) قال رسول الله ، صلى الله عليه وسلم : \" لولا عفو الله وتجاوزه ، ما هنأ أحدا العيش ولولا وعيده وعقابه ، لاتكل كل أحد \" .وروى الحافظ ابن عساكر في ترجمة الحسن بن عثمان أبي حسان الزيادي : أنه رأى رب العزة في النوم - ورسول الله صلى الله عليه وسلم - واقف بين يديه يشفع في رجل من أمته ، فقال له : ألم يكفك أني أنزلت عليك في سورة الرعد : ( وإن ربك لذو مغفرة للناس على ظلمهم ) ؟ قال : ثم انتبهت ."
}