{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/12/24/",
    "ayah_number": 24,
    "text": "وقوله- تعالى- وَلَقَدْ هَمَّتْ بِهِ معناه: ولقد همت بمخالطته «وهم بها» أى: وهم بمخالطتها «لولا أن رأى برهان ربه» جوابه محذوف تقديره لولا أن رأى برهان ربه لخالطها، فحذف لأن قوله وهم بها يدل عليه، كقولك: هممت بقتله لولا أنى خفت الله معناه: لولا أنى خفت الله لقتلته.فإن قلت: كيف جاز على نبي الله أن يكون منه هم بالمعصية؟.قلت: المراد أن نفسه مالت إلى المخالطة، ونازعت إليها عن شهوة الشباب، ميلا يشبه الهم به، وكما تقتضيه تلك الحال التي تكاد تذهب بالعقول والعزائم، وهو يكسر ما به، ويرده بالنظر في برهان الله المأخوذ على المكلفين بوجوب اجتناب المحارم، ولو لم يكن ذلك الميل الشديد المسمى هما لشدته، لما كان صاحبه ممدوحا عند الله بالامتناع، لأن استعظام الصبر على الابتلاء، على حسب عظم الابتلاء وشدته، ولو كان همه كهمها عن عزيمة لما مدحه بأنه من عباده المخلصين» .ومن المفسرين المحدثين الذين ذكروا هذا الرأى الإمام الآلوسى، فقد قال ما ملخصه:قوله: «ولقد همت به» أى: بمخالطته ... والمعنى: أنها قصدت المخالطة وعزمت عليها عزما جازما، لا يلويها عنها صارف بعد ما باشرت مباديها ...والتأكيد- باللام وقد- لدفع ما يتوهم من احتمال إقلاعها عما كانت عليه.وَهَمَّ بِها أى: مال إلى مخالطتها بمقتضى الطبيعة البشرية ... ومثل ذلك لا يكاد يدخل تحت التكليف، وليس المراد أنه قصدها قصدا اختياريا، لأن ذلك أمر مذموم تنادى الآيات بعدم اتصافه به، وإنما عبر عنه بالهم لمجرد وقوعه في صحبة همها في الذكر على سبيل المشاكلة لا لشبهه به ... «لولا أن رأى برهان ربه» أى محبته الباهرة الدالة على كمال قبح الزنا، وسوء سبيله.والمراد برؤيته له: كمال إيقانه به، ومشاهدته له مشاهدة وصلت إلى مرتبة عين اليقين ... » .ومن المفسرين من يرى أن المراد بهمها به: الهم بضربه نتيجة عصيانه لأمرها.وأن المراد بهمه بها: الدفاع عن نفسه برد الاعتداء، ولكنه آثر الهرب.وقد قرر هذا الرأى ودافع عنه وأنكر سواه صاحب المنار، فقد قال ما ملخصه:«ولقد همت به» أى: وتالله لقد همت المرأة بالبطش به لعصيانه لأمرها، وهي في نظرها سيدته وهو عبدها، وقد أذلت نفسها له بدعوته الصريحة إلى نفسها، بعد الاحتيال عليه بمراودته عن نفسه ... فخرجت بذلك عن طبع أنوثتها في التمنع ... مما جعلها تحاول البطش بهبعد أن أذل كرامتها، وهو انتقام معهود من مثلها، وممن دونها في كل زمان ومكان ...وكاد يرد صيالها ويدفعه بمثله، وهو قوله- تعالى- وَهَمَّ بِها لَوْلا أَنْ رَأى بُرْهانَ رَبِّهِ ولكنه رأى من برهان ربه في سريرة نفسه، ما هو مصداق قوله- تعالى- وَاللَّهُ غالِبٌ عَلى أَمْرِهِ وهو إما النبوة ... وإما معجزتها ... وإما مقدمتها من مقام الصديقية العليا، وهي مراقبته لله- تعالى- ورؤيته ربه متجليا له، ناظرا إليه» .وما ذهب إليه صاحب المنار من تفسير الهم منها بالبطش بيوسف، وتفسير الهم منه برد الاعتداء الذي وقع عليه منها ... أقول: ما ذهب إليه صاحب المنار من تفسير الهم بذلك، لا أرى دليلا عليه من الآية، لا عن طريق الإشارة، ولا عن طريق العبارة ...ولعل صاحب المنار- رحمه الله- أراد بهذا التفسير أن يبعد يوسف- عليه السلام- عن أن يكون قد هم بها هم ميل بمقتضى الطبيعة البشرية، ونحن لا نرى مقتضيا لهذا الإبعاد، لأن خطور المناهي في الأذهان، لا مؤاخذة عليه، ما دامت لم يصاحبها عزم أو قصد- كما سبق أن أشرنا إلى ذلك من قبل.هذا وهناك أقوال أخرى لبعض المفسرين في معنى الآية الكريمة، رأينا أن نضرب عنها صفحا لأنه لا دليل عليها لا من العقل ولا من النقل ولا من اللغة ... وإنما هي من الأوهام الإسرائيلية التي تتنافى كل التنافي مع أخلاق عباد الله المخلصين، الذين على رأسهم يوسف- عليه السلام.قوله- سبحانه- كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشاءَ إِنَّهُ مِنْ عِبادِنَا الْمُخْلَصِينَ بيان لمظهر من مظاهر رحمة الله- تعالى- به، ورعايته له.والكاف: نعت لمصدر محذوف والإشارة بذلك إلى الإراءة المدلول عليها بقوله «لولا أن رأى برهان ربه» أو إلى التثبيت المفهوم من ذلك.والصرف: نقل الشيء من مكان إلى مكان والمراد به هنا: الحفظ من الوقوع فيما نهى الله عنه، أى: أريناه مثل هذه الإراءة أو ثبتناه تثبيتا مثل هذا التثبيت لنعصمه ونحفظه ونصونه عن الوقوع في السوء- أى في المنكر والفجور والمكروه- والفحشاء- أى كل ما فحش وقبح من الأفعال كالزنا ونحوه.«إنه من عبادنا المخلصين» - بفتح اللام- أى: إنه من عبادنا الذين أخلصناهم لطاعتنا وعصمناهم من كل ما يغضبنا.وقرأ ابن عامر وابن كثير وأبو عمرو «المخلصين» - بكسر اللام- أى: إنه من عبادنا الذين أخلصوا دينهم لنا.والجملة الكريمة على القراءتين تعليل لحكمة صرفه- عليه السلام- عن السوء والفحشاء."
}