{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/21/30/",
    "ayah_number": 30,
    "text": "وقوله رَتْقاً مصدر رتقه رتقا: إذا سده. يقال: رتق فلان الفتق رتقا، إذا ضمه وسده، وهو ضد الفتق الذي هو بمعنى الشق والفصل.وللعلماء في معنى هذه الآية أقوال أشهرها: أن معنى كانَتا رَتْقاً أن السماء كانت صماء لا ينزل منها مطر، وأن الأرض كانت لا يخرج منها نبات، ففتق الله- تعالى- السماء بأن جعل المطر ينزل منها، وفتق الأرض بأن جعل النبات يخرج منها.وهذا التفسير منسوب إلى ابن عباس، فقد سئل عن ذلك فقال: كانت السموات رتقا لا تمطر، وكانت الأرض رتقا لا تنبت، فلما خلق- سبحانه- للأرض أهلا، فتق هذه بالمطر، وفتق هذه بالنبات .ومنهم من يرى أن المعنى: كانت السموات والأرض متلاصقتين كالشىء الواحد، ففتقهما الله- تعالى- بأن فصل بينهما، فرفع السماء إلى مكانها، وأبقى الأرض في مقرها، وفصل بينهما بالهواء.قال قتادة قوله كانَتا رَتْقاً يعنى أنهما كانا شيئا واحدا ففصل الله بينهما بالهواء .ومنهم من يرى أن معنى «كانتا رتقا» أن السموات السبع كانت متلاصقة بعضها ببعض ففتقها الله- تعالى- بأن جعلها سبع سموات منفصلة، والأرضون كانت كذلك رتقا، ففصل الله- تعالى- بينها وجعلها سبعا.قال مجاهد: كانت السموات طبقة واحدة مؤتلفة، ففتقها فجعلها سبع سموات، وكذلك الأرضين كانت طبقة واحدة ففتقها فجعلها سبعا  .وقد رجح بعض العلماء المعنى الأول فقال ما ملخصه: كونهما «كانتا رتقا» بمعنى أن السماء لا ينزل منها مطر، والأرض لا تنبت، ففتق- سبحانه- السماء بالمطر والأرض بالنبات، هو الراجح وتدل عليه قرائن من كتاب الله- تعالى- منها:أن قوله- تعالى-: أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا.. يدل على أنهم رأوا ذلك لأن الأظهر في رأى أنها بصرية، والذي يرونه بأبصارهم هو أن السماء تكون لا ينزل منها مطر، والأرض لا نبات فيها. فيشاهدون بأبصارهم نزول المطر من السماء، وخروج النبات من الأرض.ومنها: أنه- سبحانه- أتبع ذلك بقوله: وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ والظاهر اتصال هذا الكلام بما قبله. أى: وجعلنا من الماء الذي أنزلناه بفتقنا السماء، وأنبتنا به أنواع النبات بفتقنا الأرض، كل شيء حي.ومنها: أن هذا المعنى جاء موضحا في آيات أخرى، كقوله- تعالى-: وَالسَّماءِ ذاتِ الرَّجْعِ. وَالْأَرْضِ ذاتِ الصَّدْعِ والمراد بالرجع: نزول المطر من السماء تارة بعد أخرى، والمراد بالصدع: انشقاق الأرض عن النبات. واختار هذا القول ابن جرير وابن عطية والفخر الرازي.فإن قيل: هذا الوجه مرجوح، لأن المطر لا ينزل من السموات، بل من سماء واحدة وهي سماء الدنيا؟قلنا: إنما أطلق عليه لفظ الجمع، لأن كل قطعة فيها سماء كما يقال: ثوب أخلاق- أى:قطع   .والآية الكريمة مسوقة لتجهيل المشركين وتوبيخهم على كفرهم، مع أنهم يشاهدون بأعينهم ما يدل دلالة واضحة على وحدانية الله- تعالى- وقدرته، ويعلمون أن من كان كذلك،لا يصح أن تترك عبادته إلى عبادة حجر أو نحوه، مما لا يضر ولا ينفع.والمعنى: أو لم يشاهد الذين كفروا بأبصارهم، ويعلموا بعقولهم، أن السموات والأرض كانتا رتقا، بحيث لا ينزل من السماء مطر، ولا يخرج من الأرض نبات، ففتق الله- تعالى- السماء بالمطر، والأرض بالنبات.إنهم بلا شك يشاهدون ذلك، ويعقلونه بأفكارهم. ولكنهم لاستيلاء الجحود والعناد عليهم، يعبدون من دونه- سبحانه- مالا ينفع من عبده، ولا يضر من عصاه.وقال- سبحانه-: كانَتا بالتثنية، باعتبار النوعين اللذين هما نوع السماء، ونوع الأرض، كما في قوله- عز وجل-: إِنَّ اللَّهَ يُمْسِكُ السَّماواتِ وَالْأَرْضَ أَنْ تَزُولا ...وقوله- تعالى-: وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ.. تأكيد لمضمون ما سبق، وتقرير لوحدانيته ونفاذ قدرته- سبحانه- والجعل بمعنى الخلق. ومِنَ ابتدائية.أى: وخلقنا من الماء بقدرتنا النافذة، كل شيء متصف بالحياة الحقيقية وهو الحيوان، أو كل شيء نام فيدخل النبات، ويراد من الحياة ما يشمل النمو.وهذا العام مخصوص بما سوى الملائكة والجن مما هو حي، لأن الملائكة- كما جاء في بعض الأخبار خلقوا من النور، والجن مخلوقون من النار.قال- تعالى- خَلَقَ الْإِنْسانَ مِنْ صَلْصالٍ كَالْفَخَّارِ وَخَلَقَ الْجَانَّ مِنْ مارِجٍ مِنْ نارٍ.قال القرطبي: وفي قوله- تعالى-: وَجَعَلْنا مِنَ الْماءِ كُلَّ شَيْءٍ حَيٍّ ثلاث تأويلات: أحدها: أنه خلق كل شيء من الماء. قاله قتادة. الثاني: حفظ حياة كل شيء بالماء: الثالث: وجعلنا من ماء الصلب- أى: النطفة- كل شيء حي.. .وقوله: أَفَلا يُؤْمِنُونَ إنكار لعدم إيمانهم مع وضوح كل ما يدعو إلى الإيمان الحق، والفاء للعطف على مقدر يستدعيه هذا الإنكار.أى: أيشاهدون بأعينهم ما يدل على وحدانية الله وقدرته. ومع ذلك لا يؤمنون؟إن أمرهم هذا لمن أعجب العجب، وأغرب الغرائب!!."
}