{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/21/105/",
    "ayah_number": 105,
    "text": "ثم ساق- سبحانه- سنة من سننه التي لا تتخلف فقال: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ، أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ.والمراد بالزبور: الكتاب المزبور أى: المكتوب، مأخوذ من قولهم: زبرت الكتاب إذا كتبته.ويشمل هنا جميع الكتب السماوية كالتوراة والإنجيل والزبور.والمراد بالذكر: اللوح المحفوظ الذي هو أم الكتاب.وقيل: المراد بالزبور: كتاب داود خاصة. وبالذكر التوراة، أو العلم، والمقصود بالأرض هنا: أرض الجنة.فيكون المعنى: ولقد كتبنا في الكتب السماوية، من بعد كتابتنا في اللوح المحفوظ: أن أرض الجنة نورثها يوم القيامة لعبادنا الصالحين.وهذا القول يؤيده قوله- تعالى- في شأن المؤمنين: وَقالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ، وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ، فَنِعْمَ أَجْرُ الْعامِلِينَ  .ومن المفسرين من يرى أن المراد بالأرض هنا: أرض الدنيا فيكون المعنى:ولقد كتبنا في الزبور من بعد الذكر أن هذه الأرض التي يعيش عليها الناس مؤمنهم وكافرهم، ستكون في النهاية لعبادنا الصالحين.قال الآلوسى ما ملخصه: أخرج ابن جرير عن ابن عباس أن المراد بالأرض في الآية:أرض الجنة، وإنها الأرض التي يختص بها الصالحون. لأنها لهم خلقت، وغيرهم إذا حصلوا فيها فعلى وجه التبع، وأن الآية ذكرت عقب ذكر الإعادة وليس بعدها أرض يستقر عليها الصالحون. ويمتن الله بها عليهم سوى أرض الجنة.وفي رواية أخرى عن ابن عباس أن المراد بها أرض الدنيا يرثها المؤمنون. ويستولون عليها.أخرج مسلم وأبو داود والترمذي عن ثوبان قال: قال رسول الله صلّى الله عليه وسلّم: «إن الله- تعالى- زوى لي الأرض فرأيت مشارقها ومغاربها، وإن أمتى سيبلغ ملكها ما زوى لي منها..» .ويبدو لنا أنه لا مانع من أن يكون المراد بالأرض التي يرثها العباد الصالحون، ما يشمل أرض الجنة وأرض الدنيا، لأنه لم يرد نص يخصص أحد المعنيين.وقد سار على هذا التعميم الإمام ابن كثير فقال عند تفسيره لهذه الآية: «يقول الله- تعالى- مخبرا عما قضاه لعباده الصالحين، من السعادة في الدنيا والآخرة ووراثة الأرض في الدنيا والآخرة كقوله- تعالى- إِنَّ الْأَرْضَ لِلَّهِ يُورِثُها مَنْ يَشاءُ مِنْ عِبادِهِ وَالْعاقِبَةُ لِلْمُتَّقِينَ  وقال- سبحانه- إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ .وأخبر- تعالى- أن هذا مكتوب مسطور في الكتب الشرعية، فهو كائن لا محالة، ولهذا قال: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ..  ."
}