{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/40/28/",
    "ayah_number": 28,
    "text": "المشهور أن هذا الرجل المؤمن كان قبطيا من آل فرعون .قال السدي : كان ابن عم فرعون ، ويقال : إنه الذي نجا مع موسى . واختاره ابن جرير ، ورد قول من ذهب إلى أنه كان إسرائيليا ; لأن فرعون انفعل لكلامه واستمعه ، وكف عن قتل موسى - عليه السلام - ولو كان إسرائيليا لأوشك أن يعاجل بالعقوبة ; لأنه منهم .وقال ابن جريج عن ابن عباس : لم يؤمن من آل فرعون سوى هذا الرجل وامرأة فرعون ، والذي قال : ( يا موسى إن الملأ يأتمرون بك ليقتلوك ) [ القصص : 20 ] رواه ابن أبي حاتم .وقد كان هذا الرجل يكتم إيمانه عن قومه القبط ، فلم يظهر إلا هذا اليوم حين قال فرعون : ( ذروني أقتل موسى ) ، فأخذت الرجل غضبة لله - عز وجل - و \" أفضل الجهاد كلمة عدل عند سلطان جائر \" ، كما ثبت بذلك الحديث ، ولا أعظم من هذه الكلمة عند فرعون وهي قوله : ( أتقتلون رجلا أن يقول ربي الله ) [ أي : لأجل أن يقول ربي الله ] ، اللهم إلا ما رواه البخاري في صحيحه حيث قال :حدثنا علي بن عبد الله ، حدثنا الوليد بن مسلم ، حدثنا الأوزاعي ، حدثني يحيى بن أبي كثير ، حدثني محمد بن إبراهيم التيمي ، حدثني عروة بن الزبير قال : قلت لعبد الله بن عمرو بن العاص : أخبرني بأشد شيء مما صنعه المشركون برسول الله - صلى الله عليه وسلم - قال : بينا رسول الله - صلى الله عليه وسلم - يصلي بفناء الكعبة إذ أقبل عقبة بن أبي معيط ، فأخذ بمنكب رسول الله - صلى الله عليه وسلم - ولوى ثوبه في عنقه ، فخنقه خنقا شديدا ، فأقبل أبو بكر - رضي الله عنه - فأخذ بمنكبه ودفع عن النبي - صلى الله عليه وسلم - ثم قال : ( أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم ) .انفرد به البخاري من حديث الأوزاعي قال : وتابعه محمد بن إسحاق ، عن يحيى بن عروة ، عن أبيه ، به .وقال ابن أبي حاتم : حدثنا هارون بن إسحاق الهمداني ، حدثنا عبدة عن هشام - يعني ابن عروة - عن أبيه ، عن عمرو بن العاص أنه سئل : ما أشد ما رأيت قريشا بلغوا من رسول الله - صلى الله عليه وسلم - ؟ قال : مر بهم ذات يوم فقالوا له : أنت تنهانا أن نعبد ما يعبد آباؤنا ؟ فقال : \" أنا ذاك \" فقاموا إليه ، فأخذوا بمجامع ثيابه ، فرأيت أبا بكر محتضنه من ورائه ، وهو يصيح بأعلى صوته ، وإن عينيه ليسيلان ، وهو يقول : يا قوم ، ( أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم ) حتى فرغ من الآية كلها .وهكذا رواه النسائي من حديث عبدة ، فجعله من مسند عمرو بن العاص ، رضي الله عنه .وقوله : ( وقد جاءكم بالبينات من ربكم ) أي : كيف تقتلون رجلا لكونه يقول : \" ربي الله \" ، وقد أقام لكم البرهان على صدق ما جاءكم به من الحق ؟ ثم تنزل معهم في المخاطبة فقال : ( وإن يك كاذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم ) يعني : إذا لم يظهر لكم صحة ما جاءكم به ، فمن العقل والرأي التام والحزم أن تتركوه ونفسه ، فلا تؤذوه ، فإن يك كاذبا فإن الله سيجازيه على كذبه بالعقوبة في الدنيا والآخرة ، وإن يك صادقا وقد آذيتموه يصبكم بعض الذي يعدكم ، فإنه يتوعدكم إن خالفتموه بعذاب في الدنيا والآخرة ، فمن الجائز عندكم أن يكون صادقا ، فينبغي على هذا ألا تتعرضوا له ، بل اتركوه وقومه يدعوهم ويتبعونه .وهكذا أخبر الله [ تعالى ] عن موسى - عليه السلام - أنه طلب من فرعون وقومه الموادعة في قوله : ( ولقد فتنا قبلهم قوم فرعون وجاءهم رسول كريم . أن أدوا إلي عباد الله إني لكم رسول أمين . وأن لا تعلوا على الله إني آتيكم بسلطان مبين . وإني عذت بربي وربكم أن ترجمون . وإن لم تؤمنوا لي فاعتزلون ) [ الدخان : 17 - 21 ] وهكذا قال رسول الله - صلى الله عليه وسلم - لقريش أن يتركوه يدعو إلى الله [ تعالى ] عباد الله ، ولا يمسوه بسوء ، وأن يصلوا ما بينه وبينهم من القرابة في ترك أذيته ، قال الله تعالى : ( قل لا أسألكم عليه أجرا إلا المودة في القربى ) [ الشورى : 23 ] أي : إلا ألا تؤذوني فيما بيني وبينكم من القرابة ، فلا تؤذوني وتتركوا بيني وبين الناس . وعلى هذا وقعت الهدنة يوم الحديبية ، وكان فتحا مبينا .وقوله : ( إن الله لا يهدي من هو مسرف كذاب ) أي : لو كان هذا الذي يزعم أن الله أرسله إليكم كاذبا كما تزعمون ، لكان أمره بينا ، يظهر لكل أحد في أقواله وأفعاله ، كانت تكون في غاية الاختلاف والاضطراب ، وهذا نرى أمره سديدا ومنهجه مستقيما ، ولو كان من المسرفين الكذابين لما هداه الله ، وأرشده إلى ما ترون من انتظام أمره وفعله ."
}