{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/17/64/",
    "ayah_number": 64,
    "text": "وقوله : ( واستفزز من استطعت منهم بصوتك ) قيل هو الغناء قال مجاهد باللهو والغناء أي استخفهم بذلكوقال ابن عباس في قوله : ( واستفزز من استطعت منهم بصوتك ) قال كل داع دعا إلى معصية الله عز وجل وقال قتادة واختاره ابن جريروقوله ( وأجلب عليهم بخيلك ورجلك ) يقول واحمل عليهم بجنودك خيالتهم ورجلتهم ؛ فإن الرجل جمع \" راجل ، كما أن الركب جمع راكب \" و صحب جمع \" صاحبومعناه تسلط عليهم بكل ما تقدر عليه وهذا أمر قدري كما قال تعالى : ( ألم تر أنا أرسلنا الشياطين على الكافرين تؤزهم أزا ) [ مريم 83 ] أي تزعجهم إلى المعاصي إزعاجا وتسوقهم إليها سوقا وقال ابن عباس ومجاهد في قوله ( وأجلب عليهم بخيلك ورجلك ) قال كل راكب وماش في معصية اللهوقال قتادة إن له خيلا ورجالا من الجن والإنس وهم الذين يطيعونهوتقول العرب أجلب فلان على فلان إذا صاح عليه . ومنه نهى في المسابقة عن الجلب والجنب ومنه اشتقاق \" الجلبة ، وهي ارتفاع الأصواتوقوله : ( وشاركهم في الأموال والأولاد ) قال ابن عباس ومجاهد هو ما أمرهم به من إنفاق الأموال في معاصي اللهوقال عطاء هو الربا وقال الحسن هو جمعها من خبيث وإنفاقها في حرام وكذا قال قتادةوقال العوفي عن ابن عباس رضي الله عنهما أما مشاركته إياهم في أموالهم فهو ما حرموه من أنعامهم يعني من البحائر والسوائب ونحوها وكذا قال الضحاك وقتادةثم ] قال ابن جرير والأولى أن يقال إن الآية تعم ذلك كلهوقوله : ( والأولاد ) قال العوفي عن ابن عباس ومجاهد والضحاك يعني أولاد الزناوقال علي بن أبي طلحة عن ابن عباس هو ما كانوا قتلوه من أولادهم سفها بغير علموقال قتادة عن الحسن البصري قد والله شاركهم في الأموال والأولاد ، مجسوا وهودوا ونصروا وصبغوا غير صبغة الإسلام وجزءوا من أموالهم جزءا للشيطان وكذا قال قتادة سواءوقال أبو صالح عن ابن عباس هو تسميتهم أولادهم : عبد الحارث \" و عبد شمس \" و عبد فلانقال ابن جرير وأولى الأقوال بالصواب أن يقال كل مولود ولدته أنثى عصى الله فيه بتسميته ما يكرهه الله أو بإدخاله في غير الدين الذي ارتضاه الله أو بالزنا بأمه أو بقتله ووأده وغير ذلك من الأمور التي يعصي الله بفعله به أو فيه فقد دخل في مشاركة إبليس فيه من ولد ذلك الولد له أو منه لأن الله لم يخصص بقوله ( وشاركهم في الأموال والأولاد ) معنى الشركة فيه بمعنى دون معنى فكل ما عصي الله فيه أو به وأطيع فيه الشيطان أو به فهو مشاركةوهذا الذي قاله متجه وكل من السلف رحمهم الله فسر بعض المشاركة فقد ثبت في صحيح مسلم عن عياض بن حمار ، أن رسول الله صلى الله عليه وسلم قال يقول الله عز وجل إني خلقت عبادي حنفاء فجاءتهم الشياطين فاجتالتهم عن دينهم وحرمت عليهم ما أحللت لهم \"وفي الصحيحين أن رسول الله صلى الله عليه وسلم قال لو أن أحدهم إذا أراد أن يأتي أهله قال بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا فإنه إن يقدر بينهما ولد في ذلك لم يضره الشيطان أبدا \"وقوله : ( وعدهم وما يعدهم الشيطان إلا غرورا ) كما أخبر تعالى عن إبليس أنه يقول إذا حصحص الحق يوم يقضى بالحق ( إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي ) الآية إبراهيم 22 ] ."
}