{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/7/71/",
    "ayah_number": 71,
    "text": "القول في تأويل قوله :  قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا نَزَّلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (71)قال أبو جعفر: يقول تعالى ذكره: قال هود لقومه: قد حَلَّ بكم عذَابٌ وغضبٌ من الله.* * *وكان أبو عمرو بن العلاء = فيما ذكر لنا عنه = يزعم أن \" الرجز \" و \" الرجس \" بمعنى واحد، وأنها مقلوبة، قلبت السين زايًا، كما قلبت \" ستّ\" وهي من \" سداس \" بسين، (72) وكما قالوا \" قَرَبُوس \" و \" قَرَبُوت \" (73) وكما قال الراجز: (74)أَلا لَحَى اللهُ بَنِي السِّعْلاتِعَمْرَو بْنَ يَرْبُوعٍ لِئَامَ النَّاتِلَيْسُوا بِأَعْفَافٍ وَلا أَكْيَاتِ (75)يريد \" الناس \"، و \" أكياس \" ، فقلبت السين تاء، كما قال رؤبة:كَمْ قَدْ رَأَيْنَا مِنْ عَدِيدٍ مُبْزِيحَتَّى وَقَمْنَا كَيْدَهُ بالرِّجْزِ (76)روي عن ابن عباس أنه كان يقول: \" الرجس \"، السّخط. (77)14808-حدثني بذلك المثنى قال، حدثنا عبد الله بن صالح قال، حدثنا معاوية، عن علي بن أبى طلحة، عن ابن عباس، قوله: ( قد وقع عليكم من ربكم رجس )يقول: سَخَط.وأما قوله: ( أتجادلونني في أسماء سميتموها أنتم وآباؤكم )فإنه يقول: أتخاصمونني في أسماء سمَّيتموها أصنامًا لا تضر ولا تنفع (78) =( أنتم وآباؤكم ما نزل الله بها من سلطان )يقول: ما جعل الله لكم في عبادتكم إياها من حجة تحتجُّون بها ، ولا معذرة تعتذرون بها ، (79) لأن العبادة إنما هي لمن ضرَّ ونفع ، وأثابَ على الطاعة وعاقب على المعصية ، ورزق ومنَع . فأما الجماد من الحجارة والحديد والنحاس ، فإنه لا نفع فيه ولا ضرّ، إلا أن تتخذ منه آلةً، ولا حجة لعابد عبده من دون الله في عبادته إياه ، لأن الله لم يأذن بذلك، فيعتذر من عبدَه بأنه يعبده اتباعًا منه أمرَ الله في عبادته إياه. (80) ولا هو= إذ كان الله لم يأذن في عبادته= مما يرجى نفعه ، أو يخاف ضرّه ، في عاجل أو آجل، فيعبد رجَاء نفعه ، أو دفع ضره -( فانتظروا إني معكم من المنتظرين )يقول: فانتظروا حكمَ الله فينا وفيكم=( إني معكم من المنتظرين )حكمَه وفصل قضائه فينا وفيكم.-------------------الهوامش :(72) في المطبوعة: \"كما قلبت: شئز ، وهي من: شئس\" ، لم يحسن قراءة المخطوطة ، والصواب ما أثبت ، يدل عليه شاهد الرجز الذي بعده.(73) في المطبوعة والمخطوطة: \"وقربوز\" بالزاي (وهي في المخطوطة غير منقوطة) ، والصواب المحكي عنه بالتاء. و\"القربوس\" حنو السرج\" وهو بقاف وراء مفتوحتان ، بعدهما باء مضمومة.(74) هو علباء بن أرقم اليشكري.(75) نوادر أبي زيد: 104 ، 147 ، الحيوان 1: 187/ 6: 161 ، وفيه تخريج الأبيات ، وغيرهما كثير. و\"السعلاة\" اسم الواحدة من نساء الجن ، إذا لم تتغول لتفتن السفار. وزعموا أن عمرو بن يربوع تزوج السعلاة ، وأولدها ، وأنها أقامت في بني تميم حتى ولدت فيهم ، فلما رأت برقًا يلمع من شق بلاد السعالي ، حنت وطارت إليهم ، فقال عمرو بن يربوع:أَلا لِلهِ ضَيْفُكِ ، يَا أُمَامَا. . . . . . . . . . . . . . . . . . .ولا يعرف تمام البيت كما قال أبو زيد في نوادره : 146. رَأَى بَرْقًا فَأَوْضَعَ فَوْقَ بَكْرٍفَلا ، بِكِ ، ما أسَالَ وما أَغَامَا.وقوله: \"ليسوا بأعفاف\" ، هكذا جاء في المطبوعة والمخطوطة. ورواية أبي زيد وغيره: \"ليسوا أعفاء\" ، وهي القياس ، جمع\"عفيف\" ، وكأن\"أعفاف\" جمع\"عف\" ، وقد نصوا على أنهم لم يجمعوا\"عفا\" ، أو يكون كما جمع\"شريف\" على\"أشراف\" ، في غير المضعف.(76) ديوانه: 64 ، هكذا جاء البيت الأول في المخطوطة والمطبوعة. وهو لا يكاد يصح ، ورواية الديوان.مَا رَامَنَا من ذي عَدِيدٍ مَبْزىيقال: \"أبزى فلان بفلان\" ، إذا غلبه وقهاه. و\"وقم عدوه\" ، أذله وقهره.(77) في المطبوعة: \"الرجز\" مكان\"الرجس\" ، وبين أن الصواب ما أثبت.= وانظر تفسير\"الرجس\" فيما سلف 10: 565/ 12: 111 ، 112 ، 194.(78) انظر تفسير\"المجادلة\" فيما سلف ص: 86 ، تعليق: 4 ، والمراجع هناك.(79) انظر تفسير\"سلطان\" فيما سلف ص: 404 ، تعليق: 1 ، والمراجع هناك.(80) في المطبوعة والمخطوطة: \"فيعذر من عبده\" ، والسياق يقتضي ما أثبت."
}