{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/66/11/",
    "ayah_number": 11,
    "text": "ثم ضرب- سبحانه- مثلا للمؤمنين فقال: وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ وهي آسية ابنة مزاحم، التي لم يمنعها ظلام الكفر الذي كانت تعيش فيه في بيت فرعون، ولم يشغلها ما كانت فيه من متاع الحياة الدنيا وزينتها.. عن أن تطلب الحق، وتعرض عن الباطل، وأن تكفر بكل ما يدعيه زوجها من كذب وطغيان.قال الجمل: آمنت بموسى- عليه السلام- لما غلب السحرة، وتبين لها أنه على الحق.ولم تضرها الوصلة بالكافر، وهي الزوجية التي هي من أعظم الوصل ولا نفعه إيمانها، لأن كل امرئ بما كسب رهين..وروى الشيخان عن أبى موسى الأشعرى أنه قال: كمل من الرجال كثير، ولم يكمل من النساء إلا أربع: مريم ابنة عمران، وخديجة بنت خويلد، وفاطمة بنت محمد صلى الله عليه وسلم وآسية بنت مزاحم، امرأة فرعون.قيل: إنها إسرائيلية وأنها عمة موسى. وقيل إنها ابنة عم فرعون.. ومن فضائلها أنها اختارت القتل على الملك، وعذاب الدنيا على النعيم الذي كانت فيه- بعد أن خالط الإيمان قلبها  .أى: وجعل الله- تعالى- حال امرأة فرعون، مثلا للمؤمنين، حيث آمنت بالحق بعد أن تبين لها، دون أن يصرفها عن ذلك أى صارف، فكان ما فعلته في أسمى درجات الإخلاص وصدق اليقين..والظرف في قوله: إِذْ قالَتْ ... متعلق بمحذوف، أو بقوله: مَثَلًا.أى: وضرب الله- تعالى- مثلا للذين آمنوا، حال امرأة فرعون وقت أن قالت رَبِّ ابْنِ لِي عِنْدَكَ بَيْتاً فِي الْجَنَّةِ أى: ابن لي بيتا في مستقر رحمتك، أو في جنتك التي لا يستطيع أحد التصرف فيها إلا بإذنك.وقوله: فِي الْجَنَّةِ بدل أو عطف بيان لقوله- تعالى- عِنْدَكَ وقدم عندك، للإشعار بأن محبتها للقرب من رحمته- تعالى- أهم من أى شيء آخر.وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ أى: ونجنى من طغيان فرعون، ومن عمله الذي بلغ النهاية في السوء والقبح..وَنَجِّنِي- أيضا- من القوم الظالمين، وهم أتباع فرعون وحاشيته وملؤه، وشيعته..وفي هذا الدعاء أسمى ألوان الأدب، فهي تسأل الله- تعالى- أن يعوضها عن دار فرعون، دارا في أعلى درجات الجنة وهذا الدعاء يشعر بأن فرعون وقومه، قد صدوها عن الإيمان، وهددوها بأنها إن آمنت..حرموها من قصر فرعون، وزينته وفخامته.كما أنها سألت ربها- عز وجل- أن ينجيها من ذات فرعون، ومن عمله السيئ، ومن كل من حام حول فرعون، واتبعه في طغيانه وكفره."
}