{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/24/64/",
    "ayah_number": 64,
    "text": "يخبر تعالى أنه مالك السماوات والأرض ، وأنه عالم غيب السماوات والأرض ، وهو عالم بما العباد عاملون في سرهم وجهرهم ، فقال : ( قد يعلم ما أنتم عليه ) و \" قد \" للتحقيق ، كما قال قبلها : ( قد يعلم الله الذين يتسللون منكم لواذا ) ، وقال تعالى : ( قد يعلم الله المعوقين منكم والقائلين لإخوانهم هلم إلينا ) [ الأحزاب : 18 ] . وقال تعالى : ( قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله والله يسمع تحاوركما إن الله سميع بصير ) [ المجادلة : 1 ] ، وقال : ( قد نعلم إنه ليحزنك الذي يقولون فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون ) [ الأنعام : 33 ] ، وقال : ( قد نرى تقلب وجهك في السماء [ فلنولينك قبلة ترضاها ] ) [ البقرة : 144 ] فكل هذه الآيات فيها تحقيق الفعل ب \" قد \" ، كما يقول المؤذن تحقيقا وثبوتا : \" قد قامت الصلاة ، قد قامت الصلاة \" فقوله تعالى : ( قد يعلم ما أنتم عليه ) أي : هو عالم به ، مشاهد له ، لا يعزب عنه مثقال ذرة ، كما قال تعالى : ( وتوكل على العزيز الرحيم الذي يراك حين تقوم وتقلبك في الساجدين إنه هو السميع العليم ) [ الشعراء : 217 - 220 ] . وقال : ( وما تكون في شأن وما تتلو منه من قرآن ولا تعملون من عمل إلا كنا عليكم شهودا إذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين ) [ يونس : 61 ] ، وقال تعالى : ( أفمن هو قائم على كل نفس بما كسبت ) [ الرعد : 33 ] أي : هو شهيد على عباده بما هم فاعلون من خير وشر . وقال تعالى : ( ألا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون [ إنه عليم بذات الصدور ] ) [ هود : 5 ] ، وقال تعالى : ( سواء منكم من أسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار ) [ الرعد : 10 ] ، وقال تعالى : ( وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين ) [ هود : 6 ] ، وقال : ( وعنده مفاتح الغيب لا يعلمها إلا هو ويعلم ما في البر والبحر وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين ) [ الأنعام : 59 ] . والآيات والأحاديث في هذا كثيرة جدا .وقوله : ( ويوم يرجعون إليه ) أي : ويوم ترجع الخلائق إلى الله - وهو يوم القيامة - ( فينبئهم بما عملوا ) أي : يخبرهم بما فعلوا في الدنيا ، من جليل وحقير ، وصغير وكبير ، كما قال تعالى : ( ينبأ الإنسان يومئذ بما قدم وأخر ) [ القيامة : 13 ] . وقال : ( ووضع الكتاب فترى المجرمين مشفقين مما فيه ويقولون ياويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا ) [ الكهف : 49 ] . ولهذا قال هاهنا : ( ويوم يرجعون إليه فينبئهم بما عملوا والله بكل شيء عليم ) والحمد لله رب العالمين ، ونسأله التمام .والحمد لله رب العالمين ونسأله التمام آخر تفسير سورة النور ولله الحمد والمنة."
}