{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/17/59/",
    "ayah_number": 59,
    "text": "قال سنيد عن حماد بن زيد عن أيوب عن سعيد بن جبير قال قال المشركون يا محمد إنك تزعم أنه كان قبلك أنبياء فمنهم من سخرت له الريح ومنهم من كان يحيي الموتى فإن سرك أن نؤمن بك ونصدقك فادع ربك أن يكون لنا الصفا ذهبا فأوحى الله إليه إني قد سمعت الذي قالوا فإن شئت أن نفعل الذي قالوا فإن لم يؤمنوا نزل العذاب فإنه ليس بعد نزول الآية مناظرة وإن شئت أن نستأني بقومك استأنيت بهم قال يا رب استأن بهم .وكذا قال قتادة وابن جريج وغيرهماقال الإمام أحمد حدثنا عثمان بن محمد حدثنا جرير عن الأعمش عن جعفر بن إياس ، عن سعيد بن جبير عن ابن عباس قال سأل أهل مكة النبي صلى الله عليه وسلم أن يجعل لهم الصفا ذهبا وأن ينحي الجبال عنهم فيزرعوا فقيل له إن شئت أن نستأني بهم وإن شئت أن نؤتيهم الذي سألوا فإن كفروا أهلكوا كما أهلكت من كان قبلهم من الأمم قال لا بل استأن بهم وأنزل الله : ( وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون وآتينا ثمود الناقة مبصرة ) رواه النسائي من حديث جرير به .وقال الإمام أحمد حدثنا عبد الرحمن حدثنا سفيان عن سلمة بن كهيل عن عمران أبي الحكيم ، عن ابن عباس قال قالت قريش للنبي صلى الله عليه وسلم ادع لنا ربك أن يجعل لنا الصفا ذهبا ونؤمن بك قال وتفعلون قالوا نعم . قال فدعا فأتاه جبريل فقال إن ربك يقرأ عليك السلام ويقول لك إن شئت أصبح الصفا لهم ذهبا فمن كفر منهم بعد ذلك عذبته عذابا لا أعذبه أحدا من العالمين وإن شئت فتحت لهم باب التوبة والرحمة فقال بل باب التوبة والرحمة \"وقال الحافظ أبو يعلى في مسنده : حدثنا محمد بن إسماعيل بن علي الأنصاري حدثنا خلف بن تميم المصيصي عن عبد الجبار بن عمار الأيلي عن عبد الله بن عطاء بن إبراهيم عن جدته أم عطاء مولاة الزبير بن العوام قالت سمعت الزبير يقول لما نزلت : ( وأنذر عشيرتك الأقربين ) [ الشعراء 214 ] صاح رسول الله صلى الله عليه وسلم على أبي قبيس يا آل عبد مناف إني نذير! فجاءته قريش فحذرهم وأنذرهم ، فقالوا تزعم أنك نبي يوحى إليك وأن سليمان سخر له الريح والجبال وأن موسى سخر له البحر وأن عيسى كان يحيي الموتى فادع الله أن يسير عنا هذه الجبال ويفجر لنا الأرض أنهارا فنتخذها محارث فنزرع ونأكل وإلا فادع الله أن يحيي لنا موتانا فنكلمهم ويكلمونا وإلا فادع الله أن يصير لنا هذه الصخرة التي تحتك ذهبا فننحت منها وتغنينا عن رحلة الشتاء والصيف فإنك تزعم أنك كهيئتهم! قال فبينا نحن حوله إذ نزل عليه الوحي فلما سري عنه قال والذي نفسي بيده لقد أعطاني ما سألتم ولو شئت لكان ولكنه خيرني بين أن تدخلوا باب الرحمة فيؤمن مؤمنكم وبين أن يكلكم إلى ما اخترتم لأنفسكم فتضلوا عن باب الرحمة فلا يؤمن منكم أحد فاخترت باب الرحمة فيؤمن مؤمنكم وأخبرني أنه إن أعطاكم ذلك ثم كفرتم أنه يعذبكم عذابا لا يعذبه أحدا من العالمين ونزلت : ( وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون ) وحتى قرأ ثلاث آيات ونزلت ( ولو أن قرآنا سيرت به الجبال أو قطعت به الأرض أو كلم به الموتى ) [ الرعد 31 ] .ولهذا قال تعالى ( وما منعنا أن نرسل بالآيات ) أي نبعث الآيات ونأتي بها على ما سأل قومك منك فإنه سهل علينا يسير لدينا إلا أنه قد كذب بها الأولون بعدما سألوها وجرت سنتنا فيهم وفي أمثالهم أنهم لا يؤخرون إذا كذبوا بها بعد نزولها كما قال الله تعالى في المائدة : ( قال الله إني منزلها عليكم فمن يكفر بعد منكم فإني أعذبه عذابا لا أعذبه أحدا من العالمين ) [ المائدة 115 ] وقال تعالى عن ثمود حين سألوا آية ناقة تخرج من صخرة عينوها فدعا صالح ربه فأخرج له منها ناقة على ما سألوا فظلموا بها أي كفروا بمن خلقها وكذبوا رسوله وعقروا الناقة فقال ( تمتعوا في داركم ثلاثة أيام ذلك وعد غير مكذوب ) [ هود 65 ] ؛ ولهذا قال تعالى ( وآتينا ثمود الناقة ) أي دالة على وحدانية من خلقها وصدق الرسول الذي أجيب دعاؤه فيها ( فظلموا بها ) أي كفروا بها ومنعوها شربها وقتلوها فأبادهم الله عن آخرهم وانتقم منهم وأخذهم أخذ عزيز مقتدروقوله : ( وما نرسل بالآيات إلا تخويفا ) قال قتادة إن الله خوف الناس بما يشاء من آياته لعلهم يعتبرون ويذكرون ويرجعون ذكر لنا أن الكوفة رجفت على عهد ابن مسعود فقال يا أيها الناس إن ربكم يستعتبكم فأعتبوهوهكذا روي أن المدينة زلزلت على عهد عمر بن الخطاب مرات فقال عمر أحدثتم والله لئن عادت لأفعلن ولأفعلن وكذا قال رسول الله صلى الله عليه وسلم في الحديث المتفق عليه إن الشمس والقمر آيتان من آيات الله وإنهما لا ينكسفان لموت أحد ولا لحياته ولكن الله عز وجل يرسلهما يخوف بهما عباده فإذا رأيتم ذلك فافزعوا إلى ذكره ودعائه واستغفاره \" ثم قال : يا أمة محمد والله ما أحد أغير من الله أن يزني عبده أو تزني أمته يا أمة محمد والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا \""
}