{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/10/20/",
    "ayah_number": 20,
    "text": "أي : ويقول هؤلاء الكفرة [ الملحدون ] المكذبون المعاندون : \" لولا أنزل على محمد آية من ربه \" ، يعنون كما أعطى الله ثمود الناقة ، أو أن يحول لهم الصفا ذهبا ، أو يزيح عنهم جبال مكة ويجعل مكانها بساتين وأنهارا ، ونحو ذلك مما الله عليه قادر ولكنه حكيم في أفعاله وأقواله ، كما قال تعالى : ( تبارك الذي إن شاء جعل لك خيرا من ذلك جنات تجري من تحتها الأنهار ويجعل لك قصورا ) [ الفرقان : 10 ، 11 ] وقال تعالى : ( وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون وآتينا ثمود الناقة مبصرة فظلموا بها وما نرسل بالآيات إلا تخويفا ) [ الإسراء : 59 ] ، يقول تعالى : إن سنتي في خلقي أني إذا آتيتهم ما سألوا ، فإن آمنوا وإلا عاجلتهم بالعقوبة . ولهذا لما خير رسول الله ، عليه الصلاة والسلام ، بين أن يعطى ما سألوا ، فإن أجابوا وإلا عوجلوا ، وبين أن يتركهم وينظرهم ، اختار إنظارهم ، كما حلم عنهم غير مرة ، صلوات الله عليه ؛ ولهذا قال تعالى إرشادا لنبيه إلى الجواب عما سألوا : ( فقل إنما الغيب لله ) أي : الأمر كله لله ، وهو يعلم العواقب في الأمور ، ( فانتظروا إني معكم من المنتظرين ) أي : إن كنتم لا تؤمنون حتى تشاهدوا ما سألتم فانتظروا حكم الله في وفيكم . هذا مع أنهم قد شاهدوا من معجزاته ، عليه السلام أعظم مما سألوا حين أشار بحضرتهم إلى القمر ليلة إبداره ، فانشق باثنتين فرقة من وراء الجبل ، وفرقة من دونه . وهذا أعظم من سائر الآيات الأرضية مما سألوا وما لم يسألوا ، ولو علم الله منهم أنهم سألوا ذلك استرشادا وتثبتا لأجابهم ، ولكن علم أنهم إنما يسألون عنادا وتعنتا ، فتركهم فيما رابهم ، وعلم أنهم لا يؤمن منهم أحد ، كما قال تعالى : ( إن الذين حقت عليهم كلمة ربك لا يؤمنون ولو جاءتهم كل آية حتى يروا العذاب الأليم ) [ يونس : 96 ، 97 ] ، وقال تعالى : ( ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا إلا أن يشاء الله ولكن أكثرهم يجهلون ) [ الأنعام : 111 ] ، ولما فيهم من المكابرة ، كما قال تعالى : ( ولو فتحنا عليهم بابا من السماء فظلوا فيه يعرجون لقالوا إنما سكرت أبصارنا بل نحن قوم مسحورون ) [ الحجر : 14 ، 15 ] ، وقال تعالى : ( وإن يروا كسفا من السماء ساقطا يقولوا سحاب مركوم ) [ الطور : 44 ] ، وقال تعالى : ( ولو نزلنا عليك كتابا في قرطاس فلمسوه بأيديهم لقال الذين كفروا إن هذا إلا سحر مبين ) [ الأنعام : 7 ] ، فمثل هؤلاء أقل من أن يجابوا إلى ما سألوه ؛ لأنه لا فائدة في جواب هؤلاء ؛ لأنه دائر على تعنتهم وعنادهم ، لكثرة فجورهم وفسادهم ؛ ولهذا قال : ( فانتظروا إني معكم من المنتظرين )"
}