{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/40/",
    "ayah_number": 40,
    "text": "وقوله- سبحانه-: الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ..بيان لبعض الأسباب التي من أجلها شرع الله الجهاد في سبيله.أى: إن الله- تعالى- لقدير على نصر المؤمنين الذين أخرجهم الكافرون من ديارهم بغير حق، وبغير أى سبب من الأسباب، سوى أنهم كانوا يقولون ربنا الله- تعالى- وحده، ولن نعبد من دونه إلها آخر.أى: ليس هناك ما يوجب إخراجهم- في زعم المشركين- سوى قولهم ربنا الله.ثم حرض- سبحانه- المؤمنين على القتال في سبيله، بأن بين لهم أن هذا القتال يقتضيه نظام هذا العالم وصلاحه، فقال- تعالى-: وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوامِعُ وَبِيَعٌ وَصَلَواتٌ وَمَساجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيراً.والمراد بالدفع: إذن الله المؤمنين في قتال المشركين. والمراد بقوله: بَعْضَهُمْ الكافرون. وبقوله: بِبَعْضٍ المؤمنون.والصوامع: جمع صومعة، وهي بناء مرتفع يتخذه الرهبان معابد لهم.والبيع: جمع بيعة- بكسر الباء- وهي كنائس النصارى التي لا تختص بالرهبان.والصلوات: أماكن العبادة لليهود.أى: ولولا أن الله- تعالى- أباح للمؤمنين قتال المشركين، لعاث المشركون في الأرض فسادا، ولهدموا في زمن موسى وعيسى أماكن العبادة الخاصة بأتباعهما، ولهدموا في زمن الرسول صلّى الله عليه وسلّم المساجد التي تقام فيها الصلاة.قال القرطبي: قوله- تعالى-: وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ ... أى:ولولا ما شرعه الله- تعالى- للأنبياء والمؤمنين من قتال الأعداء لاستولى أهل الشرك.وعطلوا ما بناه أهل الديانات من مواضع العبادات ولكنه دفع بأن أوجب القتال ليتفرغ أهل الدين للعبادة. فالجهاد أمر متقدم في الأمم. وبه صلحت الشرائع، واجتمعت المتعبدات، فكأنه قال: أذن في القتال فليقاتل المؤمنون. ثم قوى هذا الأمر في القتال بقوله: وَلَوْلا دَفْعُ اللَّهِ النَّاسَ ... الآية أى: لولا الجهاد والقتال لتغلب أهل الباطل على أهل الحق في كل أمة .. .فالآية الكريمة تفيد أن الله- تعالى- قد شرع القتال لإعلاء الحق وإزهاق الباطل، ولولا ذلك لاختل هذا العالم، وانتشر فيه الفساد.والتعبير بقوله- تعالى-: لَهُدِّمَتْ بالتشديد للإشعار بأن عدم مشروعية القتال، يؤدى إلى فساد ذريع، وإلى تحطيم شديد لأماكن العبادة والطاعة لله- عز وجل-.وقدم الصوامع والبيع والصلوات على المساجد، باعتبار أنها أقدم منها في الوجود، أو للانتقال من الشريف إلى الأشرف.ثم ساق- سبحانه- بأسلوب مؤكد سنة من سننه التي لا تتخلف فقال: وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ.أى: والله لينصرن- سبحانه- من ينصر دينه وأولياءه، لأنه- تعالى- هو القوى على كل فعل يريده، العزيز الذي لا يغالبه مغالب، ولا ينازعه منازع.وقد أنجز- سبحانه- وعده وسنته، فسلط عباده المؤمنين من المهاجرين والأنصار، على أعدائه، فأذلوا الشرك والمشركين وحطموا دولتي الأكاسرة والقياصرة، وأورثهم أرضهم وديارهم."
}