{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/15/",
    "ayah_number": 15,
    "text": "وللعلماء في تفسير الآية الأولى أقوال:أولها أن الضمير في قوله يَظُنُّ يعود إلى أعداء النبي صلّى الله عليه وسلّم وفي قوله يَنْصُرَهُ يعود إليه صلّى الله عليه وسلّم والمعنى: «من كان يظن» من الكافرين الكارهين للحق الذي جاء به محمد صلّى الله عليه وسلّم «أن لن ينصره الله» . أى: أن لن ينصر الله نبيه صلّى الله عليه وسلّم «في الدنيا والآخرة فليمدد» هذا الكافر «بسبب» أى: بحبل إلى السماء، أى: سقف بيته، لأن العرب تسمى كل ما علاك فهو سماء.«ثم ليقطع» ثم ليختنق هذا الكافر بهذا الحبل، بأن يشده حول عنقه ويتدلى من الحبل المعلق بالسقف حتى يموت.«فلينظر هل يذهبن كيده ما يغيظ» أى: فليتفكر هذا الكافر في أمره، هل يزيل فعله هذا ما امتلأت به نفسه من غيظ لنصر الله- تعالى- لنبيه صلّى الله عليه وسلّم؟كلا، فإن ما يفعله بنفسه من الاختناق والغيظ، لن يغير شيئا من نصر الله- تعالى- لنبيه صلّى الله عليه وسلّم، فليمت هذا الكافر بغيظه وكيده.فالمقصود بالآية الكريمة: بيان أن ما قدره الله- تعالى- من نصر لنبيه صلّى الله عليه وسلّم لن يحول بين تنفيذه حائل، مهما فعل الكافرون، وكره الكارهون، فليموتوا بغيظهم، فإن الله- تعالى- ناصر نبيه لا محالة.وصح عود الضمير في قوله أَنْ لَنْ يَنْصُرَهُ إلى النبي صلّى الله عليه وسلّم مع أنه لم يسبق له ذكر، لأن الكلام دال عليه في الآيات السابقة، إذ المراد بالإيمان في قوله- تعالى- في الآية السابقة إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ ... الإيمان بصدق النبي صلّى الله عليه وسلّم فيما جاء به عند ربه- تعالى-.وعبر- سبحانه- عن اختناق هذا الحاقد بالحبل بقوله: ثُمَّ لْيَقْطَعْ لأن قطع الشيء يؤدى إلى انتهائه وهلاكه، والمفعول محذوف. والتقدير: ثم ليقطع نفسه أو حياته.وقد صدر صاحب الكشاف تفسيره للآية بهذا القول فقال: هذا كلام قد دخله اختصار.والمعنى: إن الله ناصر رسوله في الدنيا والآخرة، فمن كان يظن من حاسديه وأعاديه أن الله يفعل خلاف ذلك.. فليستقص وسعه، وليستفرغ مجهوده في إزالة ما يغيظه. بأن يفعل ما يفعله من بلغ به الغيظ كل مبلغ، حتى مد حبلا إلى سماء بيته فاختنق، فلينظر- هذا الحاسد- وليصور في نفسه أنه إن فعل ذلك هل يذهب نصر الله الذي يغيظه؟وسمى- سبحانه- فعل هذا الكافر كيدا، لأنه وضعه موضع الكيد، حيث لم يقدر على غيره، أو سماه كذلك على سبيل الاستهزاء، لأنه لم يكد به محسوده، إنما كاد نفسه.والمراد: إنه ليس في يده إلا ما ليس بمذهب لما يغيظه ... » .وثانيها: إن الضمير في قوله: لَنْ يَنْصُرَهُ يعود إلى «من» في قوله مَنْ كانَ يَظُنُّ وأن النصر هنا بمعنى الرزق..فيكون المعنى: من كان من الناس يظن أن لن يرزقه الله في الدنيا والآخرة فليختنق، وليقتل نفسه، إذ لا خير في حياة ليس فيها رزق الله وعونه، أو فليختنق، فإن اختناقه لن يغير شيئا مما قضاه الله- تعالى-.قال الآلوسى: واستظهر أبو حيان كون الضمير في «ينصره» عائدا على «من» لأنه المذكور، وحق الضمير أن يعود على مذكور ... وفسر النصر بالرزق.قال أبو عبيدة: وقف علينا سائل من بنى بكر فقال: من ينصرني نصره الله- أى: من يرزقني رزقه الله.والمعنى: أن الأرزاق بيد الله- تعالى- لا تنال إلا بمشيئته، فمن ظن أن الله- تعالى- غير رازقه، ولم يصبر ولم يستسلم فليختنق، فإن ذلك لا يقلب القسمة ولا يرده مرزوقا.والغرض: الحث على الرضا بما قسمه الله- تعالى- لا كمن يعبده على حرف ... .وثالثها: أن الآية في قوم من المسلمين استبطئوا نصر الله- تعالى- لاستعجالهم وشدة غيظهم وحنقهم على المشركين، فنزلت الآية لبيان أن كل شيء عند الله بمقدار.ويكون المعنى: من كان من الناس يظن أن لن ينصره الله، واستبطأ حدوث ذلك، فليمت غيظا. لأن للنصر على المشركين وقتا لا يقع إلا فيه بإذن الله ومشيئته.ويبدو أن أقرب الأقوال إلى الصواب، القول الأول، وعليه جمهور المفسرين، ويؤيده قوله- تعالى-: إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا وَيَوْمَ يَقُومُ الْأَشْهادُ  .وقوله- سبحانه-: ... وَإِذا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنامِلَ مِنَ الْغَيْظِ، قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذاتِ الصُّدُورِ ."
}