{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/36/",
    "ayah_number": 36,
    "text": "ثم أكد سبحانه- ما سبق الحديث عنه من وجوب ذكر اسمه- تعالى- عند الذبح، ومن وجوب شكره على نعمه فقال: وَالْبُدْنَ جَعَلْناها لَكُمْ مِنْ شَعائِرِ اللَّهِ.والبدن: جمع بدنة. وهي الإبل خاصة التي تهدى إلى البيت الحرام للتقرب بها إلى الله- تعالى- وقيل: البدن تطلق على الإبل والبقر.وسميت بهذا الاسم لبدانتها وضخامتها. يقال: بدن الرجل- بوزن كرم- إذا كثر لحمه، وضخم جسمه.أى: وشرعنا لكم- أيها المؤمنون- التقرب إلينا بالإبل البدينة السمينة وجعلنا ذلك شعيرة من شعائر ديننا، وعلامة من العلامات الدالة على قوة إيمان من ينفذ هذه الشعيرة بتواضع وإخلاص.وقوله- تعالى- لَكُمْ فِيها خَيْرٌ جملة مستأنفة مقررة لما قبلها. أى: لكم فيه خير في الدنيا عن طريق الانتفاع بألبانها ووبرها.. ولكم فيها خير في الآخرة عن طريق الثواب الجزيل الذي تنالونه من خالقكم بسبب استجابتكم لما أرشدكم إليه.وقوله- تعالى-: فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْها صَوافَّ إرشاد لما يقوله الذابح عند ذبحها.وصواف: جمع صافة. أى: قائمات قد صففن أيديهن وأرجلهن استعدادا للذبح!.أى: إذا ما هيأتم هذه الإبل للذبح، فاذكروا اسم الله عليها، بأن تقولوا عند نحرها:بسم الله والله أكبر، اللهم منك وإليك.وقوله- سبحانه-: فَإِذا وَجَبَتْ جُنُوبُها فَكُلُوا مِنْها وَأَطْعِمُوا الْقانِعَ وَالْمُعْتَرَّ بيان لما ينبغي عليهم فعله بعد ذبحها.ووجبت بمعنى سقطت: وهو كناية عن موتها. يقال: وجب الجدار إذا سقط، ووجبت الشمس إذا غابت.والقانع: هو الراضي بما قدره الله- تعالى- له، فلا يتعرض لسؤال الناس مأخوذ من قنع يقنع- كرضى يرضى- وزنا ومعنى.والمعتر: هو الذي يسأل غيره ليعطيه. يقال: فلان يعترى الأغنياء، أى: يذهب إليهم طالبا عطاءهم.وقيل: القانع هو الطامع الذي يسأل غيره، والمعتر: هو الذي يتعرض للعطاء من غير سؤال وطلب.أى: فإذا ما سقطت جنوب هذه الإبل على الأرض، وأعددتموها للأكل فكلوا منها، وأطعموا الفقير القانع الذي لا يسألكم، والفقير المعتر الذي يتعرض لكم بالسؤال والطلب.ثم بين- سبحانه- مظاهر فضله عليهم، حيث ذلل هذه الأنعام لهم فقال: كَذلِكَ سَخَّرْناها لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ.وقوله كَذلِكَ نعت لمصدر محذوف. أى: مثل ذلك التسخير البديع سخرنا لكم هذه الأنعام، وذللناها لكم، وجعلناها منقادة لأمركم، لعلكم بعد أن شاهدتم هذه النعم، وانتفعتم بها، تكونون من الشاكرين لنا، والمستجيبين لتوجيهاتنا وإرشادنا.قال صاحب الكشاف: منّ الله على عباده واستحمد إليهم، بأن سخر لهم البدن مثل التسخير الذي رأوا وعلموا. يأخذونها منقادة للأخذ طيعة، فيعقلونها ويحبسونها صافة قوائمها، ثم يطعنون في لبانها. ولولا تسخير الله لم تطعن، ولم تكن بأعجز من بعض الوحوش التي هي أصغر منها جرما، وأقل قوة، وكفى بما يتأبد من الإبل شاهدا على ذلك"
}