{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/67/",
    "ayah_number": 67,
    "text": "قال الآلوسى: قوله- تعالى-: لِكُلِّ أُمَّةٍ جَعَلْنا مَنْسَكاً هُمْ ناسِكُوهُ ... كلام مستأنف جيء به لزجر معاصريه صلّى الله عليه وسلّم من أهل الأديان السماوية عن منازعته، ببيان حال ما تمسكوا به من الشرائع، وإظهار خطئهم .والمراد بالأمة هنا: القوم الذين يدينون بشريعة معينة. والمراد بالمنسك المنهج والشريعة التي يتبعونها في عقيدتهم وفي معاملاتهم ...أى: شرعنا لكل أمة من الأمم السابقة منهجا يسيرون عليه في اعتقادهم وفي طريقة حياتهم، فالأمة التي وجدت من مبعث موسى الى مبعث عيسى- عليهما السلام- شريعتها التوراة، والأمة التي وجدت من مبعث عيسى حتى مبعث محمد صلّى الله عليه وسلّم شريعتها الإنجيل، والأمة التي وجدت منذ مبعث محمد صلّى الله عليه وسلّم إلى يوم القيامة شريعتها القرآن.وعلى كل أمة أدركت بعثة محمد صلّى الله عليه وسلّم أن تتبعه فيما جاء به من عند ربه، لأن شريعته هي الشريعة الناسخة لما قبلها، والمهيمنة عليها.ويرى بعضهم أن المراد بالمنسك هنا: المكان الذي يذبحون فيه ذبائحهم تقربا إلى الله- تعالى-.وقد رجح الإمام ابن جرير ذلك فقال ما ملخصه: وأصل المنسك في كلام العرب: الموضع المعتاد الذي يعتاده الرجل ويألفه لخير أو شر. يقال: إن لفلان منسكا يعتاده، يراد مكانا يغشاه ويألفه لخير أو شر. وقد اختلف أهل التأويل في معنى المنسك هنا، فقيل: عيد، وقيل: إراقة الدم.. والصواب من القول في ذلك أن يقال: عنى بذلك إراقة الدم أيام النحر بمنى، لأن المناسك التي كان المشركون جادلوا فيها رسول الله صلّى الله عليه وسلّم كانت إراقة الدم في هذه الأيام ... ولذلك قلنا: عنى بالمنسك في هذا الموضع: الذبح.. .ويبدو لنا أن القول الأول، وهو تفسير المنسك بالشريعة الخاصة أقرب إلى الصواب لشموله للذبح وغيره.والضمير في قوله: هُمْ ناسِكُوهُ يعود لكل أمة.أى: جعلنا لكل أمة شريعة تسير على تعاليمها، وتنهج على نهجها..والفاء في قوله- تعالى-: فَلا يُنازِعُنَّكَ فِي الْأَمْرِ لترتيب النهى على ما قبلها.والمنازعة: المجادلة والمخاصمة. والمراد بالأمر: ما جاء به النبي صلّى الله عليه وسلّم من عند ربه- تعالى- من تشريعات وأحكام.أى: قد جعلنا لكل أمة من الأمم السابقة شريعة تتبع تعاليمها، وما دام الأمر كذلك، فاسلك أنت وأتباعك- أيها الرسول الكريم- الشريعة التي أوحيناها إليك، وأمرناك باتباعها، ولا تلتفت إلى مخاصمة من ينازعك في ذلك من اليهود أو النصارى أو غيرهم، فإن منازعتهم لك فيما جئت به من عند ربك، يدل على جهلهم وسوء تفكيرهم، لأن ما جئت به من عند ربك مصدق لشريعتهم، ومهيمن عليها وناسخ لها.ثم أرشده- سبحانه- إلى ما يجب عليه نحو دينه فقال: وَادْعُ إِلى رَبِّكَ إِنَّكَ لَعَلى هُدىً مُسْتَقِيمٍ.أى: وادع هؤلاء الذين ينازعونك فيما جئتهم به من الحق، وأدع غيرهم معهم إلى ترك التنازع والتخاصم، وإلى الدخول في دين الإسلام: فإنك أنت على الصراط المستقيم، الذي لا اعوجاج فيه ولا التباس."
}