{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/9/29/",
    "ayah_number": 29,
    "text": "القول في تأويل قوله :  قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (29)قال أبو جعفر: يقول تعالى ذكره للمؤمنين به من أصحاب رسوله صلى الله عليه وسلم: (قاتلوا)، أيها المؤمنون، القومَ =(الذين لا يؤمنون بالله ولا باليوم الآخر)، يقول: ولا يصدّقون بجنة ولا نار (13) =(ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق)، يقول: ولا يطيعون الله طاعة الحقِّ، يعني: أنهم لا يطيعون طاعةَ أهل الإسلام (14) =(من الذين أوتوا الكتاب)، وهم اليهود والنصارَى.* * *وكل مطيع ملكًا وذا سلطانٍ, فهو دائنٌ له. يقال منه: \" دان فلان لفلان فهو يدين له، دينًا \"، قال زهير:لَئِنْ حَلَلْتَ بِجَوٍّ فِي بَنِي أَسَدٍفِي دِينِ عَمْرٍو وَحَالَتْ بَيْنَنا فَدَكُ (15)وقوله: (من الذين أوتوا الكتاب)، يعني: الذين أعطوا كتاب الله, (16) وهم أهل التوراة والإنجيل =(حتى يعطوا الجزية).* * *و \" الجزية \": الفِعْلة من: \" جزى فلان فلانًا ما عليه \"، إذا قضاه, \" يجزيه \"، و \" الجِزْية \" مثل \" القِعْدة \" و \" الجِلْسة \".* * *ومعنى الكلام: حتى يعطوا الخراجَ عن رقابهم، الذي يبذلونه للمسلمين دَفْعًا عنها.* * *وأما قوله: (عن يد)، فإنه يعني: من يده إلى يد من يدفعه إليه.* * *وكذلك تقول العرب لكل معطٍ قاهرًا له، شيئًا طائعًا له أو كارهًا: \" أعطاه عن يده، وعن يد \". وذلك نظير قولهم: \" كلمته فمًا لفمٍ\"، و \" لقيته كَفَّةً  لكَفَّةٍ\", (17) وكذلك: \" أعطيته عن يدٍ ليد \".* * *وأما قوله: (وهم صاغرون)، فإن معناه: وهم أذلاء مقهورون.* * *يقال للذليل الحقير: \" صاغر \". (18)* * *وذكر أن هذه الآية نزلت على رسول الله صلى الله عليه وسلم في أمره بحرب الروم, فغزا رسول الله صلى الله عليه وسلم بعد نزولها غزوة تبوك.* ذكر من قال ذلك:16616- حدثني محمد بن عروة قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرّمون ما حرّم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون)، حين أمر محمدٌ وأصحابه بغزوة تبوك.16617- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد, نحوه.* * *واختلف أهل التأويل في معنى \" الصغار \"، الذي عناه الله في هذا الموضع.فقال بعضهم: أن يعطيها وهو قائمٌ، والآخذ جالسٌ.* ذكر من قال ذلك:16618- حدثني عبد الرحمن بن بشر النيسابوري قال، حدثنا سفيان, عن أبي سعد, عن عكرمة: (حتى يعطوا الجزية عن يد وهم صاغرون)، قال:  أي تأخذها وأنت جالس، وهو قائم. (19)* * *وقال آخرون: معنى قوله: (حتى يعطوا الجزية عن يد وهم صاغرون)، عن أنفسهم، بأيديهم يمشون بها، وهم كارهون, وذلك قولٌ رُوي عن ابن عباس، من وجهٍ فيه نظر.* * *وقال آخرون: إعطاؤهم إياها، هو الصغار.------------------الهوامش :(13) انظر تفسير \" اليوم الآخر \" فيما سلف من فهارس اللغة ( أخر ) .(14) انظر تفسير \" الدين \" فيما سلف 1 : 155 /3 : 571 / 9 : 522 .(15) ديوانه : 183 ، ومجاز القرآن لأبي عبيدة 1 : 286 ، من قصيدة من جيد الكلام ، أنذر بها الحارث بن ورقاء الصيداوي ، من بني أسد ، وكان أغار على بني عبد الله بن غطفان ، فغنم ، واستاق إبل زهير ، وراعيه يسارا :يا حَارِ , لا أُرْمَيَنْ مِنْكُمْ بِدَاهِيَةٍلَمْ يَلْقَهَا سُوقَةٌ قَبْلِي ولا مَلِكُفَارْدُدْ يَسَارًا , وَلا تَعْنُفْ عَلَيَّ وَلاتَمْعَكْ بِعِرْضِكَ إِن الغَادِرَ المَعِكَوَلا تَكُونَنْ كَأَقْوَامٍ عَلِمْتَهُمُيَلْوُونَ مَا عَنْدَهُمْ حَتَّى إذَا نَهِكُواطَابْتْ نُفُوسُهُمُ عَنْ حَقِّ خَصْمِهِمْمَخَافَهُ الشَّرِّ , فَارْتَدُّوا لِمَا تَرَكُواتَعَلَّمَنْ : هَا , لَعَمْرُ اللهِ ذَا ; قَسَمًافَاقْصِدْ بِذَرْعِكَ , وانْظُرْ أَيْنَ تَنْسَلِكَلَئِنْ حَلَلْتَ . . . . . .. . . . . .. . . . . . . . . . . . . . . . . . .لَيَأتِيَنَّكَ مِنِّي مَنْطِقٌ قَذَعٌبَاقٍ , كَمَا دَنَّسَ القُبْطِيَّةَ الوَدَكُو \" جو \" اسم لمواضع كثيرة في الجزيرة ، وهذا \" الجو \" هنا في ديار بني أسد . و \" عمرو \" ، هو : \" عمرو بن هند بن المنذر بن ماء السماء \" ، و \" فدك \" قرية مشهورة بالحجاز ، لها ذكر في السير كثير .(16) انظر تفسير \" الإيتاء \" فيما سلف من فهارس اللغة ( أتى ) .(17) يقال : \" لقيته كفة كفة \" ( بفتح الكاف ، ونصب التاء ) ، إذا استقبلته مواجهته، كأن كل واحد منهما قد كف صاحبه عن مجاوزته إلى غيره ومنعه . وانظر تفصيل ذلك في مادته في لسان العرب ( كفف ) .(18) انظر تفسير \" الصغار \" فيما سلف 13 : 22 ، تعليق : 2 ، والمراجع هناك .(19) الأثر : 16618 - \" عبد الرحمن بن بشر بن الحكم النيسابوري \" ، شيخ الطبري ، ثقة ، من شيوخ البخاري ، مضى برقم : 13805 .وفي المطبوعة : \" عن ابن سعد \" ، وهو خطأ ، خالف ما في المخطوطة وانظر \" أبا سعد \" في فهرس الرجال ."
}