{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/39/",
    "ayah_number": 39,
    "text": "ثم وضح- سبحانه- ما أوحاه إلى أم موسى فقال: أَنِ اقْذِفِيهِ فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ، فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ، يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ ...وأَنِ في قوله أَنِ اقْذِفِيهِ مفسرة، لأن الإيحاء فيه معنى القول دون حروفه.والمراد بالقذف هنا: الوضع، والمراد به في قوله فَاقْذِفِيهِ فِي الْيَمِّ الإلقاء في البحر وهو نيل مصر.والتابوت: الصندوق الذي يوضع فيه الشيء.والمعنى: لقد كان من رعايتنا لك يا موسى أن أوحينا إلى أمك عند ما خافت عليك القتل:أن ضعى ابنك في التابوت، ثم بعد ذلك اقذفيه بالتابوت في البحر، ويأمرنا وقدرتنا يلقى اليم بالتابوت على شاطئ البحر وساحله، وفي هذه الحالة يأخذه عدو لي وعدو له، وهو فرعون الذي طغى وقال لقومه أنا ربكم الأعلى.والضمائر كلها تعود إلى موسى- عليه السلام- وقيل إن الضمير في قوله فَاقْذِفِيهِ فِي الْيَمِّ.وفي قوله فَلْيُلْقِهِ يعود إلى التابوت، والأول أرجح، لأن تفريق الضمائر هنا لا داعي له، بل الذي يقتضيه بلاغة القرآن الكريم، عودة الضمائر إلى موسى- عليه السلام- قال بعض العلماء: وصيغة الأمر في قوله فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ فيها وجهان معروفان عند العلماء.أحدهما: أن صيغة الأمر معناها الخير: قال أبو حيان في البحر: وقوله فَلْيُلْقِهِ أمر معناه الخبر، وجاء بصيغة الأمر مبالغة، إذ الأمر أقطع الأفعال وأوجبها.الثاني: أن صيغة الأمر في قوله فَلْيُلْقِهِ أريد بها الأمر الكونى القدري كقوله: إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ فالبحر لا بد أن يلقيه بالساحل، لأن الله - تعالى- أمره بذلك كونا وقدرا.. .وقوله يَأْخُذْهُ مجزوم في جواب الطلب وهو قوله فَلْيُلْقِهِ ... إذ أنه على الوجه الأول يكون الطلب باعتبار لفظه وصيغته.وقوله- سبحانه- وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي بيان للمنة الثانية.قال الآلوسى: وكلمة «منى» متعلقة بمحذوف وقع صفة لمحذوف، مؤكدة لما في تنكيرها من الفخامة الذاتية بالفخامة الإضافية. أى: وألقيت عليك محبة عظيمة كائنة منى- لا من غيرى- قد زرعتها في القلوب، فكل من رآك أحبك  .ولقد كان من آثار هذه المحبة: عطف امرأة فرعون عليه، وطلبها منه عدم قتله، وطلبها منه كذلك أن يتخذه ولدا.وكان من آثار هذه المحبة أن يعيش موسى في صغره معززا مكرما في بيت فرعون مع أنه في المستقبل سيكون عدوا له.وهكذا رعاية الله- تعالى- ومحبته لموسى جعلته يعيش بين قوى الشر والطغيان آمنا مطمئنا.قال ابن عباس: أحب الله- تعالى- موسى، وحببه إلى خلقه.وقوله- تعالى-: وَلِتُصْنَعَ عَلى عَيْنِي بيان للمنة الثالثة ...أى: أوحيت إلى أمك بما أوحيت من أجل مصلحتك ومنفعتك وألقيت عليك محبة منى، ليحبك الناس، ولتصنع على عيني. أى: ولتربى وأنت محاط بالحنو والشفقة تحت رعايتى وعنايتي وعيني، كما يراعى الإنسان بعينه من يحبه ويهتم بأمره.وهذا ما حدث لموسى فعلا، فقد عاش في طفولته تحت عين فرعون، وهو عدو لله- تعالى- ومع ذلك لم تستطع عين فرعون أن تمتد بسوء إلى موسى، لأن عين الله- تعالى- كانت ترعاه وتحميه من بطش فرعون وشيعته.فالجملة الكريمة فيها من الرفق بموسى- عليه السلام- ومن الرعاية له، ما يعجز القلم عن وصفه.وكيف يستطيع القلم وصف حال إنسان قال الله في شأنه: وَلِتُصْنَعَ عَلى عَيْنِي.قال صاحب الكشاف: أى: ولتربى ويحسن إليك وأنا مراعيك ومراقبك كما يراعى الرجل الشيء بعينه إذا اعتنى به، وتقول للصانع اصنع هذا على عيني إنى أنظر إليك لئلا تخالف به عن مرادى وبغيتي.وقوله: وَلِتُصْنَعَ معطوف على علة مضمرة مثل: ليتعطف عليك.. أو حذف معلله أى: ولتصنع على عيني فعلت ذلك ."
}