{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/33/",
    "ayah_number": 33,
    "text": "ثم نهى- سبحانه- عن قتل النفس المعصومة الدم، بعد نهيه عن قتل الأولاد، وعن الاقتراب من فاحشة الزنا فقال- تعالى-: وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ.أى: ولا تقتلوا النفس التي حرم الله قتلها، إلا بالحق الذي يبيح قتلها شرعا، كردة، أو قصاص، أو زنا يوجب الرجم.قال الإمام ابن كثير: يقول- تعالى- ناهيا عن قتل النفس بغير حق شرعي، كما ثبت في الصحيحين- عن عبد الله بن مسعود- أن رسول الله صلى الله عليه وسلم قال: «لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأن محمدا رسول الله إلا بإحدى ثلاث: النفس بالنفس، والزاني المحصن، والتارك لدينه المفارق للجماعة» .وفي السنن: «لزوال الدنيا أهون عند الله من قتل مسلم  » .وقوله: إِلَّا بِالْحَقِّ متعلق بلا تقتلوا، والباء للسببية، والاستثناء مفرغ من أعم الأحوال أى: لا تقتلوها في حال من الأحوال، إلا في حال ارتكابها لما يوجب قتلها.وذلك: لأن الإسلام ينظر إلى وجود الإنسان على أنه بناء بناه الله- تعالى- فلا يحل لأحد أن يهدمه إلا بحق.وبهذا يقرر الإسلام عصمة الدم الإنسانى، ويعتبر من يعتدى على نفس واحدة، فكأنما قد اعتدى على الناس جميعا. قال- تعالى-: مِنْ أَجْلِ ذلِكَ كَتَبْنا عَلى بَنِي إِسْرائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسادٍ فِي الْأَرْضِ فَكَأَنَّما قَتَلَ النَّاسَ جَمِيعاً، وَمَنْ أَحْياها فَكَأَنَّما أَحْيَا النَّاسَ جَمِيعاً.. .وقوله- سبحانه-: وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً فَلا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كانَ مَنْصُوراً إرشاد لولى المقتول إلى سلوك طريق العدل عند المطالبة بحقه.والمراد بوليه: من يلي أمر المقتول، كأبيه وابنه وأخيه وغيرهم من أقاربه الذين لهم الحق في المطالبة بدمه. فإن لم يكن للمقتول ولى، فالحاكم وليه.والمراد بالسلطان: القوة التي منحتها شريعة الله- تعالى- لولى المقتول على القاتل، حيث جعلت من حق هذا الولي المطالبة بالقصاص من القاتل، أو أخذ الدية منه، أو العفو عنه، ولا يستطيع أحد أن ينازعه في هذا الحق، أو أن يجبره على التنازل عنه.والمعنى: ومن قتل مظلوما، أى: بدون سبب يوجب قتله، فإن دمه لم يذهب هدرا، فقد شرعنا «لوليه سلطانا» على القاتل، لأنه- أى الولي- إن شاء طالب بالقصاص منه، وإن شاء أخذ الدية، وإن شاء عفا عنه. وبذلك يصير الولي هو صاحب الكلمة الأولى فيالتصرف في القاتل، حتى لكأنه مملوك له.وما دامت شريعة الله- تعالى- قد أعطت الولي هذا السلطان على القاتل، فعليه أن لا يسرف في القتل، وأن لا يتجاوز ما شرعه الله- تعالى-.ومن مظاهر هذا التجاوز: أن يقتل اثنين- مثلا- في مقابل قتيل واحد أو أن يقتل غير القاتل، أو أن يمثل بالقاتل بعد قتله.قال الآلوسى ما ملخصه: كان من عادتهم في الجاهلية، أنهم إذا قتل منهم واحد، قتلوا قاتله، وقتلوا معه غيره ...وأخرج البيهقي في سننه عن زيد بن أسلم أنه قال: إن الناس في الجاهلية كانوا إذا قتل من ليس شريفا شريفا، لم يقتلوه به، وقتلوا شريفا من قومه، فنهوا عن ذلك، كما نهوا عن المثلة بالقاتل.وقرأ حمزة والكسائي: «فلا تسرف» بالخطاب للولي على سبيل الالتفات  .وقوله: إِنَّهُ كانَ مَنْصُوراً تذييل المقصود به تعليل النهى عن الإسراف في القتل.والضمير يعود إلى الولي- أيضا-.أى: فلا يسرف هذا الولي في القتل، لأن الله- تعالى- قد نصره عن طريق ما شرعه له من سلطان عظيم، من مظاهره: المطالبة بالقصاص من القاتل، أو بأخذ الدية، ومن مظاهره- أيضا- وقوف الحاكم وغيره إلى جانبه حتى يستوفى حقه من القاتل، دون أن ينازعه منازع في هذا الحق.ومنهم من يرى أن الضمير في قوله إِنَّهُ يعود إلى المقتول ظلما، على معنى: أن الله- تعالى- قد نصره في الدنيا بمشروعية القصاص والدية حتى لا يضيع دمه، ونصره في الآخرة بالثواب الذي يستحقه، وما دام الأمر كذلك فعلى وليه أن لا يسرف في القتل.ويبدو لنا أن الرأى الأول أقرب إلى الصواب. لأنه هو الظاهر من معنى الآية الكريمة.قال ابن جرير بعد أن ساق الأقوال في ذلك: وأشبه ذلك بالصواب عندي، قول من قال: عنى بها- أى بالهاء في إنه- الولي، وعليه عادت، لأنه هو المظلوم ووليه المقتول، وهي إلى ذكره أقرب من ذكر المقتول، وهو المنصور- أيضا- لأن الله- جل ثناؤه- قضى في كتابه المنزل، أن سلطه على قاتل وليه، وحكمه فيه، بأن جعل إليه قتله إن شاء، واستبقاءه على الدية إن أحب، والعفو عنه إن رأى. وكفى بذلك نصرة له من الله- تعالى-، فلذلك هو المعنى بالهاء التي في قوله إِنَّهُ كانَ مَنْصُوراً  .والمتأمل في هذه الآية الكريمة التي هي أول آية نزلت في شأن القتل كما قال الضحاك  :يراها قد عالجت هذه الجريمة علاجا حكيما.فهي أولا: تنهى عن القتل، لأنه من أكبر الكبائر التي تؤدى إلى غضب الله- تعالى- وسخطه، قال- تعالى-: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها، وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذاباً عَظِيماً .وجاء النهى عنه في بعض الآيات بعد النهى عن الإشراك بالله- عز وجل-. قال- سبحانه-: وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ..  .كما جاء النهى عنه في كثير من الأحاديث النبوية، ومن ذلك ما جاء في الصحيحين عن ابن مسعود- رضى الله عنه- أن رسول الله صلى الله عليه وسلم قال: «أول ما يقضى بين الناس يوم القيامة في الدماء» .وفي حديث آخر يقول صلى الله عليه وسلم: «الآدمي بنيان الرب، ملعون من هدم بنيان الرب» .وفي حديث ثالث: «لو اجتمع أهل السموات والأرض على قتل رجل مسلم، لأكبهم الله في النار» .وهذا النهى الشديد عن قتل النفس من أسبابه: أنه يؤدى إلى شيوع الغل والبغض والتقاتل ... بين الأفراد والجماعات إذ النفس البشرية في كل زمان ومكان، يؤلمها، ويثير غضبها وانتقامها، أن ترى قاتل عزيز لديها يمشى على الأرض..وهي ثانيا: تسوق لولى المقتول من التوجيهات الحكيمة، ما يهدئ نفسه، ويقلل من غضبه، ويطفئ من نار ثورته المشتعلة.وقد أجاد صاحب الظلال- رحمه الله- في توضيح هذا المعنى فقال:«وفي تولية صاحب الدم على القصاص من القاتل، وتجنيد سلطان الشرع وتجنيد الحاكم لنصرته، تلبية للفطرة البشرية، وتهدئة للغليان الذي تستشعره نفس الولي، الغليان الذي قد يجرفه ويدفعه إلى الضرب يمينا وشمالا، في حمى الغضب والانفعال على غير هدى. فأما حين يحس أن الله قد ولاه على دم القاتل. وأن الحاكم مجند لنصرته على القصاص، فإن ثائرته تهدأ، ونفسه تسكن، ويقف عند حد القصاص العادل الهادئ.والإنسان إنسان، فلا يطالب بغير ما ركب في فطرته من الرغبة العميقة في القصاص.لذلك يعترف الإسلام بهذه الفطرة ويلبيها في الحدود المأمونة، ولا يتجاهلها فيفرض التسامح فرضا. إنما هو يدعو إلى التسامح ويؤثره، ويجبب فيه، ويأجر عليه، ولكن بعد أن يعطى الحق. فلولى الدم أن يقتص أو يصفح.وشعور ولى الدم بأنه قادر على كليهما، قد يجنح به إلى الصفح والتسامح، أما شعوره بأنه مرغم على الصفح فقد يهيج نفسه، ويدفع به إلى الغلو والجموح  .هذا، والذي نعتقده وندين الله- تعالى- عليه، أنه لا علاج لجريمة القتل- وغيرها- إلا بتطبيق شريعة الله- تعالى- التي جمعت بين الرحمة والعدل.وبالرحمة والعدل: تتلاقى القلوب بعد التفرق، وتلتئم بعد التصدع، وتتسامى عن الانتقام إلى ما هو أعلى منه وهو العفو."
}