{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/73/",
    "ayah_number": 73,
    "text": "ذكر المفسرون في سبب نزول الآية الأولى من هذه الآيات روايات منها ما جاء عن سعيد بن جبير أنه قال: كان النبي صلى الله عليه وسلم يستلم الحجر الأسود في طوافه، فمنعته قريش وقالوا: لا ندعك تستلم حتى تلم بآلهتنا ... فأبى الله- تعالى- ذلك، وأنزل عليه هذه الآية.وروى عطاء عن ابن عباس قال: نزلت في وفد ثقيف، أتوا النبي صلى الله عليه وسلم فسألوه شططا: وقالوا: متعنا بآلهتنا سنة حتى نأخذ ما يهدى لها. وحرم وادينا كما حرمت مكة، حتى تعرف العرب فضلنا عليهم ... فنزلت هذه الآية .وإِنْ في قوله وَإِنْ كادُوا لَيَفْتِنُونَكَ ... مخففة من الثقيلة، واسمها ضمير الشأن.وكاد من أفعال المقاربة. ولَيَفْتِنُونَكَ من الفتنة، وأصلها الاختبار والامتحان. يقال: فتن الصائغ الذهب، أى: اختبره ليعرف جيده من خبيثة، ويقال:فتنت الرجل عن رأيه، إذا أزلته عما كان عليه، وهو المراد هنا.والمعنى وإن شأن هؤلاء المشركين، أنهم قاربوا في ظنهم الباطل، وزعمهم الكاذب، أن يخدعوك ويفتنوك- أيها الرسول الكريم- عما أوحينا إليك من هذا القرآن، لكي تفترى علينا غيره، وتتقول علينا أقوالا ما أنزل الله بها من سلطان.وقوله: وَإِذاً لَاتَّخَذُوكَ خَلِيلًا بيان لحالهم مع الرسول صلى الله عليه وسلم لو أنه أطاعهم فيما اقترحوه عليه.قال الجمل ما ملخصه: «وإذا حرف جواب وجزاء يقدر بلو الشرطية. وقوله:لَاتَّخَذُوكَ جواب قسم محذوف تقديره: والله لاتخذوك، وهو مستقبل في المعنى، لأن إذا تقتضي الاستقبال، إذ معناها المجازاة، وهذا كقوله- تعالى-: وَلَئِنْ أَرْسَلْنا رِيحاً فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ أى: ليظلوا .والمعنى: لو أنك- أيها الرسول الكريم- وافقتهم على مقترحاتهم الفاسدة لأحبوا ذلك منك، ولصاروا أصدقاء لك في مستقبل أيامك.وقد بين القرآن الكريم في كثير من آياته، أن الرسول صلى الله عليه وسلم أعرض عن مقترحاتهم ورفضها، ولم يلتفت إليها، ومن ذلك قوله- تعالى-: وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ قالَ الَّذِينَ لا يَرْجُونَ لِقاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هذا أَوْ بَدِّلْهُ، قُلْ ما يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقاءِ نَفْسِي، إِنْ أَتَّبِعُ إِلَّا ما يُوحى إِلَيَّ، إِنِّي أَخافُ إِنْ عَصَيْتُ رَبِّي عَذابَ يَوْمٍ عَظِيمٍ. قُلْ لَوْ شاءَ اللَّهُ ما تَلَوْتُهُ عَلَيْكُمْ وَلا أَدْراكُمْ بِهِ، فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِنْ قَبْلِهِ أَفَلا تَعْقِلُونَ ."
}