{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/55/",
    "ayah_number": 55,
    "text": "ثم انتقل- سبحانه- من بيان كمال علمه بأحوال الناس، إلى بيان كمال علمه بجميع من في السموات والأرض، فقال- تعالى-: وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّماواتِ وَالْأَرْضِ.أى: وربك- أيها الرسول الكريم- أعلم بأحوال من في السموات والأرض من إنس وجن وملك، وغير ذلك، ولا يخفى عليه شيء من ظواهرهم أو بواطنهم، ولا يعزب عن علمه- تعالى- شيء من طاعتهم أو معصيتهم، ولا يعلم أحد سواه من هو أهل منهم للتشرف بحمل رسالته، وتبليغ وحيه كما قال: - تعالى-: اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ.وقوله- سبحانه-: وَلَقَدْ فَضَّلْنا بَعْضَ النَّبِيِّينَ عَلى بَعْضٍ وَآتَيْنا داوُدَ زَبُوراً بيان لمظهر من مظاهر علمه المطلق، وفضله العميم: وعطائه الواسع.والزبور: هو الكتاب الذي أنزله الله- تعالى- على داود- عليه السلام.أى: ولقد فضلنا- على علم وحكمة منا- بعض النبيين على بعض، بأن جعلنا منهم من كلم الله، ومنهم من اتخذناه خليلا لنا، ومنهم من آتيناه البينات وأيدناه بروح القدس، ومنهم من آتيناه الزبور وهو داود- عليه السلام-.قال الإمام ابن كثير: وقوله- تعالى-: وَلَقَدْ فَضَّلْنا بَعْضَ النَّبِيِّينَ عَلى بَعْضٍ وقوله- تعالى-: تِلْكَ الرُّسُلُ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ ... لا ينافي ما ثبت من الصحيحين أن رسول الله صلى الله عليه وسلم قال: «لا تفضلوا بين الأنبياء» فإن المراد من ذلك هو التفضيل بمجرد التشهى والعصبية، لا بمقتضى الدليل، فإذا دل الدليل على شيء وجب اتباعه، ولا خلاف أن الرسل أفضل عن بقية الأنبياء، وأن أولى العزم منهم أفضلهم، وهم الخمسة المذكورون نصا في قوله- تعالى-: وَإِذْ أَخَذْنا مِنَ النَّبِيِّينَ مِيثاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْراهِيمَ وَمُوسى وَعِيسَى ابْنِ مَرْيَمَ ...ولا خلاف في أن محمدا صلى الله عليه وسلم أفضلهم..  .وإنما خص كتاب داود بالذكر، لأن اليهود زعموا أنه لا نبي بعد موسى، ولا كتاب بعد التوراة، فكذبهم الله- تعالى- في ذلك، ولأن في هذا الإيتاء إشارة إلى أن تفضيل داود لم يكن بسبب ما أعطاه الله من ملك، بل بسبب ما أعطاه من كتاب فيه إشارة إلى تفضيل الرسول صلى الله عليه وسلم وأمته، قال- تعالى-: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ .والمراد بالعباد الصالحين: محمد صلى الله عليه وسلم وأمته.قال صاحب الكشاف: فإن قلت: هلا عرف الزبور، كما عرف في قوله: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ ... ؟.قلت: يجوز أن يكون الزبور وزبور، كالعباس وعباس، والفضل وفضل. ويجوز أن يريد: وآتينا داود بعض الزبر- وهي الكتب، وأن يريد ما ذكر فيه رسول الله صلى الله عليه وسلم من الزبور، فسمى ذلك زبورا، لأنه بعضها كما سمى بعض القرآن قرآنا .ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم أن يتحدى المشركين، بأن يبين لهم: أن آلهتهم المزعومة لا تملك دفع الضر عنهم، أو جلب الخير لهم، بل إن هذه الآلهة لتخاف عذاب الله، وترجو رحمته، فقال- سبحانه-:"
}