{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/79/",
    "ayah_number": 79,
    "text": "وقوله- سبحانه- وَمِنَ اللَّيْلِ، فَتَهَجَّدْ بِهِ نافِلَةً لَكَ إرشاد إلى عبادة أخرى من العبادات التي تطهر القلب، وتسمو بالنفس إلى مراقى الفلاح، وتعينها على التغلب على الهموم والآلام.والجار والمجرور وَمِنَ اللَّيْلِ متعلق بقوله فَتَهَجَّدْ أى. تهجد بالقرآن بعض الليل. أو متعلق بمحذوف تقديره: وقم قومة من الليل فتهجد، ومِنَ للتبعيض.قال الجمل: والمعروف في كلام العرب أن الهجود عبارة عن النوم بالليل. يقال: هجد فلان، إذا نام بالليل.ثم لما رأينا في عرف الشرع أنه يقال لمن انتبه بالليل من نومه وقام إلى الصلاة أنه متهجد، وجب أن يقال: سمى ذلك متهجدا من حيث أنه ألقى الهجود. فالتهجد ترك الهجود وهو النوم ... » .والضمير في بِهِ يعود إلى القرآن الكريم، المذكور في قوله- تعالى- وَقُرْآنَ الْفَجْرِ، إلا أنه ذكر في الآية السابقة بمعنى الصلاة، وذكر هنا بمعناه المشهور، ففي الكلام ما يسمى في البلاغة بالاستخدام.والنافلة: الزيادة على الفريضة، والجمع نوافل. يقال: تنفل فلان على أصحابه، إذا أخذ زيادة عنهم.أى: واجعل- أيها الرسول الكريم- جانبا من الليل، تقوم فيه، لتصلي صلاة زائدة على الصلوات الخمس التي فرضها الله- تعالى- عليك وعلى أمتك.قال- تعالى-: يا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا. نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا. أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا.قالوا: وقيام الليل كان واجبا في حقه صلى الله عليه وسلم بصفة خاصة، زيادة على الصلاة المفروضة.أخرج البيهقي في سننه عن عائشة أن النبي صلى الله عليه وسلم قال: «ثلاث هن على فرائض، وهن لكم سنة: الوتر، والسواك، وقيام الليل» .ومن العلماء من يرى أن قيام الليل كان مندوبا في حقه صلى الله عليه وسلم كما هو الشأن في أمته، ومعنى نافِلَةً لَكَ أى: زيادة في رفع درجاتك، فإن الله قد غفر لك ما تقدم من ذنبك وما تأخر، أما غيرك فقد شرعنا له النافلة تكفيرا لخطاياه.وقوله- عز وجل-: عَسى أَنْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً بيان لما يترتب على أدائه للصلوات بخشوع وخضوع، من سمو في المكانة، ورفعة في الدرجة.وكلمة عسى في كلام العرب تفيد التوقع، أما في كلام الله- تعالى- فتفيد الوجوب والقطع.قال الجمل: اتفق المفسرون على أن كلمة عَسى من الله- تعالى- تدخل فيما هو قطعى الوقوع، لأن لفظ عسى يفيد الإطماع، ومن أطمع إنسانا في شيء، ثم حرمه، كان عارا عليه والله- تعالى- أكرم من أن يطمع أحدا ثم لا يعطيه ما أطمعه فيه» .أى: داوم أيها الرسول الكريم على عبادة الله وطاعته لنبعثك يوم القيامة ونقيمك مقاما محمودا، ومكانا عاليا، يحمدك فيه الخلائق كلهم.والمراد بالمقام المحمود هنا، هو مقام الشفاعة العظمى يوم القيامة. ليريح الناس من الكرب الشديد، في موقف الحساب.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث في هذا منها:ما أخرجه البخاري عن ابن عمر قال: إن الناس يصيرون يوم القيامة جثا- جمع جثوة كخطوة وخطا- أى جماعات- كل أمة تتبع نبيها، يقولون: يا فلان اشفع، يا فلان اشفع، حتى تنتهي الشفاعة إلى محمد صلى الله عليه وسلم، فذلك يوم يبعثه الله مقاما محمودا» .وروى الإمام أحمد والترمذي عن أبى بن كعب عن النبي صلى الله عليه وسلم قال: «إذا كان يوم القيامة، كنت إمام الأنبياء وخطيبهم. وصاحب شفاعتهم غير فخر» .وروى ابن جرير عن أبى هريرة أن الرسول صلى الله عليه وسلم سئل عن قوله- تعالى-:عَسى أَنْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً فقال: «هو المقام الذي أشفع لأمتى فيه» .وقال الآلوسى: والمراد بذلك المقام، مقام الشفاعة العظمى في فصل القضاء حيث لا أحد إلا وهو تحت لوائه صلى الله عليه وسلم، فقد أخرج البخاري وغيره عن ابن عمر قال: سمعت رسول الله صلى الله عليه وسلم يقول: إن الشمس لتدنو حتى يبلع العرق نصف الأذن، فبينما هم كذلك، استغاثوا بآدم، فيقول: لست بصاحب ذلك، ثم موسى فيقول كذلك. ثم محمد فيشفع فيقضى الله- تعالى- بين الخلق، فيمشى صلى الله عليه وسلم حتى يأخذ بحلقة باب الجنة، فيومئذ يبعثه الله- تعالى- مقاما محمودا، يحمده أهل الجمع كلهم»  ."
}