{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/35/",
    "ayah_number": 35,
    "text": "وبعد أن نهى- سبحانه- عن الاقتراب من مال اليتيم إلا بالتي هي أحسن، أمر بالوفاء بالعهود فقال: وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كانَ مَسْؤُلًا.والعهد: ما من شأنه أن يراعى ويحفظ، كالوصية واليمين. وعهد الله: أوامره ونواهيه وعهد الناس: ما يتعاهدون عليه من معاملات وعقود وغير ذلك مما تقتضيه شئون حياتهم.أى: وأوفوا بالعهود التي بينكم وبين الله- تعالى-، والتي بينكم وبين الناس، بأن تؤدوها كاملة غير منقوصة، وأن تقوموا بما تقتضيه من حقوق شرعية. وقوله إِنَّ الْعَهْدَ كانَ مَسْؤُلًا تعليل لوجوب الوفاء بالعهد.أى: كونوا أوفياء بعهودكم لأن صاحب العهد كان مسئولا عنه، أمام الله- تعالى- وأمام الناس، فالكلام على حذف مضاف كما في قوله- سبحانه- وَسْئَلِ الْقَرْيَةَ.وقال- سبحانه-: وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ ... بالإظهار دون الإضمار للإشعار بكمال العناية بشأن الوفاء بالعهود.ويجوز أن يكون المعنى: وأوفوا بالعهد إن العهد كان مسئولا، أى: كان مطلوبا بالوفاء به وقد مدح الله- تعالى- الذين يوفون بعهودهم في آيات كثيرة، منها قوله- تعالى-:إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ. الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلا يَنْقُضُونَ الْمِيثاقَ  .وقوله- تعالى-: وَالْمُوفُونَ بِعَهْدِهِمْ إِذا عاهَدُوا، وَالصَّابِرِينَ فِي الْبَأْساءِ وَالضَّرَّاءِوَحِينَ الْبَأْسِ، أُولئِكَ الَّذِينَ صَدَقُوا، وَأُولئِكَ هُمُ الْمُتَّقُونَ .وبعد أن أمر- سبحانه- بالوفاء بصفة عامة، أتبع ذلك بالوفاء في شئون البيع والشراء، فقال- تعالى-: وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ، وَزِنُوا بِالْقِسْطاسِ الْمُسْتَقِيمِ، ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا.والقسطاس: الميزان الذي يوزن به في حالتي البيع والشراء.قال صاحب الكشاف: قرئ «بالقسطاس» بكسر القاف وضمها.. قيل: كل ميزان صغر أو كبر من موازين الدراهم وغيرها .وقال الآلوسى ما ملخصه: وهذا اللفظ رومي معرب.. وقيل: عربي.. وعلى القول بأنه رومي معرب- وهو الصحيح- لا يقدح استعماله في القرآن في عربيته المذكورة في قوله- تعالى-: إِنَّا أَنْزَلْناهُ قُرْآناً عَرَبِيًّا لأنه بعد التعريب والسماع في فصيح الكلام، يصير عربيا، فلا حاجة إلى إنكار تعريبه.. .وقوله: تَأْوِيلًا من الأول- بفتح الهمزة وسكون الواو- بمعنى الرجوع. يقال: آل هذا الأمر إلى كذا، إذا رجع إليه.والمعنى: وأتموا أيها المؤمنون الكيل إذا كلتم لغيركم عند بيعكم لهم ما تريدون بيعه، وزنوا لهم كذلك بالميزان المستقيم العادل ما تريدون وزنه لهم.وقيد- سبحانه- الأمر بوجوب إتمام الكيل والميزان في حالة البيع، لأنها الحالة التي يكون فيها التطفيف في العادة، إذ أن البائع هو الذي غالبا ما يطفف للمشتري في المكيال والميزان ولا يعطيه حقه كاملا.قال- تعالى-: وَيْلٌ لِلْمُطَفِّفِينَ. الَّذِينَ إِذَا اكْتالُوا عَلَى النَّاسِ يَسْتَوْفُونَ. وَإِذا كالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ.أى: ذلك الذي أمرناكم به. من وجوب إتمام المكيال والميزان عند التعامل، خير لكم في الدنيا، لأنه يرغب الناس في التعامل معكم، أما في الآخرة فهو أحسن عاقبة ومآلا، لما يترتب عليه من الثواب الجزيل لكم من الله- عز وجل-."
}