{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/44/10/",
    "ayah_number": 10,
    "text": "والفاء في قوله- تعالى-: فَارْتَقِبْ يَوْمَ تَأْتِي السَّماءُ بِدُخانٍ مُبِينٍ لترتيب ما بعدها على ما قبلها، ولتسلية الرسول صلّى الله عليه وسلّم وأمره بالصبر حتى يحكم الله بينه وبينهم.والارتقاب: الانتظار، وأكثر ما يستعمل الارتقاب في الأمر المكروه والمراد باليوم مطلق الوقت، وهو مفعول به لارتقب.قال الآلوسى ما ملخصه: «والمراد بالسماء جهة العلو، وإسناد الإتيان بذلك إليها من قبيل الإسناد إلى السبب، لأنه يحصل بعدم إمطارها ... » .أى: فارتقب يوم تأتى السماء بجدب ومجاعة، فإن الجائع جدا يرى بينه وبين السماء كهيئة الدخان، وهي ظلمة تعرض للبصر لضعفه.. وإرادة الجدب والمجاعة منه مجاز، من باب ذكر المسبب وإرادة السبب.. وبعض العرب يسمى الشر الغالب دخانا، ووجه ذلك أن الدخان مما يتأذى به فأطلق على كل مؤذ يشبهه، وأريد به هنا الجدب، ومعناه الحقيقي معروف» .وللمفسرين في معنى هذه الآية اتجاهات أولها: ما ورد في الحديث الصحيح من أن مشركي مكة، لما أصروا على كفرهم وعلى إعراضهم عن الحق، دعا عليهم الرسول صلّى الله عليه وسلّم بقوله:«اللهم أعنى عليهم بسبع كسبع يوسف..» فأصابهم القحط والبلاء والجوع..وكنى عن ذلك بالدخان، لأن العرب يسمون الشر الغالب بالدخان، فيقولون: كان بيننا أمر ارتفع له دخان..والسبب فيه أن الإنسان إذا اشتد ضعفه، أظلمت عيناه، فيرى الدنيا كالمملوءة بالدخان.روى البخاري وغيره عن ابن مسعود قال: إن قريشا لما أبطأت عن الإسلام، واستعصت على رسول الله صلّى الله عليه وسلّم دعا عليهم بسنين كسنى يوسف، فأصابهم من الجهد والجوع حتى أكلوا العظام والميتة وجعلوا يرفعون أبصارهم إلى السماء فلا يرون إلا الدخان ...فقيل: يا رسول الله، استسق الله لمضر فإنها قد هلكت، فاستسقى لهم فسقوا، فأنزل الله:إِنَّا كاشِفُوا الْعَذابِ قَلِيلًا إِنَّكُمْ عائِدُونَ.قال ابن كثير: «وهذا الحديث مخرج في الصحيحين، ورواه الإمام أحمد في مسنده، وهو عند الترمذي والنسائي في تفسيرهما، وعند ابن جرير وابن أبى حاتم من طرق متعددة» .وعلى هذا الرأى يكون الدخان قد وقع فعلا، بمعنى أن المشركين قد أصابهم بلاء شديد في عهد النبي صلّى الله عليه وسلّم. ثم كشف الله عنهم منه ما كشف ببركة دعاء النبي صلّى الله عليه وسلّم.أما الاتجاه الثاني فيرى أصحابه، أن المراد بالدخان، ما يكون قبل يوم القيامة من دخان يسبق ذلك، كعلامة من علامات البعث والنشور..واستدل أصحاب هذا الاتجاه، بأحاديث ذكرها المفسرون.قال ابن كثير: «وقال آخرون: لم يمض الدخان بعد، بل هو من أمارات الساعة، كما تقدم من حديث حذيفة بن أسيد الغفاري. قال: أشرف علينا رسول الله صلّى الله عليه وسلّم من غرفته ونحن نتذاكر الساعة، فقال: «لا تقوم الساعة حتى تروا عشر آيات: طلوع الشمس من مغربها، والدخان، والدابة، وخروج يأجوج ومأجوج، وخروج عيسى ابن مريم، والدجال وثلاثة خسوف: خسوف بالمشرق وخسوف بالمغرب، وخسوف بجزيرة العرب، ونار تخرج من قعر عدن تسوق الناس- أو تحشر الناس- تبيت معهم حيث باتوا، وتقيل حيث قالوا» .ثم ساق ابن كثير بعد ذلك أحاديث أخرى، وقال في نهايتها: والظاهر أن ذلك يوم القيامة»  .ويبدو لنا أن الاتجاه الأول أقرب إلى سياق الآيات التي ذكرها الله- تعالى- في هذه السورة، ولا يتعارض ذلك مع كون ظهور الدخان علامة من علامات قرب يوم القيامة، كما جاء في حديث حذيفة بن أسيد الغفاري، الذي ذكره ابن كثير- رحمه الله- وقال في شأنه:تفرد بإخراجه مسلم في صحيحه.ومن المفسرين الذين رجحوا الاتجاه الأول الإمام الطبري، فقد قال بعد أن ساق هذين القولين: وأولى القولين بالصواب في ذلك قول ابن مسعود، من أن الدخان الذي أمر الله- تعالى- نبيه أن يرتقبه، هو ما أصاب قومه من الجهد بدعائه عليهم.وإنما قلت القول الذي قاله ابن مسعود- رضى الله عنه- هو أولى بتأويل الآية، لأن الله- تعالى- توعد بالدخان مشركي قريش ... ولأن الأخبار قد تظاهرت بأن ذلك كائن والمعنى: فانتظر يا محمد لمشركي قومك، يوم تأتيهم السماء من البلاء الذي يحل بهم، بمثل الدخان المبين»   .ومنهم- أيضا- الإمام الآلوسى، فقد قال- رحمه الله-: هذا، والأظهر حمل الدخان على ما روى عن ابن مسعود، لأنه أنسب بالسياق، لما أنه في كفار قريش، وبيان سوء حالهم» ."
}