{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/44/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة «الدخان» من السور المكية، وعدد آياتها: تسع وخمسون آية في المصحف الكوفي، وسبع وخمسون في البصري، وست وخمسون في غيرهما. وكان نزولها بعد سورة «الزخرف» .2- وقد افتتحت بالثناء على القرآن الكريم، وأنه قد أنزله- سبحانه- في ليلة مباركة، قال- تعالى-: إِنَّا أَنْزَلْناهُ فِي لَيْلَةٍ مُبارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ. فِيها يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ ...3- ثم تحدثت عن جانب من العقوبات الدنيوية التي عاقب الله- تعالى- بها كفار قريش، وذكرت ما تضرعوا به إلى الله لكي يكشف عنهم ما نزل بهم من بلاء، فلما كشفه- تعالى- عنهم عادوا إلى كفرهم وعنادهم ...قال- تعالى-: بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ. فَارْتَقِبْ يَوْمَ تَأْتِي السَّماءُ بِدُخانٍ مُبِينٍ. يَغْشَى النَّاسَ هذا عَذابٌ أَلِيمٌ. رَبَّنَا اكْشِفْ عَنَّا الْعَذابَ إِنَّا مُؤْمِنُونَ ...4- ثم ساقت جانبا من قصة فرعون مع موسى- عليه السلام-، فبينت أن موسى دعا فرعون وقومه إلى وحدانية الله- تعالى-، ولكنهم أصروا على كفرهم، فكانت عاقبتهم الإغراق في البحر، دون أن يحزن لهلاكهم أحد، وأنهم قد تركوا من خلفهم ما تركوا من جنات ونعيم..قال- تعالى-: كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ. وَزُرُوعٍ وَمَقامٍ كَرِيمٍ. وَنَعْمَةٍ كانُوا فِيها فاكِهِينَ. كَذلِكَ وَأَوْرَثْناها قَوْماً آخَرِينَ. فَما بَكَتْ عَلَيْهِمُ السَّماءُ وَالْأَرْضُ وَما كانُوا مُنْظَرِينَ..5- وبعد أن هددت السورة الكريمة مشركي مكة على أقوالهم الباطلة في شأن البعث، وردت عليهم بما يدحض حجتهم، أتبعت ذلك ببيان سوء عاقبة الكافرين، وحسن عاقبة المؤمنين، وختمت بتسلية الرسول صلّى الله عليه وسلّم عما أصابه من أذى، ووعدته بالنصر على أعدائه، قال- تعالى-: فَإِنَّما يَسَّرْناهُ بِلِسانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ. فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ.6- هذا والمتدبر في هذه السورة الكريمة يراها تمتاز بقصر الآيات، وبأسلوبها الذي تبرز فيه لوانا متعددة من تهديد المشركين، تارة عن طريق تذكيرهم بالقحط الذي نزل بهم، وتارة عن طريق ما حل بالمكذبين من قبلهم، وتارة عن طريق ما ينتظرهم من عذاب مهين، إذا ما استمروا على كفرهم ...كما يراها تثنى على القرآن بألوان متعددة من الثناء، وتبشر المتقين ببشارات متنوعة، وتطوف بالنفس الإنسانية في عوالم شتى، لتهديها إلى الصراط المستقيم، ولترشدها إلى طريق الحق واليقين.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم،،سورة \" الدخان \" من السور المبدوءة بالحروف المقطعة ، وقد سبق أن قلنا إن أقرب الآراء إلى الصواب فى معناها : أن الله - تعالى - جاء بها فى أوائل بعض السور للتحدى والتعجيز والتنبيه إلى أن هذا القرآن من عند الله - عز وجل - فكأنه - تعالى - يقول للمذكبين : هذا هو القرآن ، مؤلف من كلمات وحروف هى من جنس ما تتخاطبون به ، فإن كنتم فى شك فى كونه من عنده - تعالى - فأتوا بسورة من مثله . . فعجزوا وانقلبوا خاسرين ، وثبت أن هذا القرآن من عند الله - تعالى - ."
}