{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/41/44/",
    "ayah_number": 44,
    "text": "ثم رد- سبحانه- على بعض الشبهات التي أثاروها حول القرآن الكريم ردا يخرس ألسنتهم فقال: وَلَوْ جَعَلْناهُ قُرْآناً أَعْجَمِيًّا لَقالُوا لَوْلا فُصِّلَتْ آياتُهُءَ أَعْجَمِيٌّ وَعَرَبِيٌّ ...والأعجمي: يطلق على الكلام الذي لا يفهمه العربي، كما يطلق على من لا يحسن النطق بالعربية. وقوله: ءَ أَعْجَمِيٌّ وَعَرَبِيٌّ خبر لمبتدأ محذوف.أى: ولو أنزلنا هذا القرآن بلغة العجم كما قالوا: هلا أنزل هذا القرآن بلغة العجم.لو فعلنا ذلك- كما أرادوا- لقالوا مرة أخرى على سبيل التعجب: هلا فصلت ووضحت آيات هذا الكتاب بلغة نفهمها؟ ثم لأضافوا إلى التعجب والإنكار، تعجبا آخر فقالوا: أقرآن أعجمى ورسول عربي؟.ومقصدهم من هذه الشبهة الداحضة، إنما هو إنكار الإيمان به سواء أنزل بلغة العرب أم بلغة العجم.فهم عند نزوله عربيا قالوا من بين ما قالوا: لا تسمعوا لهذا القرآن والغوا فيه، ولو نزل بلسان أعجمى، لاعترضوا وقالوا: هلا نزل بلسان عربي نفهمه.ولو جعلنا بعضه أعجميا وبعضه عربيا لقالوا: أقرآن أعجمى ورسول عربي.وهكذا المعاندون الجاحدون لا يقصدون من وراء جدالهم إلا التعنت والسفاهة.ثم أمر الله- تعالى- رسول صلّى الله عليه وسلم أن يرد عليهم بالرد الذي يكبتهم فقال: قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدىً وَشِفاءٌ ...أى: قل- أيها الرسول الكريم- لهؤلاء الجاحدين: هذا القرآن هو للذين آمنوا إيمانا حقا هداية إلى الصراط المستقيم، وشفاء لما في الصدور من أسقام.كما قال- سبحانه- في آية أخرى: وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ...ثم بين- سبحانه- موقف الكافرين من هذا الكتاب فقال: وَالَّذِينَ لا يُؤْمِنُونَ أى:بهذا الكتاب، وبمن نزل عليه الكتاب.فِي آذانِهِمْ وَقْرٌ أى: في آذانهم صمم عن سماع ما ينفعهم.وَهُوَ عَلَيْهِمْ عَمًى أى: وهذا القرآن عميت قلوبهم عن تدبره وعن الاهتداء به.وقوله- تعالى- أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍ ذم شنيع لهم على إعراضهم عن هذا القرآن الذي ما أنزله الله- تعالى- إلا لإخراجهم من الظلمات إلى النور.أى: أولئك الكافرون الذين لم ينتفعوا بالقرآن مثلهم في صممهم وانطماس بصائرهم، كمثل من يناديه مناد من مكان بعيد، فهو لا يسمع منه شيئا، ولا يعقل عنه شيئا، لوجود المسافة الشاسعة بين المنادى، وبين من وقع عليه النداء.قال القرطبي: قوله- تعالى-: أُولئِكَ يُنادَوْنَ مِنْ مَكانٍ بَعِيدٍ يقال ذلك لمن لا يفهم من التمثيل.وحكى أهل اللغة أنه يقال للذي يفهم: أنت تسمع من قريب، ويقال للذي لا يفهم: أنت تنادى من بعيد أى: كأنه ينادى من موضع بعيد منه، فهو لا يسمع النداء ولا يفهمه. وقال الضحاك: يُنادَوْنَ يوم القيامة بأقبح أسمائهم مِنْ مَكانٍ بَعِيدٍ فيكون ذلك لتوبيخهم وفضيحتهم.. .ومن يتدبر هذه الآية الكريمة يرى مصداقها في كل زمان ومكان، فهناك من ينتفع بهذا القرآن قراءة وسماعا وتطبيقا.. وهناك من يستمعون إلى هذا القرآن، فلا يزيدهم إلا صمما، ورجسا إلى رجسهم وعمى على عماهم."
}