{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/41/30/",
    "ayah_number": 30,
    "text": "والمعنى: إن الذين قالوا بكل صدق وإخلاص ربنا الله- تعالى- وحده، لا شريك له لا في ذاته ولا في صفاته.ثُمَّ اسْتَقامُوا أى: ثم ثبتوا على هذا القول، وعملوا بما يقتضيه هذا القول من طاعة الله- تعالى- في المنشط والمكره، وفي العسر واليسر، ومن اقتداء برسوله صلّى الله عليه وسلم في كل أحواله.قال صاحب الكشاف: وثُمَّ لتراخى الاستقامة عن الإقرار في المرتبة وفضلها عليه.لأن الاستقامة لها الشأن كله. ونحوه قوله- تعالى-: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتابُوا والمعنى: ثم ثبتوا على الإقرار ومقتضياته  .ولقد بين لنا النبي صلّى الله عليه وسلم أن الاستقامة على أمر الله جماع الخيرات، ففي صحيح مسلم عن سفيان بن عبد الله الثقفي قال: قلت: يا رسول الله «قل لي في الإسلام قولا لا أسأل عنه أحدا بعدك» . قال: «قل آمنت بالله ثم استقم ... »  .وقوله- تعالى-: تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخافُوا وَلا تَحْزَنُوا بيان للآثار الطيبة التي تترتب على هذا القول المؤيد بالثبات على طاعة الله- تعالى-:وتنزل الملائكة عليهم بهذه البشارات يشمل ما يكون في حياتهم عن طريق إلهامهم بما يشرح صدورهم، ويطمئن نفوسهم، كما يشمل تبشيرهم بما يسرهم عند موتهم وعند بعثهم.قال الآلوسى: قوله- تعالى-: تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ قال مجاهد: عند موتهم.وعن زيد بن أسلم: عند الموت، وعند القبر، وعند البعث، وقيل: معنى تَتَنَزَّلُ عَلَيْهِمُ يمدونهم فيما يعن ويطرأ لهم من الأمور الدينية والدنيوية بما يشرح صدورهم، ويدفع عنهم الخوف والحزن بطريق الإلهام كما أن الكفرة يغريهم ما قيض لهم من قرناء السوء بتزيين القبائح.والخوف: غم يلحق النفس لتوقع مكروه في المستقبل.والحزن: غم يلحقها لفوات نفع في الماضي.أى: إن الذين قالوا ربنا الله باعتقاد جازم، ثم استقاموا على طاعته في جميع الأحوال، تتنزل عليهم من ربهم الملائكة، لتقول لهم في ساعة احتضارهم وعند مفارقتهم الدنيا، وفي كل حال من أحوالهم: لا تخافوا- أيها المؤمنون الصادقون- مما أنتم قادمون عليه في المستقبل، ولا تحزنوا على ما فارقتموه من أموال أو أولاد.وَأَبْشِرُوا عما قريب، بالجنة التي كنتم توعدون بها في الدنيا."
}