{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/5/",
    "ayah_number": 5,
    "text": "قال القرطبي: قوله- تعالى-: وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أى: إن تعجب يا محمد من تكذيبهم لك بعد ما كنت عندهم الصادق الأمين. فأعجب منه تكذيبهم بالبعث- لأن من شاهد ما عدد- سبحانه- من الآيات الدالة على قدرته. أيقن بأن من قدر على إنشائها، كانت الإعادة أهون شيء عليه وأيسره، والله- تعالى- لا يتعجب، ولا يجوز عليه التعجب، لأنه- أى التعجب- تغير النفس بما تخفى أسبابه، وذلك في حقه- تعالى- محال، وإنما ذكر ذلك ليتعجب منه نبيه والمؤمنون» .وجوز بعضهم أن يكون الخطاب لكل من يصلح له، أى: وإن تعجب أيها العاقل لشيء بعد أن شاهدت من مظاهر قدرة الله في هذا الكون ما شاهدت فازدد تعجبا ممن ينكر بعد كل هذا قدرته- سبحانه- على إحياء الموتى.قال الجمل: وقوله فَعَجَبٌ قَوْلُهُمْ فيه وجهان: أحدهما أنه خبر مقدم وقولهم مبتدأ مؤخر، ولا بد من حذف صفة لتتم الفائدة، أى: فعجب أى عجب قولهم. أو فعجب غريب قولهم. والثاني أنه مبتدأ، وسوغ الابتداء ما ذكرته من الوصف المقدر، ولا يضر حينئذ كون خبره معرفة .والتنكير في قوله فَعَجَبٌ للتهويل والتعظيم.وجملة أَإِذا كُنَّا تُراباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ في محل نصب مقول القول.أى: وإن تعجب من شيء- أيها الرسول الكريم- فاعجب من قول أولئك المشركين:أإذا صرنا ترابا وعظاما نخرة بعد موتنا أإنا بعد ذلك لنعاد إلى الحياة مرة أخرى من جديد.والاستفهام للإنكار، لاستبعادهم الشديد إعادتهم إلى الحياة مرة أخرى لمحاسبتهم على أعمالهم، كما حكى القرآن عنهم قولهم في آية أخرى: أَإِذا مِتْنا وَكُنَّا تُراباً ذلِكَ رَجْعٌ بَعِيدٌ .وكرر همزة الاستفهام في أَإِذا، وأَ إِنَّا.. لتأكيد هذا الإنكار.ثم بين- سبحانه- بعد ذلك جزاءهم على هذا القول الباطل فقال- تعالى- أُولئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ....أى: أولئك المنكرون لقدرة الله- تعالى- على البعث، هم الذين كفروا بربهم وَأُولئِكَ الْأَغْلالُ فِي أَعْناقِهِمْ والأغلال: جمع غل. وهو قيد من حديد تشد به اليد إلى العنق، وهو أشد أنواع القيود.أى: وأولئك هم الذين توضع الأغلال والقيود في أيديهم وأعناقهم يوم القيامة، عند ما يساقون إلى النار بذلة وقهر، بسبب إنكارهم لقدرة الله على إعادتهم إلى الحياة، وبسبب جحودهم لنعم خالقهم ورازقهم.قال- تعالى-: إِذِ الْأَغْلالُ فِي أَعْناقِهِمْ وَالسَّلاسِلُ يُسْحَبُونَ فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ  .وقيل إن الجملة الكريمة تمثيل لحالهم في الدنيا، حيث شبه- سبحانه- امتناعهم عن الإيمان، وعدم التفاتهم إلى الحق، بحال قوم في أعناقهم قيود لا يستطيعون معها التفاتا أو تحركا.والأول أولى لأن حمل الكلام على الحقيقة واجب، ما دام لا يوجد مانع يمنع منه، وهنا لا مانع، بل صريح القرآن يشهد له.وقوله: وَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ أى: وأولئك الموصوفون بما ذكر، هم أصحاب النار التي لا ينفكون عنها. ولا يخرجون منها.وكرر- سبحانه- اسم الإشارة، للتنبيه على أنهم أحرياء بما يرد بعده من عقوبات.وجاء به للبعيد، للإشارة إلى بعد منزلتهم في الجحود والضلال."
}