{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/33/",
    "ayah_number": 33,
    "text": "ثم أقام- سبحانه- الأدلة الساطعة على وحدانيته وعلى وجوب إخلاص العبادة له- تعالى- فقال: أَفَمَنْ هُوَ قائِمٌ عَلى كُلِّ نَفْسٍ بِما كَسَبَتْ....والمراد بالقيام هنا: الحفظ والهيمنة على جميع شئون الخلق والاستفهام للإنكار، والخبر محذوف والتقدير: أَفَمَنْ هُوَ قائِمٌ أى: رقيب ومهيمن عَلى كُلِّ نَفْسٍ كائنة ما كانت، عالم بما تعمله من خير أو شر فمجازيها به كمن ليس كذلك؟وحذف الخبر هنا وهو قولنا- كمن ليس كذلك- لدلالة السياق عليه، كما في قوله- تعالى-: أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ أى: كمن قسا قلبه.وحسن حذف الخبر هنا لأنه مقابل للمبتدأ الذي هو من ولأن قوله- تعالى-:وَجَعَلُوا لِلَّهِ شُرَكاءَ يدل عليه.والمقصود من الآية الكريمة إنكار المماثلة بين الخالق العظيم، العليم بأحوال النفوس ...وبين تلك الأصنام التي أشركوها مع الله- تعالى- في العبادة والتي هي لا تسمع ولا تبصر، ولا تملك لنفسها- فضلا عن غيرها- نفعا ولا ضرا.وجملة وَجَعَلُوا لِلَّهِ شُرَكاءَ حالية، والتقدير:أفمن هذه صفاته، وهو الله- تعالى- كمن ليس كذلك، والحال أن هؤلاء الأغبياء قد جعلوا له شركاء في العبادة وغيرها.فالمقصود من هذه الجملة الكريمة، زيادة توبيخهم، وتسفيه أفكارهم وعقولهم.وقوله- سبحانه- قُلْ سَمُّوهُمْ تبكيت لهم إثر تبكيت.أى: قل لهم- أيها الرسول الكريم- سموهم شركاء إن شئتم، فإن هذه التسمية لا وجود لها في الحقيقة والواقع، ولا تخرجهم عن كونهم لا يملكون لأنفسهم- فضلا عن غيرهم- نفعا ولا ضرا، لأن الله- تعالى- واحد لا شريك له.وهذه التسمية إنما هي من عند أنفسكم ما أنزل الله بها من سلطان، كما قال تعالى: إِنْ هِيَ إِلَّا أَسْماءٌ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ .فالأمر في قوله سَمُّوهُمْ مستعمل في الإباحة المصحوبة بالتهديد، للإشارة إلى عدم الاكتراث بهم وبآلهتهم التي سموها شركاء. وهذا كما يقول العاقل للأحمق الذي لا يحسن الكلام: قل ما شئت فإن كلامك لا وزن له، ولا خير فيه.قال الإمام الرازي عند تفسيره لهذه الآية: «واعلم أنه- تعالى- لما قرر هذه الحجة- وهي أن القائم على كل نفس ليس كمن لا يملك شيئا- زاد في الحجاج فقال: قُلْ سَمُّوهُمْوإنما يقال ذلك في الأمر المستحقر الذي بلغ في الحقارة إلى أن لا يذكر ولا يوضع له اسم فعند ذلك يقال: سمه إن شئت.يعنى: إنه أخس من أن يسمى ويذكر، ولكنك إن شئت أن تضع له اسما فافعل.فكأنه- تعالى- قال: سموهم بالآلهة، والمعنى: سواء أسميتموهم بهذا الاسم أم لم تسموهم به، فإنها في الحقارة بحيث لا تستحق أن يلتفت العاقل إليها»  ...والاستفهام في قوله- تعالى-: أَمْ تُنَبِّئُونَهُ بِما لا يَعْلَمُ فِي الْأَرْضِ، أَمْ بِظاهِرٍ مِنَ الْقَوْلِ للإنكار والتوبيخ.أى: قل أيها الرسول لهؤلاء الذين جعلوا لله شركاء وسموهم بهذا الاسم: قل لهم على سبيل الإنكار والتوبيخ: أتخبرون الله بشركاء لا وجود لهم في الأرض، لأنهم لو كان لهم وجود لعلمهم، لأنه- سبحانه- لا يخفى عليه شيء في الأرض ولا في السماء.أم أنكم سميتموهم شركاء بظاهر من القول أى: بظن من القول لا حقيقة له في الواقع ونفس الأمر.قال الآلوسى ما ملخصه: وقوله أَمْ تُنَبِّئُونَهُ أى: بل أتخبرون الله- تعالى- بِما لا يَعْلَمُ فِي الْأَرْضِ أى بشركاء مستحقين للعبادة لا يعلمهم- سبحانه- والمراد: نفيها بنفي لازمها على طريق الكناية، لأنه- سبحانه- إذا كان لا يعلمها- وهو الذي لا يعزب عن علمه شيء- فهي لا حقيقة لها أصلا.وتخصيص الأرض بالذكر، لأن المشركين زعموا أنه- سبحانه- له شركاء فيها.وقوله أَمْ بِظاهِرٍ مِنَ الْقَوْلِ أى: بل أتسمونهم شركاء بظاهر من القول من غير معنى متحقق في نفس الأمر، كتسمية الزنجي كافورا.وروى عن الضحاك وقتادة، أن الظاهر من القول: الباطل منه، كما في قول القائل:أعيرتنا ألبانها ولحومها ... وذلك عار يا ابن ربطة ظاهرأى: باطل زائد ... .وقوله- سبحانه-: بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ، وَمَنْ يُضْلِلِ اللَّهُ فَما لَهُ مِنْ هادٍ إضراب عن حجاجهم، وإهمال لشأنهم، و «زين» من التزيين وهو تصيير الشيء زينا أى: حسنا.والمكر: صرف الغير عما يريده بحيلة. والمراد به هنا: كفرهم ومسالكهم الخبيثة ضد الإسلام والمسلمين.والمعنى: دع عنك أيها الرسول الكريم- مجادلتهم، لأنه لا فائدة من ورائها، فإن هؤلاء الكافرين قد زين لهم الشيطان ورؤساؤهم في الفكر مكرهم وكيدهم للإسلام وأتباعه، وصدوهم عن السبيل الحق، وعن الصراط المستقيم، ومن يضلله الله- تعالى- بأن يخلق فيه الضلال لسوء استعداده، فما له من هاد يهديه ويرشده إلى ما فيه نجاته.هذا، وقد اشتملت هذه الآية على ألوان من الحجج الساطعة التي تثبت وجوب إخلاص العبادة لله، وتبطل الشركة والشركاء أشار إليها بعض المفسرين فقال:قال الطيبي: في هذه الآية الكريمة احتجاج بليغ مبنى على فنون من علم البيان:أولها: أَفَمَنْ هُوَ قائِمٌ عَلى كُلِّ نَفْسٍ بِما كَسَبَتْ كمن ليس كذلك، احتجاج عليهم وتوبيخ لهم على القياس الفاسد لفقد الجهة الجامعة لهما.ثانيها: وَجَعَلُوا لِلَّهِ شُرَكاءَ من وضع المظهر موضع المضمر، للتنبيه على أنهم جعلوا شركاء لمن هو فرد واحد لا يشاركه أحد في أسمائه.ثالثها: قُلْ سَمُّوهُمْ أى عينوا أسماءهم فقولوا فلان وفلان، فهو إنكار لوجودها على وجه برهاني ...رابعها: أَمْ تُنَبِّئُونَهُ بِما لا يَعْلَمُ احتجاج من باب نفى الشيء أعنى العلم بنفي لازمه وهو المعلوم وهو كناية.خامسها: أَمْ بِظاهِرٍ مِنَ الْقَوْلِ احتجاج من باب الاستدراج لبعثهم على التفكر.أى: أتقولون بأفواهكم من غير روية، وأنتم ألباء، فتفكروا فيه لتقفوا على بطلانه.سادسها: التدرج في كل من الإضرابات على ألطف وجه، وحيث كانت الآية مشتملة على هذه الأساليب البديعة مع اختصارها، كان الاحتجاج المذكور مناديا على نفسه بالإعجاز وأنه ليس كلام البشر» ."
}