{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/13/2/",
    "ayah_number": 2,
    "text": "ثم أقام- سبحانه- الأدلة المتنوعة عن طريق المشاهدة- على كمال قدرته، وعلى وجوب إخلاص العبادة له فقال- تعالى- اللَّهُ الَّذِي رَفَعَ السَّماواتِ بِغَيْرِ عَمَدٍ تَرَوْنَها.والعمد: جمع عماد، وهو ما تقام عليه القبة أو البيت.وجملة تَرَوْنَها في محل نصب حال من السموات.أى: الله- سبحانه- هو الذي رفع هذه السموات الهائلة في صنعها وفي ضخامتها، بغير مستند يسندها، وبغير أعمدة تعتمد عليها، وأنتم ترون ذلك بأعينكم بجلاء ووضوح.والمراد بقوله رَفَعَ أى خلقها مرتفعة منذ البداية، وليس المراد أنه- سبحانه- رفعها بعد أن كانت منخفضة.ولا شك أن خلق السموات على هذه الصورة من أكبر الأدلة على أن لهذا الكون خالقا قادرا حكيما، هو المستحق للعبادة والطاعة.وقوله- سبحانه- ثُمَّ اسْتَوى عَلَى الْعَرْشِ معطوف على ما قبله، وهو دليل آخر على قدرة الله- تعالى- عن طريق الغائب الهائل الذي تتقاصر دونه المدارك بعد أن أقام الأدلة على ذلك عن طريق الحاضر المشاهد.الاستواء في اللغة يطلق على معان منها الاستقرار كما في قوله- تعالى- وَاسْتَوَتْ عَلَى الْجُودِيِّ أى: استقرت، وبمعنى الاستيلاء والقهر.وعرش الله- تعالى- مما لا يعلمه البشر إلا بالاسم- كما يقول الراغب-.وقد ذكر لفظ العرش في إحدى وعشرين آية، كما ذكر الاستواء على العرش في سبع آيات من القرآن الكريم.والمعنى: ثم استوى على العرش استواء يليق بذاته- تعالى- بلا كيف ولا انحصار ولا تشبيه ولا تمثيل، لاستحالة اتصافه- سبحانه- بصفات المحدثين.قال الإمام مالك- رحمه الله-: «الكيف غير معقول، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة» .ثم بين- سبحانه- بعض مظاهر نعمه على عباده فقال: وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى. والتسخير: التذليل والخضوع.أى: أن من مظاهر فضله أنه- سبحانه- سخر ذلك وأخضع لقدرته الشمس والقمر، بأن جعلهما طائعين لما أراده منهما من السير في منازل معينة، ولأجل معين محدد لا يتجاوزانه ولا يتعديانه. بل يقفان عند نهاية المدة التي حددها- سبحانه- لوقوفهما وأفولهما.قال- تعالى- لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ، وَلَا اللَّيْلُ سابِقُ النَّهارِ، وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ  .ثم ختم- سبحانه- الآية الكريمة بقوله: يُدَبِّرُ الْأَمْرَ، يُفَصِّلُ الْآياتِ، لَعَلَّكُمْ بِلِقاءِ رَبِّكُمْ تُوقِنُونَ. وتدبير الأمر: تصريفه على أحسن الوجوه وأحكمها وأكملها.والآيات: جمع آية. والمراد بها هنا: ما يشمل الآيات القرآنية، والبراهين الكونية الدالة على وحدانيته وقدرته- سبحانه-.أى: أنه- سبحانه- يقضى ويقدر ويتصرف في أمر خلقه على أكمل الوجوه وأنه- سبحانه- ينزل آياته القرآنية واضحة مفصلة، ويسوق الأدلة الدالة على وحدانيته وقدرته بطرق متعددة، وبوجوه متنوعة.وقد فعل- سبحانه- ما فعل- من رفعه السماء بلا عمد، ومن تسخيره للشمس والقمر، ومن تدبيره لأمور خلقه، ومن تفصيله للآيات لعلكم عن طريق التأمل والتفكير فيما خلق، توقنون بلقائه، وتعتقدون أن من قدر على إيجاد هذه المخلوقات العظيمة، لا يعجزه أن يعيدكم إلى الحياة بعد موتكم، لكي يحاسبكم على أعمالكم.وقال- سبحانه- يُدَبِّرُ ويُفَصِّلُ بصيغة المضارع. وقال قبل ذلك رَفَعَ السَّماواتِ وسَخَّرَ الشَّمْسَ وَالْقَمَرَ بصيغة الماضي. لأن التدبير للأمور، والتفصيل للآيات، يتجددان بتجدد تعلق قدرته- سبحانه- بالمقدورات.وأما رفع السماوات، وتسخير الشمس والقمر، فهي أمور قد تمت واستقرت دفعة واحدة."
}