{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/26/",
    "ayah_number": 26,
    "text": "قال أبو حيان في البحر: «لما أمر الله- تعالى- ببر الوالدين، أمر بصلة القرابة. قال الحسن: نزلت في قرابة النبي صلى الله عليه وسلم. والظاهر أنه خطاب لمن خوطب بقوله: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ ... وألحق هنا ما يتعين له من صلة الرحم، وسد الخلة، والمواساة عند الحاجة بالمال والمعونة بكل وجه. قال نحوه: ابن عباس وعكرمة والحسن وغيرهم» .والمراد بذوي القربى: من تربطك بهم صلة القرابة سواء أكانوا من المحارم أم لا.والمسكين: هو من لا يملك شيئا من المال، أو يملك مالا يسد حاجته، وهذا النوع من الناس في حاجة إلى العناية والرعاية، لأنهم في الغالب يفضلون الاكتفاء بالقليل، على إراقة ماء وجوههم بالسؤال.وفي الصحيحين عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «ليس المسكين الذي يطوف على الناس فترده اللقمة واللقمتان، والتمرة والتمرتان، قالوا: فما المسكين يا رسول الله؟قال الذي لا يجد غنى يغنيه، ولا يفطن له فيتصدق عليه، ولا يسأل الناس شيئا» .وابن السبيل: هو المسافر المنقطع عن ماله سمى بذلك- كما يقول الآلوسى- لملازمته السبيل- أى: الطريق- في السفر. أو لأن الطريق تبرزه فكأنها ولدته» .وهذا النوع من الناس- أيضا- في حاجة الى المساعدة والمعاونة، حتى يستطيع الوصول إلى بلده.وفي هذا الأمر تنبيه إلى أن المسلمين وإن اختلفت أوطانهم ينبغي أن يكونوا في التعاطف والتعاون على متاعب الحياة كالأسرة الواحدة.والمعنى: وأعط- أيها العاقل- ذوى قرباك حقوقهم الثابتة لهم من البر، وصلة الرحم، والمعاونة، والزيارة، وحسن المعاشرة، والوقوف إلى جانبهم في السراء والضراء، ونحو ذلك مما توجبه تعاليم دينك الحنيف.وأعط- كذلك- المسكين وابن السبيل حقوقهما التي شرعها الله- تعالى- لهما، من الإحسان إليهما، ومعاونتهما على ما يسد حاجتهما.وقدم- سبحانه- الأقارب على غيرهم، لأنهم أولى بالمعروف، ولأن إعطاءهم إحسان وصلة رحم.روى الإمام أحمد والترمذي والنسائي وغيرهم، عن سليمان بن عامر قال: قال رسول الله صلى الله عليه وسلم: «إن الصدقة على المسكين صدقة. وعلى ذي الرحم اثنتان: صدقة وصلة» .وقوله- سبحانه-: وَلا تُبَذِّرْ تَبْذِيراً نهى عن وضع المال في غير موضعه الذي شرعه الله- تعالى- مأخوذ من تفريق البذر وإلقائه في الأرض كيفما كان من غير تعهد لمواقعه، ثم استعير لتضييع المال في غير وجوهه.قال صاحب الكشاف: التبذير تفريق المال فيما لا ينبغي، وإنفاقه على وجه الإسراف، وكانت الجاهلية تنحر إبلها وتتياسر عليها، وتبذر أموالها في الفخر والسمعة، وتذكر ذلك في أشعارها، فأمر الله- تعالى- بالنفقة في وجوهها، مما يقرب منه ويزلف..  .وقال ابن كثير: وقوله وَلا تُبَذِّرْ تَبْذِيراً: لما أمر بالإنفاق نهى عن الإسراف فيه، بل يكون وسطا، كما قال- تعالى-: وَالَّذِينَ إِذا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكانَ بَيْنَ ذلِكَ قَواماً.وقال ابن مسعود: التبذير: الإنفاق في غير حق. وكذا قال ابن عباس.وقال مجاهد: لو أنفق إنسان ماله كله في الحق لم يكن مبذرا. ولو أنفق مدا في غير حقه كان تبذيرا ."
}