{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/25/",
    "ayah_number": 25,
    "text": "ثم ختم- سبحانه- هذه الآيات التي سمت بمنزلة الوالدين، بما يدل على كمال علمه، وعلى التحذير من عقابه، فقال- تعالى-: رَبُّكُمْ أَعْلَمُ بِما فِي نُفُوسِكُمْ إِنْ تَكُونُوا صالِحِينَ فَإِنَّهُ كانَ لِلْأَوَّابِينَ غَفُوراً.والأوابون: جمع أواب. وهو الكثير الأوبة والتوبة والرجوع إلى الله- تعالى- يقال:آب فلان يئوب إذا رجع.قال ابن جرير بعد أن ساق الأقوال في ذلك: وأولى الأقوال في ذلك بالصواب، قول من قال: الأواب هو التائب من الذنب، الراجع عن معصية الله إلى طاعته، ومما يكرهه إلى ما يرضاه، لأن الأواب إنما هو فعال من قول القائل: آب فلان من سفره إلى منزله، كما قال الشاعر:وكل ذي غيبة يئوب ... وغائب الموت لا يؤوبأى: ربكم- أيها الناس- أعلم بما في نفوسكم، وضمائركم، سواء أكان خيرا أو شرا، وسواء كنتم تضمرون البر بآبائكم أم تخفون الإساءة إليهما، ومع ذلك فإنكم إن تكونوا صالحين- أى: قاصدين الصلاح والبر بهما، والرجوع عما فرط منكم في حقهما أو في حق غيرهما- فالله- تعالى- يقبل توبتكم، فإنه- سبحانه- بفضله وكرمه كان للأوابين- أى الرجاعين إليه بالتوبة مما فرط منهم- غفورا لذنوبهم.فالآية الكريمة وعيد لمن تهاون في حقوق أبويه، وفي كل حق أوجبه الله عليه، ووعد لمن رجع إليه- سبحانه- بالتوبة الصادقة.وبذلك نرى الآيات الكريمة قد أمرت بالإحسان إلى الوالدين، بأسلوب يستجيش عواطف البر والرحمة في قلوب الأبناء، ويبعثهم على احترامهما ورعايتهما والتواضع لهما، وتحذيرهم من الإساءة إليهما، ويفتح باب التوبة أمام من قصر في حقهما أو حق غيرهما.وقد كرر القرآن هذا الأمر للأبناء بالإحسان إلى الآباء، ولم يفعل ذلك مع الآباء.وذلك لأن الحياة- كما يقول بعض العلماء- وهي مندفعة في طريقها بالأحياء، توجه اهتمامهم القوى إلى الأمام. إلى الذرية. إلى الناشئة الجديدة، إلى الجيل المقبل. وقلما توجه اهتمامهم إلى الوراء. إلى الأبوة، إلى الحياة المولية إلى الجيل الذاهب.ومن ثم تحتاج البنوة إلى استجاشة وجدانها بقوة لتنعطف إلى الخلف، وتتلفت إلى الآباء والأمهات.إن الوالدين يندفعان بالفطرة إلى رعاية الأولاد. إلى التضحية بكل شيء حتى بالذات، وكما تمتص النابتة الخضراء كل غذاء في الحبة فإذا هي فتات، ويمتص الفرخ كل غذاء في البيضة فإذا هي قشر، كذلك يمتص الأولاد، كل رحيق، وكل عافية، وكل جهد، وكل اهتمام من الوالدين، فإذا هما شيخوخة فانية- إن أمهلهما الأجل- وهما مع ذلك سعيدان.فأما الأولاد فسرعان ما ينسون هذا كله ويندفعون بدورهم إلى الأمام. إلى الزوجات والذرية ... وهكذا تندفع الحياة.ومن ثم لا يحتاج الآباء إلى توصية بالأبناء. إنما يحتاج هؤلاء إلى استجاشة وجدانهم بقوة، ليذكروا واجب الجيل الذي أنفق رحيقه كله حتى أدركه الجفاف.وهنا يجيء الأمر بالإحسان إلى الوالدين، في صورة قضاء من الله يحمل معنى الأمر المؤكد، بعد الأمر المؤكد بعبادة الله  .هذا، وقد ساق المفسرون عند تفسيرهم لهذه الآيات، كثيرا من الأحاديث والآثار التي توجه الأبناء إلى رعاية الآباء، واحترامهم، والعطف عليهم، والرحمة بهم، والاهتمام بشئونهم.قال الإمام ابن كثير: وقد جاء في بر الوالدين أحاديث كثيرة، منها الحديث المروي من طرق عن أنس وغيره: أن رسول الله صلى الله عليه وسلم لما صعد المنبر قال: آمين. آمين. آمين.فقالوا: يا رسول الله، علام أمنت؟ قال: أتانى جبريل فقال: يا محمد، رغم أنف امرئ ذكرت عنده فلم يصل عليك، فقل: آمين فقلت آمين. ثم قال: رغم أنف امرئ دخل عليه شهر رمضان ثم خرج ولم يغفر له، قل: آمين. فقلت آمين. ثم قال: رغم أنف امرئ أدرك أبويه أو أحدهما فلم يدخلاه الجنة. قل: آمين، فقلت: آمين» .وعن مالك بن ربيعة الساعدي قال: بينما أنا جالس عند رسول الله- صلى الله عليه وسلم- إذ جاءه رجل من الأنصار فقال: يا رسول الله، هل بقي على من بر أبوى شيء بعد موتهما أبر هما به؟قال: «نعم: خصال أربع. الصلاة عليهما والاستغفار لهما، وإنفاذ عهدهما، وإكرام صديقهما، وصلة الرحم التي لا رحم لك إلا من قبلهما، فهو الذي بقي عليك بعد موتهما من برهما» .وقال القرطبي: أمر الله- سبحانه- بعبادته وتوحيده، وجعل بر الوالدين مقرونا بذلك. كما قرن شكرهما بشكره، فقال: وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوالِدَيْنِ إِحْساناً.وقال: أَنِ اشْكُرْ لِي وَلِوالِدَيْكَ إِلَيَّ الْمَصِيرُ.وفي صحيح البخاري عن عبد الله قال: سألت النبي صلى الله عليه وسلم: أى الأعمال أحب إلى الله- تعالى-؟. قال: «الصلاة على وقتها. قلت: ثم أى؟ قال: «بر الوالدين» ، قلت ثم أى: قال: الجهاد في سبيل الله» ...ثم قال القرطبي- رحمه الله-: ومن عقوق الوالدين مخالفتهما في أغراضهما الجائزة لهما، كما أن من برهما موافقتهما على أغراضهما. وعلى هذا إذا أمرا أو أحدهما ولدهما بأمر وجبت طاعتهما فيه. ما لم يكن ذلك الأمر معصية، ولا يختص برهما بأن يكونا مسلمين، بل إن كانا كافرين يبرهما ويحسن إليهما.ففي صحيح البخاري عن أسماء قالت: قدمت أمى وهي مشركة فاستفتيت النبي صلى الله عليه وسلم فقلت: إن أمى قدمت وهي راغبة أفأصلها؟ - أى وهي راغبة في برى وصلتي، أو وهي راغبة عن الإسلام كارهة له- قال: «نعم صلى أمك» .ثم قال القرطبي: ومن الإحسان إليهما والبر بهما، إذا لم يتعين الجهاد ألا يجاهد إلا بإذنهما.فعن عبد الله بن عمرو قال: جاء رجل إلى النبي صلى الله عليه وسلم يستأذنه في الجهاد فقال: «أحي والداك؟ قال: نعم، قال: ففيهما فجاهد» .قال ابن المنذر: في هذا الحديث النهى عن الخروج بغير إذن الأبوين ما لم يقع النفير، فإذا وقع وجب الخروج على الجميع.ثم قال: ومن تمام برهما: صلة أهل ودهما، ففي الصحيح عن ابن عمر قال: سمعترسول الله صلى الله عليه وسلم يقول: «إن من أبر البر صلة الرجل أهل ود أبيه بعد أن يولى» .وكان صلى الله عليه وسلم يهدى لصديقات خديجة برّا بها ووفاء لها وهي زوجته، فما ظنك بالوالدين  .وبعد أن بين- سبحانه- ما يجب على الإنسان نحو خالقه- عز وجل- ونحو والديه، أتبع ذلك ببيان ما يجب على هذا الإنسان نحو أقاربه، ونحو المسكين وابن السبيل، ونحو ماله الذي هو نعمة من نعم الله عليه. فقال- تعالى-:"
}