{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/44/",
    "ayah_number": 44,
    "text": "ثم بين - سبحانه - أن جميع الكائنات تسبح بحمده فقال - تعالى - : ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ) .والتسبيح : مأخوذ من السبح ، وهو المر السريع فى الماء أو فى الهواء ، فالمسبح مسرع فى تنزيه الله وتبرئته من السوء ، ومن كل ما لا يليق به - سبحانه - .أى تنزه الله - تعالى - وتمجده السموات السبع ، والأرض ، ومن فيهن من الإِنس والجن والملائكة وغير ذلك ، وما من شئ من مخلوقاته التى لا تحصى إلا ويسبح بحمد خالقه - تعالى - ، ولكن أنتم يا بنى آدم ( ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ) لأن تسبيحهم بخلاف لغتكم ، وفوق مستوى فهمكم ، وإنما الذى يعلم تسبيحهم هو خالقهم عز وجل ، وصدق - سبحانه - إذ يقول : ( أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير ) والمتدبر فى هذه الآية الكريمة ، يراها تبعث فى النفوس الخشية والرهبة من الخالق - عز وجل - ، لأنها تصرح تصريحا بليغا بأن كل جماد ، وكل حيوان ، وكل طير ، وكل حشرة . . بل كل كائن فى هذا الوجود يسبح بحمده - تعالى - .وهذا التصريح يحمل كل إنسان عاقل على طاعة الله ، وإخلاص العبادة له ، ومداومة ذكره . . حتى لا يكون - وهو الذى كرمه ربه وفضله - أقل من غيره طاعة لله - تعالى - .وقوله : ( إِنَّهُ كَانَ حَلِيماً غَفُوراً ) تذييل قصد به بيان فضل الله - تعالى - ورحمته بعباده مع تقصيرهم فى تسبيحه وذكره .أى : ( إِنَّهُ كَانَ حَلِيماًً ) لا يعاجل المقصر بالعقوبة ، بل يمهله لعله يرعوى وينزجر عن تقصيره ومعصيته ، ( غفورا ) لمن تاب وآمن وعمل صالحا واهتدى إلى صراطه المستقيم .هذا ، ومن العلماء من يرى أن تسبيح هذه الكائنات بلسان الحال .قال بعض العلماء تسبيح هذه الكائنات لله - تعالى - هو دلالتها - بإمكانها وحدوثها ، وتغير شئونها ، وبديع صنعها - على وجود مبدعها ، ووحدته وقدرته ، وتنزهه عن لوازم الإِمكان والحدوث ، كما يدل الأثر على المؤثر .فهي دلالة بلسان الحال، لا يفقهها إلا ذوو البصائر. أما الكافرون فلا يفقهون هذا التسبيح، لفرط جهلهم وانطماس بصيرتهم..  .ومنهم من يرى أن تسبيحها بلسان المقال، أى أن التسبيح بمعناه الحقيقي، فالكل يسبح بحمد الله، ولكن بلغته الخاصة التي لا يفهمها الناس.قال الإمام ابن كثير ما ملخصه: وقوله: وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ أى: وما من شيء من المخلوقات إلا يسبح بحمد الله وَلكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ أى: لا تفقهون تسبيحهم- أيها الناس- لأنها بخلاف لغتكم وهذا عام في الحيوانات والنبات والجماد.وهذا أشهر القولين كما ثبت في صحيح البخاري وغيره، عن ابن مسعود أنه قال: كنا نسمع تسبيح الطعام وهو يؤكل.وفي حديث أبى ذر: أن النبي صلى الله عليه وسلم أخذ في يده حصيات، فسمع لهن تسبيح كحنين النحل. وكذا في يد أبى بكر وعمر وعثمان- رضى الله عنهم- وهو حديث مشهور في المسانيد ...ثم قال ويشهد لهذا القول آية السجدة في أول سورة الحج- وهو قوله- تعالى-:لَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ، وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبالُ وَالشَّجَرُ وَالدَّوَابُّ، وَكَثِيرٌ مِنَ النَّاسِ، وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذابُ..  .وقال القرطبي: قوله- تعالى-: تُسَبِّحُ لَهُ السَّماواتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ أعاد على السموات والأرض ضمير من يعقل، لما أسند إليها فعل العاقل وهو التسبيح. وقوله وَمَنْ فِيهِنَّ يريد الملائكة والإنس والجن، ثم عمم بعد ذلك الأشياء كلها في قوله:وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ.واختلف في هذا العموم هل هو مخصص أولا. فقالت فرقة: ليس مخصوصا، والمراد به تسبيح الدلالة، كل محدث يشهد على نفسه بأن الله- عز وجل- خالق قادر.وقالت طائفة: هذا التسبيح حقيقة، وكل شيء على العموم يسبح تسبيحا لا يسمعه البشر: ولا يفقهونه، ولو كان ما قاله الأولون من أنه أثر الصفة والدلالة، لكان أمرا مفهوما، والآية تنطق بأن هذا التسبيح لا يفقه..ويستدل لهذا القول من الكتاب بقوله- تعالى-: وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلًا يا جِبالُ أَوِّبِي مَعَهُ وَالطَّيْرَ ...وقوله- تعالى-: وَاذْكُرْ عَبْدَنا داوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ. إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ.ثم قال: فالصحيح أن الكل يسبح للأخبار الدالة على ذلك، ولو كان ذلك التسبيح تسبيح دلالة، فأى تخصيص لداود، وإنما ذلك تسبيح المقال، بخلق الحياة والإنطاق بالتسبيح. وقد نصت السنة على ما دل عليه ظاهر القرآن من تسبيح كل شيء فالقول به أولى  .والذي تطمئن إليه النفس أن التسبيح حقيقى وبلسان المقال، لأن هذا هو الظاهر من الآية الكريمة، ولأن الآيات القرآنية والأحاديث النبوية تؤيد ذلك."
}