{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/9/",
    "ayah_number": 9,
    "text": "قال الفخر الرازي: اعلم أنه- تعالى- لما شرح ما فعله في حق عباده المخلصين، وهو الإسراء برسول الله صلى الله عليه وسلم، وإيتاء الكتاب لموسى- عليه السلام-، وما فعله في حق العصاة والمتمردين وهو تسليط أنواع البلاء عليهم، كان ذلك تنبيها على أن طاعة الله توجب كل خير وكرامة، ومعصيته توجب كل بلية وغرامة، لا جرم أثنى- سبحانه- على القرآن فقال: إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ   .والفعل يَهْدِي مأخوذ من الهداية، ومعناها: الإرشاد والدلالة بلطف إلى ما يوصل إلى البغية. والمفعول محذوف. أى: يهدى الناس.وقوله- سبحانه- لِلَّتِي هِيَ أَقْوَمُ صفة لموصوف محذوف، أى يهدى الناس إلى الطريقة أو الملة التي هي أقوم.قال صاحب الكشاف: لِلَّتِي هِيَ أَقْوَمُ أى: للحالة التي هي أقوم الحالات وأسدها، أو للملة أو للطريقة. وأينما قدرت لم تجد مع الإثبات ذوق البلاغة الذي تجده مع الحذف، لما في إيهام الموصوف بحذفه من فخامة تفقد مع إيضاحه .والمعنى: إن هذا القرآن الكريم، الذي أنزله الله- تعالى- عليك يا محمد صلى الله عليه وسلم، يرشد الناس ويدلهم ويهديهم- في جميع شئونهم الدينية والدنيوية- إلى الملة التي هي أقوم الملل وأعدلها، وهي ملة الإسلام. فمنهم من يستجيب لهذه الهداية فيظفر بالسعادة، ومنهم من يعرض عنها فيبوء بالشقاء.قال صاحب الظلال ما ملخصه: إن هذا القرآن يهدى للتي هي أقوم في عالم الضمير والشعور، بالعقيدة الواضحة التي لا تعقيد فيها ولا غموض، والتي تطلق الروح من أثقال الوهم والخرافة، وتطلق الطاقات البشرية الصالحة للعمل والبناء، وتربط بين نواميس الكون الطبيعية، ونواميس الفطرة البشرية في تناسق واتساق.ويهدى للتي هي أقوم، في التنسيق بين ظاهر الإنسان وباطنه، وبين مشاعره وسلوكه، وبين عقيدته وعمله.ويهدى للتي هي أقوم في عالم العبادة، بالموازنة بين التكاليف والطاقة، فلا تشق التكاليف على النفس حتى تمل، ولا تسهل حتى تشيع في النفس الرخاوة والاستهتار، ولا تتجاوز القصد والاعتدال وحدود الاحتمال.ويهدى للتي هي أقوم، في علاقات الناس بعضهم ببعض: أفرادا وأزواجا وحكومات وشعوبا، ودولا وأجناسا.ويهدى للتي هي أقوم في نظام الحكم، ونظام المال، ونظام الاجتماع، ونظام التعامل.. .وقوله- سبحانه-: وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً صفة ثانية من صفات القرآن الكريم.أى: أن هذا القرآن بجانب هدايته للتي هي أقوم، فهو- أيضا- يبشر المؤمنين الذين يعملون الأعمال الصالحات بأن لهم أجرا كبيرا من خالقهم- عز وجل-: أجرا كبيرا لا يعلم مقداره إلا مسديه ومانحه، وهو الله رب العالمين."
}