{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/83/",
    "ayah_number": 83,
    "text": "ثم صور- سبحانه- حال الإنسان عند اليسر والعسر، وعند الرخاء والشدة فقال - تعالى-: وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ، وَإِذا مَسَّهُ الشَّرُّ كانَ يَؤُساً.أى: وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ بنعمة الصحة والغنى وما يشبههما مما يسره ويبهجه أَعْرَضَ عن طاعتنا وشكرنا وَنَأى بِجانِبِهِ أى: وابتعد عنا، وولانا ظهره والنأى: البعد، يقال: مكان ناء، أى بعيد، ونأى فلان عن الشيء نأيا: إذا ابتعد عنه.وقوله- تعالى-: نَأى بِجانِبِهِ تأكيد للإعراض، لأن الإعراض عن الشيء أن يوليه عرض وجهه، والنأى بالجانب: أن يلوى عنه عطفه، ويوليه ظهره، ويظهر الاستكبار والغرور. وقوله- تعالى-: وَإِذا مَسَّهُ الشَّرُّ كانَ يَؤُساً أى: وإذا مس الشر هذا الإنسان من فقر أو مرض، كان يئوسا وقنوطا من رحمه الله- تعالى-.فهو في حالة الصحة والغنى يبطر ويتكبر ويطغى. وفي حالة الفقر والمرض ييئس ويقنط ويستولى عليه الحزن والهم.والمراد بالإنسان هنا جنسه، إذ ليس جميع الناس على هذه الحالة، وإنما منهم المؤمنون الصادقون الذين يشكرون الله- تعالى- على نعمه، ويذكرونه ويطيعونه في السراء والضراء.قال- تعالى-: وَلَئِنْ أَذَقْنَا الْإِنْسانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْناها مِنْهُ إِنَّهُ لَيَؤُسٌ كَفُورٌ. وَلَئِنْ أَذَقْناهُ نَعْماءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ. إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ أُولئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ .فأنت ترى أن الله- تعالى- قد استثنى الذين صبروا وعملوا الصالحات، من رذيلة الجحود عند اليسر، واليأس عند العسر.قال الآلوسى ما ملخصه: والمراد بالإنسان في قوله- تعالى- وَإِذا أَنْعَمْنا عَلَى الْإِنْسانِ أَعْرَضَ وَنَأى بِجانِبِهِ ... جنسه، إذ يكفى في صحة الحكم وجوده في بعض الأفراد، ولا يضر وجود نقيض في البعض الآخر، وقيل: المراد به الوليد بن المغيرة» .وفي إسناد المساس إلى الشر بعد إسناد الإنعام إلى ضميره- تعالى- إيذان بأن الخير مراد بالذات، والشر ليس كذلك لأن ذلك هو الذي يقتضيه الكرم المطلق، والرحمة الواسعة، وإلى ذلك الإشارة بقوله صلى الله عليه وسلم: «اللهم إن الخير بيديك والشر ليس إليك» .وشبيه بهذه الآية قوله- تعالى-: لا يَسْأَمُ الْإِنْسانُ مِنْ دُعاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَؤُسٌ قَنُوطٌ .وقوله- سبحانه-: وَإِذا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِها، وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِما قَدَّمَتْ أَيْدِيهِمْ إِذا هُمْ يَقْنَطُونَ ."
}