{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/21/",
    "ayah_number": 21,
    "text": "ثم أمر- سبحانه- عباده بالنظر والتأمل في أحوال خلقه، ليزدادوا عظة وعبرة، فقال:انْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ، وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضِيلًا.أى: انظر- أيها العاقل- نظر تأمل وتدبر واعتبار في أحوال الناس، لترى عن طريق المشاهدة كيف فضل الله- تعالى- بعض الناس على بعض في هذه الحياة، فهذا غنى وذاك فقير، وهذا قوى وذاك ضعيف، وهذا ذكى وذاك خامل، وهذا مالك وذاك مملوك..إلى غير ذلك من الأحوال التي تدل على تفاوت الناس في هذه الدنيا، على حسب ما تقتضيه إرادة الله- تعالى- وحكمته، ومشيئته.أما في الآخرة فالناس فيها أكبر تفاضلا وتفاوتا في الدرجات والمنازل، مما كانوا عليه في الدنيا.قال الإمام ابن كثير عند تفسيره لهذه الآية ما ملخصه: وقوله: وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضِيلًا أى: ولتفاوتهم في الدار الآخرة أكبر من الدنيا، فإن منهم من يكون في الدركات في جهنم وسلاسلها وأغلالها، ومنهم من يكون في الدرجات العلا ونعيمها وسرورها.ثم أهل الدركات يتفاوتون فيما هم فيه، كما أن أهل الدرجات يتفاوتون، فإن في الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض. وفي الصحيحين: «إن أهل الدرجات العلا ليرون أهل عليين، كما ترون الكوكب الغابر في أفق السماء» .وبذلك نرى الآيات الكريمة قد ساقت لنا سنة من سنن الله- تعالى- في إهلاك الأمم، وأنه- تعالى- ما أهلكها إلا بعد أن عتت عن أمره، وعصت رسله، كما أنها بينت لنا سوء عاقبة الذين يؤثرون متع الدنيا على طاعة الله- تعالى-، وحسن عاقبة الذين يريدون الآخرة وما فيها من ثواب جزيل، وأن الفريقين لا ينالون مما يطلبونه إلا ما قدره الله- تعالى- لهم، وأن عطاءه للناس جميعا لا ينقص مما عنده شيئا، وأن حكمته- سبحانه- قد اقتضت تفضيل بعض الناس على بعض في الدنيا والآخرة، وصدق- عز وجل- حيث يقول: انْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ، وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ وَأَكْبَرُ تَفْضِيلًا.قال الإمام الرازي ما ملخصه: بعد أن بين- سبحانه- أن الناس فريقان: فريق يريد بعمله الدنيا فقط، وفريق يريد بعمله طاعة الله، ثم شرط ذلك بشرائط ثلاثة: أولها: إرادة الآخرة، وثانيها: أن يسعى سعيا موافقا لطلب الآخرة، وثالثها: أن يكون مؤمنا.لا جرم فصل في هذه الآيات تلك المجملات: فبدأ أولا بشرح حقيقة الإيمان ... ثم ذكر عقبيه سائر الأعمال ... ."
}