{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/97/",
    "ayah_number": 97,
    "text": "وقوله- سبحانه-: وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ، وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِياءَ مِنْ دُونِهِ كلام مستأنف منه- تعالى- لبيان نفاذ قدرته ومشيئته.أى: ومن يهده الله- تعالى- إلى طريق الحق، فهو الفائز بالسعادة، المهدى إلى كل مطلوب حسن، وَمَنْ يُضْلِلْ أى: ومن يرد الله- تعالى- إضلاله فَلَنْ تَجِدَ لَهُمْ أيها الرسول الكريم أَوْلِياءَ أى: نصراء ينصرونهم ويهدونهم إلى طريق الحق مِنْ دُونِهِ عز وجل، إذ أن الله- تعالى- وحده هو الخالق للهداية والضلالة، على حسب ما تقتضيه حكمته ومشيئته.في البقاء على كفرهم، كما حكت ما اقتضته حكمته- سبحانه- في إرسال الرسل، وهددت المصرين على كفرهم بسوء العاقبة.ثم ساق- سبحانه- شبهة أخرى من شبهات المشركين التي حكاها عنهم كثيرا، ورد عليها بما يبطلها، وبين أحوالهم السيئة يوم القيامة، بعد أن بين أن الهداية والإضلال من شأنه وحده فقال- تعالى-:وقوله- سبحانه-: وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ، وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِياءَ مِنْ دُونِهِ كلام مستأنف منه- تعالى- لبيان نفاذ قدرته ومشيئته.أى: ومن يهده الله- تعالى- إلى طريق الحق، فهو الفائز بالسعادة، المهدى إلى كل مطلوب حسن، وَمَنْ يُضْلِلْ أى: ومن يرد الله- تعالى- إضلاله فَلَنْ تَجِدَ لَهُمْ أيها الرسول الكريم أَوْلِياءَ أى: نصراء ينصرونهم ويهدونهم إلى طريق الحق مِنْ دُونِهِ عز وجل، إذ أن الله- تعالى- وحده هو الخالق للهداية والضلالة، على حسب ما تقتضيه حكمته ومشيئته.وجاء قوله- تعالى- فَهُوَ الْمُهْتَدِ بصيغة الإفراد حملا على لفظ مَنْ في قوله وَمَنْ يَهْدِ اللَّهُ وجاء قوله: فَلَنْ تَجِدَ لَهُمْ بصيغة الجمع حملا على معناها في قوله:وَمَنْ يُضْلِلْ.قالوا: ووجه المناسبة في ذلك- والله أعلم- أنه لما كان الهدى شيئا واحدا غير متشعب السبل، ناسبه الإفراد، ولما كان الضلال له طرق متشعبة، كما في قوله- تعالى-:وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ناسبه الجمع.ثم بين- سبحانه- الصورة الشنيعة التي يحشر عليها الضالون يوم القيامة فقال:وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ، عُمْياً وَبُكْماً وَصُمًّا ...والحشر: الجمع. يقال: حشرت الجند حشرا. أى جمعتهم. وقوله: عَلى وُجُوهِهِمْ حال من الضمير المنصوب في نحشرهم. وقوله: عُمْياً، وَبُكْماً وَصُمًّا أحوال من الضمير المستكن في قوله عَلى وُجُوهِهِمْ. أى: نجمع هؤلاء الضالين يوم القيامة، حين يقومون من قبورهم، ونجعلهم- بقدرتنا- يمشون على وجوههم، أو يسحبون عليها، إهانة لهم وتعذيبا، ويكونون في هذه الحالة عميا لا يبصرون، وبكما لا ينطقون، وصما لا يسمعون.قال الآلوسى ما ملخصه: قوله- تعالى-: نَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ إما مشيا، بأن يزحفوا منكبين عليها. ويشهد له ما أخرجه الشيخان وغيرهما عن أنس قال:قيل لرسول الله صلى الله عليه وسلم: كيف يحشر الناس على وجوههم؟ فقال: «الذي أمشاهم على أرجلهم، قادر على أن يمشيهم على وجوههم» ..وإما سحبا بأن تجرهم الملائكة منكبين عليها، كقوله- تعالى-: يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ ويشهد له ما أخرجه أحمد والنسائي والحاكم- وصححه- عن أبى ذر، أنه تلا هذه الآية. وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ فقال: حدثني الصادق المصدوق صلى الله عليه وسلم أن الناس يحشرون يوم القيامة على ثلاثة أفواج فوج طاعمين كاسين راكبين، وفوج يمشون ويسعون، وفوج تسحبهم الملائكة على وجوههم.وجائز أن يكون الأمران في حالين: الأول: عند جمعهم وقبل دخولهم النار، والثاني عند دخولهم فيها ...ثم قال: وزعم بعضهم أن الكلام على المجاز، وذلك كما يقال للمنصرف عن أمر وهو خائب مهموم: انصرف على وجهه.. وإياك أن تلتفت إلى- هذا الزعم- أو إلى تأويل نطقت السنة النبوية بخلافه، ولا تعبأ بقوم يفعلون ذلك».فإن قيل: كيف نوفق بين هذه الآية التي تثبت لهؤلاء الضالين يوم حشرهم العمى والبكم والصمم، وبين آيات أخرى تثبت لهم في هذا اليوم الرؤية والكلام والسمع، كما في قوله- تعالى-: وَرَأَى الْمُجْرِمُونَ النَّارَ ...وكما في قوله- سبحانه-: دَعَوْا هُنالِكَ ثُبُوراً وكما في قوله- عز وجل-:سَمِعُوا لَها تَغَيُّظاً وَزَفِيراً؟فالجواب: أن المراد في الآية هنا أنهم يحشرون عميا لا يرون ما يسرهم، وبكما لا ينطقون بحجة تنفعهم، وصما لا يسمعون ما يرضيهم..أو أنهم يحشرون كذلك، ثم تعاد لهم حواسهم بعد ذلك عند الحساب وعند دخولهم النار.أو أنهم عند ما يحشرون يوم القيامة، ويرون ما يرون من أهوال، تكون أحوالهم كأحوال العمى الصم البكم، لعظم حيرتهم، وشدة خوفهم، وفرط ذهولهم.ثم بين- سبحانه- مآلهم بعد الحشر والحساب فقال: مَأْواهُمْ جَهَنَّمُ كُلَّما خَبَتْ زِدْناهُمْ سَعِيراً.ومعنى: خَبَتْ هدأت وسكن لهيبها. يقال: خبت النار تخبو إذا هدأ لهيبها.أى: أن هؤلاء المجرمين مأواهم ومسكنهم ومقرهم جهنم، كلما سكن لهيب جهنم وهدأ، بأن أكلت جلودهم ولحومهم، زدناهم توقدا، بأن تبدل جلودهم ولحومهم بجلود ولحوم أخرى، فتعود النار كحالتها الأولى ملتهبة مستعرة.وخبو النار وسكونها لا ينقص شيئا من عذابهم، وعلى ذلك فلا تعارض بين هذه الآية وبين قوله- عز وجل- خالِدِينَ فِيها لا يُخَفَّفُ عَنْهُمُ الْعَذابُ وَلا هُمْ يُنْظَرُونَ.وفي هذه الآية ما فيها من عذاب للكافرين تقشعر من هوله الأبدان، وترتجف من تصويره النفوس والقلوب، نسأل الله- تعالى- بفضله ورحمته أن يجنبنا هذا المصير المؤلم."
}