{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/90/",
    "ayah_number": 90,
    "text": "ذكر المفسرون في سبب نزول هذه الآيات رواية طويلة ملخصها: أن نفرا من زعماء قريش اجتمعوا عند الكعبة، وطلبوا رسول الله صلى الله عليه وسلم فجاءهم، فقالوا له يا محمد: إنا قد بعثنا إليك لنعذر فيك، وإنا والله ما نعلم رجلا من العرب أدخل على قومه ما أدخلت على قومك!! لقد شتمت الآباء، وعبت الدين. وسفهت الأحلام، وشتمت الآلهة ...فإن كنت جئت بهذا الحديث تطلب مالا، جمعنا لك من أموالنا حتى تكون أكثرنا مالا، وإن كنت تطلب شرفا فينا، سودناك علينا، وإن كنت تريد ملكا ملكناك علينا ...فقال لهم رسول الله صلى الله عليه وسلم ما بي شيء مما تقولون، ولكن الله بعثني إليكم رسولا، وأنزل على كتابا، وأمرنى أن أكون بشيرا ونذيرا، فبلغتكم رسالة ربي ونصحت لكم، فإن تقبلوا منى فهو حظكم من الدنيا والآخرة، وإن تردوه على أصبر لأمر الله- تعالى- حتى يحكم بيني وبينكم.فقالوا له يا محمد: فإن كنت صادقا فيما تقول، فسل لنا ربك الذي بعثك، فليسير عنا هذا الجبل الذي قد ضيق علينا، وليبسط لنا بلادنا، ويفجر فيها الأنهار، ويبعث من مضى من آبائنا، فنسألهم عما تقول أحق هو أم باطل..وسله أن يبعث معك ملكا يصدقك، واسأله أن يجعل لك جنانا وقصورا أو كنوزا من ذهب وفضة. تعينك على معاشك.فقال صلى الله عليه وسلم ما بعثت بهذا. فقالوا: فأسقط السماء- كما زعمت- علينا كسفا ...وقال أحدهم: لا أومن بك أبدا، حتى تتخذ لك سلما إلى السماء ترقى فيه، ونحن ننظر إليك..فانصرف صلى الله عليه وسلم عنهم حزينا، لما رأى من تباعدهم عن الهدى، فأنزل الله عليه هذه الآيات تسلية له ... »  .والمعنى: وقال المشركون الذين لا يرجون لقاءنا لرسولنا صلى الله عليه وسلم يا محمد: لَنْ نُؤْمِنَ لَكَ ونتبعك فيما تدعونا إليه.حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً أى: حتى تخرج لنا من أرض مكة القليلة المياه، يَنْبُوعاً أى: عينا لا ينضب ماؤها ولا يغور.يقال: نبع الماء من العين ينبع- بتثليث الباء فيهما- إذا خرج وظهر وكثر.وقرأ بعض السبعة تَفْجُرَ بالتخفيف- من باب نصر- وقرأ البعض الآخر تَفْجُرَ بتشديد الجيم، من فجر بالتشديد، والتضعيف للتكثير.والتعريف في لفظ الْأَرْضِ للعهد، لأن المراد بها أرض مكة.وعبر بكلمة يَنْبُوعاً للإشعار بأنهم لا يريدون من الماء ما يكفيهم فحسب، وإنما هم يريدون ماء كثيرا لا ينقص في وقت من الأوقات، إذ الياء زائدة للمبالغة."
}