{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/17/104/",
    "ayah_number": 104,
    "text": "ثم حكى- سبحانه- ما ترتب على ما أراده فرعون من استفزاز لموسى وقومه فقال:فَأَغْرَقْناهُ وَمَنْ مَعَهُ جَمِيعاً. وَقُلْنا مِنْ بَعْدِهِ لِبَنِي إِسْرائِيلَ اسْكُنُوا الْأَرْضَ....أى: أراد فرعون أن يطرد موسى وقومه من أرض مصر، وأن يهلكهم.. فكانت النتيجة أن عكسنا عليه مكره وبغيه، حيث أهلكناه هو وجنده بالغرق، دون أن نستثنى منهم أحدا.وقلنا من بعد هلاكه لبنى إسرائيل على لسان نبينا موسى- عليه السلام-: اسكنوا الأرض التي أراد أن يستفزكم منها فرعون وهي أرض مصر.قال الآلوسى: وهذا ظاهر إن ثبت أنهم دخلوها بعد أن خرجوا منها، وبعد أن أغرق الله فرعون وجنده. وإن لم يثبت فالمراد من بنى إسرائيل ذرية أولئك الذين أراد فرعون استفزازهم، واختار غير واحد أن المراد من الأرض. الأرض المقدسة، وهي أرض الشام .وعلى أية حال فالآية الكريمة تحكى سنة من سنن الله- تعالى- في إهلاك الظالمين، وفي توريث المستضعفين الصابرين أرضهم وديارهم.ورحم الله الإمام ابن كثير، فقد قال عند تفسيره لهذه الآية. وفي هذا بشارة لمحمد صلى الله عليه وسلم بفتح مكة. مع أن هذه السورة نزلت قبل الهجرة، وكذلك وقع، فإن أهل مكة هموا بإخراج الرسول صلى الله عليه وسلم منها، كما قال- تعالى-: وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْها ... ولهذا أورث الله- تعالى- رسوله مكة، فدخلها، وقهر أهلها، ثم أطلقهم حلما وكرما، كما أورث الله القوم الذين كانوا مستضعفين من بنى إسرائيل، مشارق الأرض ومغاربها. وأورثهم بلاد فرعون ... »  .ثم ختم- سبحانه- الآيات الكريمة بقوله: فَإِذا جاءَ وَعْدُ الْآخِرَةِ جِئْنا بِكُمْ لَفِيفاً.أى: فإذا جاء وعد الدار الآخرة، أى: الموعد الذي حدده الله- تعالى- لقيام الساعة، أحييناكم من قبوركم، وجئنا بكم جميعا أنتم وفرعون وقومه مختلطين أنتم وهم، ثم نحكم بينكم وبينهم بحكمنا العادل.واللفيف: اسم جمع لا واحد له من لفظه، ومعناه الجماعة التي اجتمعت من قبائل شتى.يقال: هذا طعام لفيف، إذا كان مخلوطا من جنسين فصاعدا.وبذلك نرى الآيات الكريمة قد حكت لنا جانبا مما دار بين موسى- عليه السلام- وبين فرعون من محاورات ومجادلات، وبينت لنا سنة من سنن الله- تعالى- التي لا تتخلف في نصرة المؤمنين، ودحر الكافرين.ثم عادت السورة الكريمة إلى التنويه بشأن القرآن الكريم، وأثنت على المؤمنين من أهل الكتاب الذين تأثروا تأثرا بليغا عند سماعه، فقال- تعالى-:"
}