{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/27/44/",
    "ayah_number": 44,
    "text": "ثم ختم- سبحانه- هذه القصة ببيان ما فاجأها به سليمان، لتزداد يقينا بوحدانية الله- تعالى-، وبعظم النعم التي أعطاها- سبحانه- له فقال: يلَ لَهَا ادْخُلِي الصَّرْحَ، فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ ساقَيْها.والصرح: القصر ويطلق على كل بناء مرتفع. ومنه قوله- تعالى-: وَقالَ فِرْعَوْنُ يا هامانُ ابْنِ لِي صَرْحاً لَعَلِّي أَبْلُغُ الْأَسْبابَ ويطلق- أيضا- على صحن الدار وساحته. يقال: هذه صرحة الدار. أى: ساحتها وعرصتها.وكان سليمان- عليه السلام- قد بنى هذا الصرح، وجعل بلاطه من زجاج نقى صاف كالبلور. بحيث يرى الناظر ما يجرى تحته من ماء.أى: قال سليمان لملكة سبأ بعد أن سألها: أهكذا عرشك، وبعد أن أجابته بما سبق بيانه.قال لها: ادخلى هذا القصر، فلما رأت هذا الصرح وما عليه من جمال وفخامة، حسبته لجة.أى: ظنته ماء غزيرا كالبحر.كَشَفَتْ عَنْ ساقَيْهالئلا تبتل بالماء أذيال ثيابها.وهنا قال سليمان مزيلا لما اعتراها من دهشة: نَّهُأى: ما حسبته لجةرْحٌ مُمَرَّدٌ مِنْ قَوارِيرَأى: قصر مملس من زجاج لا يحجب ما وراءه.فقوله مَرَّدٌبمعنى مملس، مأخوذ من قولهم: شجرة مرداء إذا كانت عارية من الورق، وغلام أمرد، إذا لم يكن في وجهه شعر والتمريد في البناء، معناه: التمليس والتسوية والنعومة.والقوارير: جمع قارورة، وهي إناء من زجاج، وتطلق القارورة على المرأة، لأن الولد يقر في رحمها، أو تشبيها لها بآنية الزجاج من حيث ضعفها، ومنه الحديث الشريف: «رفقا بالقوارير» . والمراد بالقوارير هنا. المعنى الأول.ثم حكى- سبحانه- ما قالته بلقيس بعد أن رأت جانبا من عجائب صنع الله فقال:قالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِيأى: بسبب عبادتي لغيرك قبل هذا الوقت.. أَسْلَمْتُ مَعَ سُلَيْمانَطائعة مختارة، وإسلامى إنما هولَّهِ رَبِّ الْعالَمِينَوليس لأحد سواه.وبعد، فهذا تفسير محرر لتلك القصة، وقد أعرضنا عن كثير من الإسرائيليات التي حشا بها بعض المفسرين تفاسيرهم، عند حديثهم عن الآيات التي وردت في هذه القصة، ومن ذلك ما يتعلق بسليمان- عليه السلام- وبجنوده من الطير. وبمحاورة النملة له، وبالهدية التي أرسلتها ملكة سبأ إليه، وبما قالته الشياطين لسليمان عن هذه المرأة.. إلخ وقد اشتملت هذه القصة على عبر وعظات وأحكام وآداب، من أهمها ما يأتى:1- أن الله- تعالى- قد أعطى- بفضله وإحسانه- داود وسليمان عليهما السلام- نعما عظيمة، على رأسها نعمة النبوة، والملك، والعلم النافع.وأنهما قد قابلا هذه النعم بالشكر لله- تعالى- واستعمالها فيما خلقت له.ونرى ذلك في قوله- تعالى-: وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً، وَقالا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنا عَلى كَثِيرٍ مِنْ عِبادِهِ الْمُؤْمِنِينَ.وفي قوله- تعالى-: رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلى والِدَيَّ، وَأَنْ أَعْمَلَ صالِحاً تَرْضاهُ، وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبادِكَ الصَّالِحِينَ.وفي قوله- سبحانه-: هذا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ، وَمَنْ شَكَرَ فَإِنَّما يَشْكُرُ لِنَفْسِهِ، وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ.2- أن سليمان- عليه السلام- قد أقام دولته على الإيمان بالله- تعالى- وعلى العلم النافع، وعلى القوة العادلة.أما الإيمان بالله- تعالى- وإخلاص العبادة له- سبحانه-، فهو كائن له- عليه السلام- بمقتضى نبوته التي اختاره الله لها، وبمقتضى دعوته غيره إلى وحدانية الله- عز وجل- فقد حكى القرآن عنه أنه قال في رسالته إلى ملكة سبأ: إِنَّهُ مِنْ سُلَيْمانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ.وأما العلم النافع، فيكفى أن القصة الكريمة قد افتتحت بقوله- تعالى-: وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً ...واشتملت على قوله- سبحانه-: وَوَرِثَ سُلَيْمانُ داوُدَ وَقالَ يا أَيُّهَا النَّاسُ عُلِّمْنا مَنْطِقَ الطَّيْرِ....وعلى قوله- عز وجل-: قالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ.وأما القوة، فنراها في قوله- تعالى-: وَحُشِرَ لِسُلَيْمانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ.وفي قوله- سبحانه- ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لا قِبَلَ لَهُمْ بِها، وَلَنُخْرِجَنَّهُمْ مِنْها أَذِلَّةً وَهُمْ صاغِرُونَ.3- أن سليمان عليه السلام كانت رسالته الأولى نشر الإيمان بالله- تعالى- في الأرض، وتطهيرها من كل معبود سواه.والدليل على ذلك أن الهدهد عند ما أخبره بحال الملكة التي كانت هي وقومها يعبدون الشمس من دون الله..ما كان من سليمان- عليه السلام- إلا أن حمله كتابا قويا بليغا يأمرهم فيه بترك التكبر والغرور، وبإسلام وجوههم لله وحده: أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ.4- أن سليمان- عليه السلام- كان يمثل الحاكم اليقظ المتنبه لأحوال رعيته، حيث يعرف شئونها الصغيرة والكبيرة، ويعرف الحاضر من أفرادها والغائب، حتى ولو كان الغائب طيرا صغيرا، من بين آلاف الخلائق الذين هم تحت قيادته.ولقد صور القرآن ما كان عليه سليمان- عليه السلام- من يقظة ودراية بأفراد رعيته أبدع تصوير فقال: وتفقد الطير فقال مالي لا أرى الهدهد أم كان من الغائبين.قال الإمام القرطبي- رحمه الله-: في هذه الآية دليل على تفقد الإمام أحوال رعيته، والمحافظة عليهم، فانظر إلى الهدهد مع صغره، كيف لم يخف على سليمان حاله، فكيف بعظام الملك..ثم يقول- رحمه الله- على سبيل التفجع والشكوى عن حال الولاة في عهده: فما ظنك بوال تذهب على يديه البلدان، وتضيع الرعية ويضيع الرعيان.. ورحم الله القائل:وهل أفسد الدين إلا الملوك ... وأحبار سوء ورهبانها5- أن سليمان- عليه السلام- كان بجانب تعهده لشئون رعيته، يمثل الحاكم الحازم العادل، الذي يحاسب المهمل، ويتوعد المقصر، ويعاقب من يستحق العقاب، وفي الوقت نفسه يقبل عذر المعتذر متى اعتذر عذرا مشروعا ومقنعا.انظر إليه وهو يقول- كما حكى القرآن عنه- عند ما تفقد الهدهد فلم يجده: لَأُعَذِّبَنَّهُ عَذاباً شَدِيداً أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطانٍ مُبِينٍ.إن الجيوش الجرارة التي تحت قيادة سليمان- عليه السلام- لا تؤثر فيها غياب هدهد منها.. ولكن سليمان القائد الحازم، كأنه يريد أن يعلم جنوده، أن لكل جندي رسالته التي يجب عليه أن يؤديها على الوجه الأكمل سواء أكان هذا الجندي صغيرا أم كبيرا، وأن من فرط في الأمور الصغيرة، لا يستبعد منه أن يفرط في الأمور الكبيرة.6- أن الجندي الصغير في الأمة التي يظلها العدل والحرية والأمان.. لا يمنعه صغره من أن يرد على الحاكم الكبير، بشجاعة وقوة..انظر إلى الهدهد- مع صغره- يحكى عنه القرآن، أنه رد على نبي الله سليمان الذي آتاه الله ملكا لا ينبغي لأحد من بعده بقوله: أَحَطْتُ بِما لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ ...ونجد سليمان- عليه السلام- لا يؤاخذه على هذا القول، بل يضع قوله موضع التحقيق والاختبار فيقول له: سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكاذِبِينَ.وهكذا الأمم العاقلة الرشيدة، لا يهان فيها الصغير، ولا يظلم فيها الكبير.7- أن حكمة الله- تعالى- قد اقتضت أن تتألف الأمم من حاكمين ومحكومين، وأن كل فريق له حقوق وعليه واجبات، وأن الأمم لا تصلح بدون حاكم يحكمها ويرعى شئونها، ويحق الحق ويبطل الباطل.قال القرطبي عند تفسيره لقوله- تعالى-: وَحُشِرَ لِسُلَيْمانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ: في الآية دليل على اتخاذ الإمام والحكام وزعة- أى ولاة، أو قضاة- يكفون الناس ويمنعونهم من تطاول بعضهم على بعض ...قال ابن عون: سمعت الحسن يقول وهو في مجلس قضائه: والله ما يصلح هؤلاء الناس إلا وزعة .ومن الأقوال الحكيمة لأمير المؤمنين عثمان بن عفان- رضى الله عنه- «إن الله ليزع بالسلطان مالا يزع بالقرآن» .8- أن الحاكم العاقل هو الذي يستشير من هو أهل للاستشارة في الأمور التي تهم الأمة.فها هي ذي ملكة سبأ عند ما جاءها كتاب سليمان- عليه السلام- جمعت وجوه قومها، وقالت لهم- كما حكى القرآن عنها: يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي، ما كُنْتُ قاطِعَةً أَمْراً حَتَّى تَشْهَدُونِ....قال القرطبي: وفي هذه الآية دليل على صحة المشاورة.. وقد قال الله- تعالى- لنبيه صلّى الله عليه وسلم وَشاوِرْهُمْ فِي الْأَمْرِ وقد مدح الله الفضلاء بقوله: وَأَمْرُهُمْ شُورى بَيْنَهُمْ والمشاورة من الأمر القديم وخاصة في الحرب، فهذه بلقيس امرأة جاهلية كانت تعبد الشمس من دون الله قالت: يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي ... لتختبر عزمهم على مقاومة عدوهم.وربما كان في استبدادها برأيها وهن في طاعتها، وكان في مشاورتهم وأخذ رأيهم عون على ما تريده من شوكتهم، وشدة مدافعتهم، ألا ترى إلى قولهم في جوابهم: نَحْنُ أُولُوا قُوَّةٍ وَأُولُوا بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي ماذا تَأْمُرِينَ.. .9- أن الهدية إذا لمس المهدى إليه من ورائها، عدم الإخلاص في إهدائها. وأن المقصد منها صرفه عن حق يقيمه، أو عن باطل يزيله.. فإن الواجب عليه أن يرد هذه الهدية لصاحبها. وأن يمتنع عن قبولها..ألا ترى إلى سليمان- عليه السلام- قد رد الهدية الثمينة التي أهدتها بلقيس إليه، حين أحس أن من وراء هذه الهدية شيئا. يتنافى مع تبليغ وتنفيذ رسالة الله- تعالى- التي أمره بتبليغها وتنفيذها، ألا وهي: الأمر بإخلاص العبادة لله- تعالى- والنهى عن الإشراك به، وبلقيس إنما كانت تقصد بهديتها، اختبار سليمان، أنبى هو أم ملك، كما سبق أن أشرنا..لذا وجدنا القرآن يحكى عن سليمان- عليه السلام- أنه رد هذه الهدية مع من جاءوا بها، وقال: أَتُمِدُّونَنِ بِمالٍ، فَما آتانِيَ اللَّهُ خَيْرٌ مِمَّا آتاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ.10- أن ملكة سبأ دل تصرفها على أنها كانت ملكة عاقلة رشيدة، حكيمة، فقد استشارت خاصتها في كتاب سليمان- عليه السلام-، ولوحت لهم بقوته وبما سيترتب على حربه، وآثرت أن تقدم له هدية على سبيل الامتحان، واستحبت المسالمة على المحاربة.. وكان عندها الاستعداد لقبول الحق والدخول فيه، وما أخرها عن المسارعة إليه إلا لكونها كانت من قوم كافرين..وعند ما التقت بسليمان، وانكشفت لها الحقائق سارعت إلى الدخول في الدين الحق، وقالت: بِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمانَ لِلَّهِ رَبِّ الْعالَمِينَ.هذه بعض العبر والعظات التي تؤخذ من هذه القصة.. ثم ساق- سبحانه- بعد ذلك جانبا من قصة صالح- عليه السلام- مع قومه، فقال- تعالى-:"
}