{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/27/49/",
    "ayah_number": 49,
    "text": "قالُوا: تَقاسَمُوا بِاللَّهِ، لَنُبَيِّتَنَّهُ وَأَهْلَهُ. ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ ما شَهِدْنا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصادِقُونَ.والمراد بالمدينة: مدينة قوم صالح- عليه السلام- وهي الحجر- بكسر الحاء وإسكان الجيم-.قال الجمل: قوله: «تسعة رهط» أى تسعة أشخاص، وبهذا الاعتبار وقع تمييزا للتسعة، لا باعتبار لفظه، وهم الذين سعوا في عقر الناقة، وباشره منهم قدار بن سالف، وكانوا من أبناء أشراف قوم صالح، والإضافة بيانية. أى: تسعة رهط. وفي المصباح: الرهط دون العشرة من الرجال، ليس فيهم امرأة  .ووصفهم بأنهم يفسدون في الأرض ولا يصلحون. للإشارة إلى أن نفوسهم قد تمحضت للفساد وللإفساد، ولا مكان فيها للصلاح وللإصلاح.وقوله: تَقاسَمُوا فعل أمر محكي بالقول، بمعنى: احلفوا بالله، ويجوز أن يكون فعلا ماضيا مفسرا لقالوا، فكأنه قيل: ما الذي قالوه؟ فكان الجواب: تقاسموا أى:أقسموا.وقوله: لَنُبَيِّتَنَّهُ من البيات وهو مباغتة العدو ليلا لقتله. يقال بيت القوم العدو، إذا أوقعوا به ليلا.والمراد بوليه: المطالبون بدمه من أقاربه، وفي ذلك إشارة إلى أن هؤلاء الظالمين لم يكونوا ليستطيعوا قتل صالح- عليه السلام- علانية، خوفا من مناصرة أقاربه له.ومَهْلِكَ بفتح الميم وكسر اللام بزنة مرجع- مصدر ميمى، من هلك الثلاثي، وقرأ بعضهم مَهْلِكَ بضم الميم وفتح اللام- من أهلك الرباعي، فهو أيضا مصدر ميمى من أهلك، ويجوز أن يكونا اسم زمان أو مكان.والمعنى: وكان في المدينة التي يسكنها صالح- عليه السلام- وقومه، تسعة أشخاص، دأبهم وديدنهم، الإفساد في الأرض، وعدم الإصلاح فيها، بأى حال من الأحوال.وقد تعاهد هؤلاء التسعة. وأكدوا ما تعاهدوا عليه بالأيمان المغلظة. على أن يباغتوا نبيهم وأهله ليلا، فيقتلوهم جميعا، ثم ليقولن بعد جريمتهم الشنعاء لأقارب صالح- عليه السلام-: ما حضرنا هلاك أهله وهلاك صالح معهم، ولا علم عندنا بما حل بهم وبه من قتل، وإنا لصادقون في كل ما قلناه.وهكذا المفسدون في الأرض، يرتكبون أبشع الجرائم وأشنعها، ثم يبررونها بالحيل الساذجة الذميمة ثم بعد ذلك يحلفون بأغلظ الأيمان أنهم يريئون من تلك الجرائم.ومن العجيب أن هؤلاء المجرمين الغادرين يقولون فيما بينهم: تَقاسَمُوا بِاللَّهِ أى:احلفوا بالله، على أن تنفذوا ما اتفقنا عليه من قتل صالح وأهله ليلا غيلة وغدرا. فهم يؤكدون إصرارهم على الإجرام بالحلف بالله، مع أن الله- تعالى- برىء منهم ومن غدرهم.وقولهم: ما شَهِدْنا مَهْلِكَ أَهْلِهِ نفى منهم لحضور قتلهم، فضلا عن مباشرة قتلهم، كأنهم أرادوا بهذه الجملة الإتيان بحيلة يبررون بها كذبهم، أى: أننا قتلناهم في الظلام، فلم نشاهد أشخاصهم، وإنا لصادقون في ذلك."
}