{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/30/27/",
    "ayah_number": 27,
    "text": "ثم أكد- سبحانه- ما يدل على إمكانية البعث، فقال- تعالى-: وَهُوَ الَّذِي يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ ...أى: وهو- سبحانه- الذي يبدأ الخلق بدون مثال سابق، ثم يعيد هذه المخلوقات بعد موتها إلى الحياة مرة أخرى للحساب والجزاء.والضمير في قوله: وَهُوَ أَهْوَنُ عَلَيْهِ للإعادة المفهومة من قوله ثُمَّ يُعِيدُهُ والتذكير للضمير باعتبار المعنى، أى: والعود أو الرد، أو الإرجاع أهون عليه.أى: وهو- سبحانه- وحده الذي يخلق المخلوقات من العدم، ثم يعيدها إلى الحياة مرة أخرى في الوقت الذي يريده، وهذه الإعادة للأموات أهون عليه، أى: أسهل عليه من البدء.وهذه الأسهلية على طريقة التمثيل والتقريب، بما هو معروف عند الناس من أن إعادة الشيء من مادته الأولى أسهل من ابتدائه.ورحم الله صاحب الكشاف، فقد وضح هذا المعنى فقال: قوله: وَهُوَ أَهْوَنُ عَلَيْهِ أى: فيما يجب عندكم، وينقاس على أصولكم، ويقتضيه معقولكم لأن من أعاد منكم صنعة شيء كانت أسهل عليه وأهون من إنشائها، وتعتذرون للصانع إذا خطئ في بعض ما ينشئه بقولكم: أول الغزل أخرق، وتسمون الماهر في صناعته معاودا، تعنون أنه عاودها كرة بعد أخرى، حتى مرن عليها وهانت عليه.فإن قلت لم أخرت الصلة في قوله: وَهُوَ أَهْوَنُ عَلَيْهِ وقدمت في قوله هُوَ عَلَيَّ هَيِّنٌ؟ قلت. هناك قصد الاختصاص وهو محزه، فقيل: هو عليه هين، وان كان مستصعبا عندكم أن يولد بين همل- أى: شيخ فان- وعاقر. وأما هنا فلا معنى للاختصاص، كيف والأمر مبنى على ما يعقلون، من أن الإعادة أسهل من الابتداء، فلو قدمت الصلة لتغير المعنى..»  .ومنهم من يرى أن أهون هنا بمعنى هين، أى: إرجاعكم إلى الحياة بعد موتكم هين عليه.والعرب تجعل أفعل بمعنى فاعل في كثير من كلامهم، ومنه قول الشاعر:إن الذي سمك السماء بنى لنا ... بيتا دعائمه أعز وأطولأى: بنى لنا بيتا دعائمه عزيزة طويلة ومنه قولهم: الله أكبر أى: كبير.وقوله- تعالى-: وَلَهُ الْمَثَلُ الْأَعْلى فِي السَّماواتِ وَالْأَرْضِ.. أى: وله- سبحانه- الوصف الأعلى الذي ليس لغيره مثله، لا في السموات ولا في الأرض، إذ لا يشاركه أحد في ذاته أو صفاته فهو- سبحانه- ليس كمثله شيء.وَهُوَ الْعَزِيزُ الذي يغلب ولا يغلب الْحَكِيمُ في كل أقواله وأفعاله وتصرفاته.وبعد هذا التطواف المتنوع في آفاق الأنفس، وفي أعماق هذا الكون، ضرب- سبحانه- مثلا لا مجال للجدل فيه، لوضوحه واعتماده على المنطق السليم، وأمر رسوله صلى الله عليه وسلم أن يمضى في طريقه المستقيم، كما أمر المؤمنين بأن يلتجئوا إليه- سبحانه- وحده، وأن يصونوا أنفسهم عن كل ما يغضبه، فقال- تعالى-:"
}