{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/83/1/",
    "ayah_number": 1,
    "text": "تفسير سورة المطففينمقدمة وتمهيد1- سورة «المطففين» أو سورة «ويل للمطففين» أو سورة «التطفيف» من السور التي اختلف المفسرون في كونها مكية أو مدنية أو بعضها مكي وبعضها مدني.فصاحب الكشاف يقول: مكية ... وهي آخر سورة نزلت بمكة.والإمام ابن كثير يقول: هي مدنية، دون أن يذكر في ذلك خلافا.والإمام القرطبي يقول: سورة «المطففين» : مكية في قول ابن مسعود والضحاك ومدنية في قول الحسن وعكرمة، وهي ست وثلاثون آية.قال مقاتل: وهي أول سورة نزلت بالمدينة. وقال ابن عباس وقتادة: هي مدنية إلا ثماني آيات، من قوله- تعالى-: إِنَّ الَّذِينَ أَجْرَمُوا إلى آخرها. فإنها مكية. وقال الكلبي وجابر بن زيد: نزلت بين مكة والمدينة.والإمام الآلوسى يجمع كل هذه الأقوال في تفسيره بشيء من التفصيل دون أن يرجح بينها.2- ويبدو لنا أن سورة المطففين من السور المكية، إلا أننا نرجح أنها من آخر ما نزل على الرسول صلى الله عليه وسلم من قرآن مكي، وقد ذكرها الإمام السيوطي في كتابه الإتقان، على أنها آخر سورة مكية، نزلت على الرسول صلى الله عليه وسلم قبل الهجرة  .ومما يجعلنا نرجح أن سورة المطففين من السور المكية: حديثها الواضح عن الفجار والأبرار.وعن يوم القيامة وسوء عاقبة المكذبين به، وعن أقوال المشركين في شأن القرآن الكريم.وعن الموازنة بين مصير المؤمنين والكافرين، وعن موقف كفار قريش من فقراء المؤمنين.وهذه الموضوعات نراها من السمات الواضحة للقرآن المكي، وإذا كان القرآن المدني قد تحدث عنها، فبصورة أقل تفصيلا من القرآن المكي.3- والسورة الكريمة في مطلعها تهدد الذين ينقصون المكيال والميزان ويبخسون الناس أشياءهم. وتذكرهم بيوم البعث والحساب والجزاء، لعلهم يتوبون إلى خالقهم ويستغفرونه مما فرط منهم.ثم تسوق موازنة مفصلة بين سوء عاقبة الفجار، وحسن عاقبة الأبرار.ثم تختتم بذكر ما كان يفعله المشركون مع فقراء المؤمنين، من استهزاء وإيذاء، وبشرت هؤلاء المؤمنين: بأنهم يوم الجزاء والحساب، سيضحكون من الكفار، كما ضحك الكفار منهم في الدنيا. قال- تعالى-: فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ. عَلَى الْأَرائِكِ يَنْظُرُونَ. هَلْ ثُوِّبَ الْكُفَّارُ ما كانُوا يَفْعَلُونَ.الويل : لفظ دال على الهلاك أو الشر ، وهو اسم لا فعل له من لفظه . . وقيل : هو اسم واد فى جهنم .و ( المطففين ) جمع مطفف ، من الطفيف ، وهو الشئ التافه الحقير ، لأن ما يغتاله المطفف من غيره شئ قليل . والتطفيف : الإِنقاص فى المكيال أو الميزان عن الحدود المطلوبة .قال الإِمام ابن جرير : وأصل التطفيف ، من الشئ الطفيف ، وهو القليل النزر . والمطفف : المقلل صاحب الحق عَمَّا له من الوفاء والتمام فى الوكيل أو وزن ."
}