{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/66/8/",
    "ayah_number": 8,
    "text": "ثم يرشد- سبحانه- المؤمنين، إلى ما يعينهم على الوقاية من النار فيقول: يا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً....والتوبة: العزم الصادق على عدم العودة إلى المعصية والندم على ما فعله منها في الماضي، والنصوح صيغة مبالغة من النصح، وصفت بها التوبة على سبيل الإسناد المجازى، والمقصود وصف التائبين بها، من نصح فلان التوب إذا خاطه، فكأن التائب يرقع ما مزقه بالمعصية. أو من قولهم: عسل ناصح.وقد ذكروا في معنى هذه الجملة أكثر من عشرين وجها.قال القرطبي ما ملخصه: اختلفت عبارة العلماء، وأرباب القلوب، في التوبة النصوح على ثلاثة وعشرين قولا، فقيل: هي التي لا عودة بعدها، كما لا يعود اللبن إلى الضرع.وقال قتادة: النصوح الصادقة الناصحة.. الخالصة.قال القرطبي: التوبة النصوح يجمعها أربعة أشياء: الاستغفار باللسان، والإقلاع بالأبدان، وإضمار ترك العود بالجنان، ومهاجرة سيئ الإخوان.وقال الفقهاء: التوبة التي لا تعلق لها بحق آدمي لها ثلاثة شروط: أحدها أن يقلع عن المعصية، وثانيها: أن يندم على ما فعله، وثالثها: أن يعزم على أن لا يعود إليها.فإذا اجتمعت هذه الشروط في التوبة كانت نصوحا.وإن كانت تتعلق بحق آدمي، فشروطها أربعة، هذه الثلاثة المتقدمة، والرابع أن يبرأ من حق صاحبها، فإن كانت المعصية مالا أو نحوه رده إليه، وإن كانت حد قذف ونحوه مكنه من نفسه، أو طلب العفو منه، وإن كانت غيبة استحله منها.وهي واجبة من كل معصية على الفور، ولا يجوز تأخيرها.. .وقوله- سبحانه- عَسى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئاتِكُمْ، وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ.والرجاء المستفاد من فعل عَسى مستعمل هنا في الوعد الصادق منه- تعالى- على سبيل الكرم والفضل، فقد قالوا إن كل ترج في القرآن واقع منه- تعالى- فضلا منه وكرما.أى: يا من آمنتم بالله حق الإيمان، توبوا إلى الله- تعالى- «توبة صادقة» بحيث تندمون على ما فرط منكم من ذنوب، وتعزمون على عدم العودة إليها، وتستمرون على توبتكم طوال حياتكم.. فإنكم متى فعلتم ذلك غفر الله- تعالى- لكم ذنوبكم: وكفر عنكم سيئاتكم، وأدخلكم جنات تجرى من تحت أشجارها وثمارها الأنهار.قال صاحب الكشاف: قوله: عَسى رَبُّكُمْ: إطماع من الله لعباده. وفيه وجهان:أحدهما أن يكون على ما جرت به عادة الجبابرة من الإجابة بعسى ولعل. ووقوع ذلك منهم موقع القطع والبت. والثاني: أن يجيء به تعليما للعباد وجوب الترجح بين الخوف والرجاء.. .والظرف في قوله- سبحانه-: يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ، نُورُهُمْ يَسْعى بَيْنَ أَيْدِيهِمْ وَبِأَيْمانِهِمْ منصوب بقوله- تعالى- قبل ذلك: يُدْخِلَكُمْ، أو بفعل مضمر تقديره: اذكر.وقوله: لا يُخْزِي من الخزي بمعنى الافتضاح: يقال أخزى الله فلانا إذا فضحه، والمراد به هنا: عذاب النار.وقوله: وَالَّذِينَ آمَنُوا مَعَهُ معطوف على النبي، وجملة نُورُهُمْ يَسْعى مستأنفة.أى: يدخلكم الله- بفضله وكرمه- جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ يوم القيامة، يوم ينجى- سبحانه- النبي صلى الله عليه وسلم وينجى الذين آمنوا معه من عذاب النار، ومن خزي هذا اليوم العصيب.وهم جميعا وعلى رأسهم الرسول صلى الله عليه وسلم نورهم وهم على الصراط، يسعى ويمتد وينتشر بَيْنَ أَيْدِيهِمْ.أى أمامهم وَبِأَيْمانِهِمْ أى: وعن أيمانهم.ويقولون- على سبيل الحمد والشكر لله- تعالى- يا ربنا أَتْمِمْ لَنا نُورَنا بأن تزيده ولا تنقصه حتى ندخل جنتك.وَاغْفِرْ لَنا يا ربنا ذنوبنا إِنَّكَ يا ربنا، عَلى كُلِّ شَيْءٍ قَدِيرٌ.وفي عطف الذين آمنوا على النبي صلى الله عليه وسلم إشعار بأن سبب انتفاء خزيهم، هو إيمانهم الصادق، وعملهم الصالح، وصحبتهم الكريمة للنبي صلى الله عليه وسلم.والضمير في قوله نُورُهُمْ يعود إلى النبي صلى الله عليه وسلم والذين آمنوا معه.وخص- سبحانه- الأمام واليمين بالذكر، لفضل هذين المكانين، إذ النور عند ما يكون من الأمام يستمتع الإنسان بمشاهدته، وعند ما يكون من جهة اليمين يزداد تفاؤلا وانشراحا به.والتخصيص بذلك لا ينفى أن يكون النور محيطا بهم من كل جوانبهم، وهو نور حقيقى يكرم الله- تعالى- به عباده الصالحين.وختموا دعاءهم بقولهم- كما حكى القرآن عنهم-: إِنَّكَ عَلى كُلِّ شَيْءٍ قَدِيرٌ للإشارة إلى أنهم كانوا على جانب كبير من رجاء تحقيق دعائهم، لأنهم يسألون ويدعون الله- تعالى- الذي لا يقف أمام قدرته شيء."
}