{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/66/10/",
    "ayah_number": 10,
    "text": "والمراد بضرب المثل. إيراد حالة غريبة، ليعرف بها حالة أخرى مشابهة لها في الغرابة.وقوله مَثَلًا مفعول ثان لضرب، والمفعول الأول امْرَأَتَ نُوحٍ....والمتدبر للقرآن الكريم، يراه قد أكثر من ضرب الأمثال، لأن فيها تقريبا للبعيد، وتوضيحا للغريب وتشبيه الأمر المعقول بالأمر المحسوس، حتى يرسخ في الأذهان ...أى: جعل الله- تعالى- مثلا لحال الكافرين، وأنه لا يغنى أحد عن أحد امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ عليهما السلام.وعدى الفعل ضَرَبَ باللام، للإشعار بأن هذا المثل إنما سيق من أجل أن يعتبر به الذين كفروا، وأن يقلعوا عن جهالاتهم التي جعلتهم يعتقدون أن أصنامهم ستشفع لهم يوم القيامة.وقوله- تعالى-: كانَتا تَحْتَ عَبْدَيْنِ مِنْ عِبادِنا صالِحَيْنِ فَخانَتاهُما ... بيان لحال هاتين المرأتين، ولما قامتا به من أفعال شائنة، تتنافى مع صلتهما بهذين النبيين الكريمين ...والمراد بالتحتية هنا: كونهما زوجين لهذين النبيين الكريمين، وتحت عصمتهما وصيانتهما، وأشد الناس التصاقا بهما.وقال- سبحانه- كانَتا تَحْتَ عَبْدَيْنِ ... للتعظيم، أى: كانتا في عصمة نبيين لهما من سمو المنزلة ما لهما عند الله- تعالى-.ووصفهما- سبحانه- بالصلاح، مع أنهما نبيان والنبوة أعظم هبة من الله لعبد من عباده- للتنويه بشأن الصالحين من الناس، حتى يحرصوا على هذه الصفة، ويتمسكوا بها، فقد مدح الله- تعالى- من هذه صفته في آيات كثيرة، منها قوله- تعالى-: وَبَشَّرْناهُ بِإِسْحاقَ نَبِيًّا مِنَ الصَّالِحِينَ.وخيانة امرأة نوح له، كانت عن طريق إفشاء أسراره، وقولها لقومه: إنه مجنون.وخيانة امرأة لوط له، كانت عن طريق إرشاد قومه إلى ضيوفه.. مع استمرار هاتين المرأتين على كفرهما ...قال الإمام ابن كثير: قوله: فَخانَتاهُما أى: في الإيمان، لم يوافقاهما على الإيمان، ولا صدقاهما في الرسالة..وليس المراد بقوله: فَخانَتاهُما في فاحشة، بل في الدين، فإن نساء الأنبياء معصومات عن الوقوع في الفاحشة ...وعن ابن عباس: قال: ما زنتا، أما امرأة نوح، فكانت تخبر أنه مجنون، وأما خيانة امرأة لوط، فكانت تدل على قومها على أضيافه.وفي رواية عنه قال: كانت خيانتهما أن امرأة نوح، كانت تفشى سره، فإذا آمن مع نوح أحد أخبرت الجبابرة من قوم نوح به، وأما امرأة لوط، فكانت إذا أضاف لوط أحدا، أخبرت به أهل المدينة ممن يعمل السوء..  .وقوله- تعالى-: فَلَمْ يُغْنِيا عَنْهُما مِنَ اللَّهِ شَيْئاً وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ بيان لما أصابهما من سوء العاقبة بسبب خيانتهما.أى: أن نوحا ولوطا- عليهما السلام- مع جلالة قدرهما، لم يستطيعا أن يدفعا شيئا من العذاب عن زوجتيهما الخائنتين لهما، وإنما قيل لهاتين المرأتين عند موتهما. أو يوم القيامة، ادخلا النار مع سائر الداخلين من الكفرة الفجرة..وقوله شَيْئاً منصوب على أنه مفعول مطلق لقوله: يُغْنِيا، وجاء منكرا للتقليل والتحقير، أى: فلم يغنيا عنهما شيئا من الإغناء حتى ولو كان قليلا ...وقوله: مَعَ الدَّاخِلِينَ بعد قوله: ادْخُلَا النَّارَ لزيادة تبكيتهما، ولتأكيد مساواتهما في العذاب مع غيرهما من الكافرين الخائنين الذين لا صلة لهما بالأنبياء من حيث القرابة أو ما يشبهها."
}