{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/66/12/",
    "ayah_number": 12,
    "text": "وقوله- سبحانه-: وَمَرْيَمَ ابْنَتَ عِمْرانَ.. معطوف على امْرَأَتَ فِرْعَوْنَ....أى: وضرب الله- تعالى- مثلا آخر للمؤمنين مريم ابنة عمران ...الَّتِي أَحْصَنَتْ فَرْجَها أى حفظته وصانته، إذ الإحصان جعل الشيء حصينا، بحيث لا يتوصل إليه، وهو كناية عن عفتها وطهارتها وبعدها عن كل فاحشة..وقوله فَنَفَخْنا فِيهِ مِنْ رُوحِنا مفرع على ما قبله.قال الآلوسى: قوله: فَنَفَخْنا فِيهِ النافخ رسوله جبريل- عليه السلام- فالإسناد مجازى. وقيل الكلام على حذف مضاف، أى: فنفخ رسولنا، وضمير فِيهِ للفرج.واشتهر أن جبريل- عليه السلام- نفخ في جيبها فوصل أثر ذلك إلى الفرج.وقال الفراء: ذكر المفسرون أن الفرج جيب درعها، وهو محتمل لأن الفرج معناه في اللغة، كل فرجة بين شيئين، وموضع جيب درع المرأة مشقوق فهو فرج، وهذا أبلغ في الثناء عليها، لأنها إذا منعت جيب درعها، فهي للنفس أمنع.. .أى: فنفخ رسولنا جبريل في فرجها أو في جيب درعها، روحا من أرواحنا هي روح عبدنا ونبينا عيسى- عليه السلام-.وإضافة الروح إلى ذاته- تعالى- لأنه هو الخالق والموجد وللإشارة إلى أن تكوين المخلوق الحي في رحمها، كان على غير الأسباب المعتادة.وقوله- تعالى-: وَصَدَّقَتْ بِكَلِماتِ رَبِّها وَكُتُبِهِ وَكانَتْ مِنَ الْقانِتِينَ زيادة في مدحها، وفي الثناء عليها..أى: وكان من صفات مريم ابنة عمران أنها آمنت إيمانا حقا بِكَلِماتِ رَبِّها أى:بشرائعه التي شرعها لعباده، وبما ألقاه إليها من إرشادات عن طريق وحيه.وَكُتُبِهِ أى: وصدقت بكتبه التي أنزلها على أنبيائه. وقرأ الجمهور وكتابه بالإفراد، على أن المراد به جنس الكتب، أو الإنجيل الذي أنزله- سبحانه- على ابنها عيسى.ومِنْ في قوله- تعالى-: وَكانَتْ مِنَ الْقانِتِينَ للابتداء، أى: وكانت من نسل الرجال القانتين، الذين بذلوا أقصى جهدهم في طاعة الله- تعالى-، وفي إخلاص العبادة له.ويصح أن تكون مِنْ للتبعيض. أى: وكانت من عداد المواظبين على الطاعة، وجيء بجمع الذكور على سبيل التغليب، وللإشعار بأن طاعتها لا تقل عن طاعة الرجال، الذين بلغوا الغاية في المواظبة على طاعة الله- تعالى-.وبذلك نرى أن هذه الآيات الكريمة، قد اشتملت على ثلاثة أمثال: مثل للكافرين، ومثلين للمؤمنين.وقد تضمن مثل الكفار، أن الكافر يعاقب على كفره، دون أن ينفعه ما بينه وبين المؤمنين من قرابة أو نسب.. كما حدث لامرأة نوح وامرأة لوط..وأما المثلان اللذان للمؤمنين، فقد تضمنا أن اتصال المؤمن بالكافر، لا يضره شيئا إذا فارقه في كفره وعمله ...وقد وضح صاحب الكشاف هذا المعنى فقال: ما ملخصه مثّل الله- تعالى- حال الكفار، في أنهم يعاقبون على كفرهم وعداوتهم للمؤمنين.. دون أن ينفعهم ما بينهم وبينهم من صلة أو قرابة- بحال امرأة نوح وامرأة لوط: فإنهما لما نافقتا وخانتا الرسولين. لم يغن عنهما ما بينهما وبينهما من وصلة الزواج شيئا..ومثل حال المؤمنين- في أن وصلة الكافرين لا تضرهم. ولا تنقص شيئا من ثوابهم وزلفاهم عند الله- بحال امرأة فرعون، فإنها مع كونها زوجة أعدى أعداء الله، فإنها بسبب إيمانها قد رفع منزلتها عنده..وبحال مريم ابنة عمران، فقد أعطاها الله ما أعطاها من الكرامة.. مع أن قومها كانوا كافرين ...وفي طي هذين التمثيلين تعريض بأمى المؤمنين المذكورتين في أول السورة، وما فرط منهما من التظاهر على رسول الله صلى الله عليه وسلم بما كرهه، وتحذير لهما على أغلظ وجه وأشده ...وإشارة إلى أن من حقهما أن تكونا في الإخلاص والكمال فيه، كمثل هاتين المؤمنتين، وأن لا تتكلا على أنهما زوجا رسول الله صلى الله عليه وسلم فإن ذلك الفضل لا ينفعهما إلا مع كونهما مخلصتين..وأسرار التنزيل ورموزه في كل باب، بالغة من اللطف والخفاء، حدا يدق عن تفطن العالم، ويزل عن تبصره .وبعد: فهذا تفسير لسورة «التحريم» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم."
}