{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/87/13/",
    "ayah_number": 13,
    "text": "أي لا يموت فيستريح ولا يحيي حياة تنفعه بل هي مضرة عليه لأن بسببها يشعر ما يعاقب به من أليم العذاب وأنواع النكال.قال الإمام أحمد : حدثنا ابن أبي عدي ، عن سليمان - يعني التيمي - عن أبي نضرة ، عن أبي سعيد قال : قال رسول الله - صلى الله عليه وسلم - : \" أما أهل النار الذين هم أهلها لا يموتون ولا يحيون ، وأما أناس يريد الله بهم الرحمة فيميتهم في النار فيدخل عليهم الشفعاء فيأخذ الرجل أنصاره فينبتهم - أو قال : ينبتون - في نهر الحياء - أو قال : الحياة - أو قال : الحيوان - أو قال : نهر الجنة فينبتون - نبات الحبة في حميل السيل \" . قال : وقال النبي - صلى الله عليه وسلم - : \" أما ترون الشجرة تكون خضراء ، ثم تكون صفراء أو قال : تكون صفراء ثم تكون خضراء ؟ \" . قال : فقال بعضهم : كأن النبي - صلى الله عليه وسلم - كان بالبادية .وقال أحمد أيضا : حدثنا إسماعيل ، حدثنا سعيد بن يزيد ، عن أبي نضرة ، عن أبي سعيد الخدري قال : قال رسول الله - صلى الله عليه وسلم - : \" أما أهل النار الذين هم أهلها ، فإنهم لا يموتون فيها ولا يحيون ، ولكن أناس - أو كما قال - تصيبهم النار بذنوبهم - أو قال : بخطاياهم - فيميتهم إماتة ، حتى إذا صاروا فحما أذن في الشفاعة ، فجيء بهم ضبائر ضبائر ، فنبتوا على أنهار الجنة ، فيقال : يا أهل الجنة ، اقبضوا عليهم . فينبتون نبات الحبة تكون في حميل السيل \" . قال : فقال رجل من القوم حينئذ : كأن رسول الله - صلى الله عليه وسلم - كان بالبادية .ورواه مسلم في حديث بشر بن المفضل وشعبة ، كلاهما عن أبي مسلمة سعيد بن زيد ، به مثله ورواه أحمد أيضا عن يزيد ، عن سعيد بن إياس الجريري ، عن أبي نضرة ، عن أبي سعيد ، عن النبي - صلى الله عليه وسلم - قال : \" إن أهل النار الذين لا يريد الله إخراجهم لا يموتون فيها ولا يحيون ، وإن أهل النار الذين يريد الله إخراجهم يميتهم فيها إماتة ، حتى يصيروا فحما ، ثم يخرجون ضبائر فيلقون على أنهار الجنة ، أو : يرش عليهم من أنهار الجنة فينبتون كما تنبت الحبة في حميل السيل \" .وقد قال الله إخبارا عن أهل النار : ( ونادوا يا مالك ليقض علينا ربك قال إنكم ماكثون ) [ الزخرف : 77 ] وقال تعالى : ( لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها ) [ فاطر : 36 ] إلى غير ذلك من الآيات في هذا المعنى ."
}