{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/98/2/",
    "ayah_number": 2,
    "text": "والمراد بها هنا: رسول الله صلى الله عليه وسلم، لقوله- تعالى- بعد ذلك: رَسُولٌ مِنَ اللَّهِ يَتْلُوا صُحُفاً مُطَهَّرَةً، ولأنه صلى الله عليه وسلم كان في ذاته برهانا على صحة ما ادعاه من النبوة، لتحليه بكمال العقل وبمكارم الأخلاق، ولإتيانه بالمعجزات التي تؤيد أنه صادق فيما يبلغه عن ربه.والمعنى: لم يكن الذين كفروا من أهل الكتاب، وهم اليهود والنصارى، ولم يكن- أيضا- الذين كذبوا الحق من المشركين، ولم يكن الجميع بمفارقين وبمنفصلين عن كفرهم وشركهم، حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ التي هي الرسول صلى الله عليه وسلم فلما أتتهم هذه البينة، منهم من آمن ومنهم من استمر على كفره وشركه وضلاله.وإلى هذا المعنى أشار صاحب الكشاف بقوله: «كان الكفار من الفريقين، أهل الكتاب، وعبدة الأصنام، يقولون قبل مبعث النبي صلى الله عليه وسلم: لا ننفك عما نحن عليه من ديننا، ولا نتركه حتى يبعث النبي المكتوب في التوراة والإنجيل، وهو محمد صلى الله عليه وسلم، فحكى الله- تعالى- ما كانوا يقولونه، ثم قال: وَما تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتابَ، يعنى أنهم كانوا يعدون باجتماع الكلمة، والاتفاق على الحق، إذا جاءهم الرسول، ثم ما فرقهم عن الحق، ولا أقرهم على الكفر، إلا مجيء الرسول صلى الله عليه وسلم، ونظيره في الكلام أن يقول الفقير الفاسق لمن يعظه: لست بمنفك عما أنا فيه حتى يرزقني الله- تعالى- الغنى، فيرزقه الله الغنى فيزداد فسقا، فيقول له واعظه: لم تكن منفكا عن الفسق حتى توسر، وما غمست رأسك في الفسق إلا بعد اليسار، يذكره ما كان يقوله توبيخا وإلزاما.وانفكاك الشيء من الشيء، أن يزايله بعد التحامه به. كالعظم إذا انفك من مفصله.والمعنى: أنهم متشبثون بدينهم لا يتركونه إلا عند مجيء البينة.  .ومنهم من يرى: أن مُنْفَكِّينَ بمعنى متروكين لا بمعنى تاركين، أى: لم يكونوا جميعا متروكين على ما هم عليه من الكفر والشرك، حتى تأتيهم البينة، على معنى قوله- تعالى-:أَيَحْسَبُ الْإِنْسانُ أَنْ يُتْرَكَ سُدىً.أو المعنى: لم يكن هؤلاء القوم منفكين من أمر الله- تعالى- وقدرته ونظره لهم، حتى يبعث الله- تعالى- إليهم رسولا منذرا، تقوم عليهم به الحجة، ويتم على من آمن النعمة، فكأنه- تعالى- قال: ما كانوا ليتركوا سدى ... .وهناك أقوال أخرى في معنى الآية رأينا أن نضرب عنها صفحا لضعفها.وقد قدم الله- تعالى- ذكر أهل الكتاب في البيان، لأن كفرهم أشنع وأقبح. إذ كانوا يقرءون الكتب، ويعرفون أوصاف النبي صلى الله عليه وسلم فكانت قدرتهم على معرفة صدقه أكبر وأتم. وفي التعبير عنهم بأهل الكتاب دون اليهود والنصارى، تسجيل للغفلة وسوء النية عليهم. حيث علموا الكتاب. وعرفوا عن طريقه أن هناك رسولا كريما قد أرسله الله- تعالى- لهدايتهم، ومع ذلك كفروا به، كما قال- تعالى-: فَلَمَّا جاءَهُمْ ما عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكافِرِينَ.وقوله- سبحانه-: رَسُولٌ مِنَ اللَّهِ يَتْلُوا صُحُفاً مُطَهَّرَةً بدل من «البيّنة» على سبيل المبالغة، حيث جعل- سبحانه- الرسول نفس البينة.أى: لم يفارقوا دينهم حتى جاءهم رسول كريم، كائن من عند الله- تعالى- لكي يقرأ على مسامعهم صحفا من القرآن الكريم، مطهرة، أى: منزهة عن الشرك والكفر والباطل،"
}