{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/47/15/",
    "ayah_number": 15,
    "text": "ثم أكد- سبحانه- هذا المعنى بأن بين مصير الفريقين فقال: مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ.والمراد بالمثل هنا: الصفة. وهو مبتدأ، والكلام على تقدير الاستفهام الإنكارى، وتقدير مضاف محذوف، والخبر قوله- تعالى-: كَمَنْ هُوَ خالِدٌ فِي النَّارِ. أى: أمثل أهل الجنة كمثل من هو خالد في النار، أو: أمثل الجنة كمثل جزاء من هو خالد في النار، وقدر الاستفهام في المبتدأ لأنه مرتب على الإنكارى السابق في قوله: أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ.ورحم الله- تعالى- صاحب الكشاف، فقد قال: فإن قلت ما معنى قوله- تعالى-:مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيها أَنْهارٌ كمن هو خالد في النار؟قلت: هو كلام في صورة الإثبات، ومعناه النفي والإنكار، لانطوائه تحت حكم كلام مصدر بحروف الإنكار، ودخوله في حيزه، وانخراطه في سلكه، وهو قوله- تعالى-:أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ..؟ فكأنه قيل: أمثل الجنة كمن هو خالد في النار، أى كمثل جزاء من هو خالد في النار؟فإن قلت: فلم عرّى في حرف الإنكار؟ وما فائدة التعرية؟قلت: تعريته من حرف الإنكار فيها زيادة تصوير لمكابرة من يسوى بين المتمسك بالبينة والتابع لهواه، وأنه بمنزلة من يثبت التسوية بين الجنة التي تجرى فيها الأنهار، وبين النار التي يسقى أهلها الجحيم.. .وقوله- سبحانه-: فِيها أَنْهارٌ مِنْ ماءٍ غَيْرِ آسِنٍ تفسير مسوق لشرح محاسن الجنة أى: صفة الجنة التي وعد الله- تعالى- بها عباده المتقين، أنها فيها أنهار من ماء ليس متغيرا في طعمه أو رائحته، وإنما هو ماء طيب لذيذ تشتهيه النفوس.والماء الآسن: هو الماء الذي تغير طعمه وريحه، لطول مكثه في مكان معين. يقال: أسن الماء يأسن- كضرب- يضرب، إذا تغير.وَأَنْهارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ أى: وفيها- أيضا- أنهار من لبن لم يتغير طعمه لا بالحموضة ولا بغيرها مما يجرى على الألبان التي تشرب في الدنيا.وَأَنْهارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ أى: وفيها كذلك أنهار من خمر هي في غاية اللذة لمن يشربها، إذ لا يعقبها ذهاب عقل، ولا صداع.وقال- سبحانه- لَذَّةٍ لِلشَّارِبِينَ للإشعار بأنها لذيذة لجميع من يشربونها بخلاف خمر الدنيا فإن من الناس من ينفر منها ويعافها حتى ولو كان على غير دين الإسلام.وَأَنْهارٌ مِنْ عَسَلٍ مُصَفًّى أى: وفيها- أيضا- أنهار من عسل لا يخالطه ما يخالط عسل الدنيا من الشمع أو غيره.وَلَهُمْ أى: للمؤمنين فِيها أى: في الجنة فضلا عن كل ذلك مِنْ كُلِّ الثَّمَراتِ التي يشتهونها، وأهم من كل ذلك أنهم لهم فيها: مَغْفِرَةٌ مِنْ رَبِّهِمْ أى: لهم ثواب عظيم وفضل كبير من ربهم، حيث ستر لهم ذنوبهم، وأزالها عنهم، وحولها إلى حسنات بكرمه وإحسانه.وقوله- سبحانه-: كَمَنْ هُوَ خالِدٌ فِي النَّارِ وَسُقُوا ماءً حَمِيماً فَقَطَّعَ أَمْعاءَهُمْ أى:أمثل جزاء المؤمنين الذي هو الجنة التي فيها ما فيها من أنهار الماء واللبن والخمر والعسل..كمثل عقاب الكافرين والمتمثل في نارهم خالدين فيها أبدا، وفي ماء في أشد درجات الحرارة، يشربونه فيقطع أمعاءهم؟لا شك أن كل عاقل يرى فرقا شاسعا، بين حسن عاقبة المؤمنين، وسوء عاقبة الكافرين.وبذلك نرى أن هاتين الآيتين قد فرقت بين الأخيار والأشرار في المنهج والسلوك، وفي المصير الذي يصير إليه كل فريق.وبعد هذا الحديث المفصل عن حال المؤمنين وحال الكافرين وعن مصير كل فريق. انتقلت السورة إلى الحديث عن المنافقين، وعن موقفهم من النبي صلّى الله عليه وسلّم ومن القرآن الكريم الذي أنزله الله- تعالى- عليه، فقال- سبحانه-:"
}