{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/47/20/",
    "ayah_number": 20,
    "text": "قال الإمام الرازي ما ملخصه: لما بين الله حال المنافق والكافر، والمهتدى المؤمن عند استماع الآيات العلمية، من التوحيد والحشر وغيرهما.. أتبع ذلك ببيان حالهم في الآيات العملية، فإن المؤمن كان ينتظر ورودها، ويطلب تنزيلها، وإذا تأخر عنه التكليف كان يقول: هلا أمرت بشيء من العبادة.والمنافق كان إذا نزلت الآية أو السورة وفيها تكليف كره ذلك.. فذكر- سبحانه- تباين حال الفريقين في العلم والعمل. فالمنافق لا يفهم العلم ولا يريد العمل، والمؤمن يعلم ويحب العمل..فقوله- تعالى-: وَيَقُولُ الَّذِينَ آمَنُوا لَوْلا نُزِّلَتْ سُورَةٌ حكاية لتطلع المؤمنين الصادقين إلى نزول القرآن، وتشوقهم إلى الاستماع إليه، والعمل بأحكامه.أى: ويقول الذين آمنوا إيمانا حقا، لرسوله صلّى الله عليه وسلّم: يا رسول الله هلا نزلت سورة جديدة من هذا القرآن الكريم، الذي نحبه ونحب العمل بما فيه من هدايات وآداب وأحكام وجهاد في سبيل الله- عز وجل-.قوله: فَإِذا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتالُ، رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ.. بيان لموقف المنافقين من الجهاد في سبيل الله، وتصوير بديع لما انطوت عليه نفوسهم من جبن خالع.والمراد بقوله مُحْكَمَةٌ: أى: واضحة المعاني فيما سيقت له من الأمر بالجهاد في سبيل الله، بحيث لا يوجد مجال لتأويل معناها على الوجه الذي سيقت له.أى: هذا هو حال المؤمنين بالنسبة لحبهم للقرآن الكريم، أما حال المنافقين فإنك تراهم إذا ما أنزلت سورة فاصلة بينة تأمر أمرا صريحا بالقتال لإعلاء كلمة الله تراهم ينظرون إليك كنظر من حضره الموت فصار بصره شاخصا لا يتحرك من شدة الخوف والفزع.والمقصود أنهم يوجهون أبصارهم نحو النبي صلّى الله عليه وسلّم بحدة وهلع، لشدة كراهتهم للقتال معه، إذ في هذا القتال عز للإسلام، ونصر للمؤمنين، والمنافقون يبغضون ذلك.فالآية الكريمة ترسم صورة خالدة بليغة لكل نفس لئيمة خوارة، مبتوتة عن الإيمان، وعن الفطرة السليمة، متجردة عن الحياء الذي يستر مخازيها.وقوله- تعالى- فَأَوْلى لَهُمْ تهديد ووعيد لهم على جبنهم وخبث طويتهم.وقوله فَأَوْلى يرى بعضهم أنه فعل ماض بمعنى قارب، وفاعله ضمير يعود إلى الموت، أى: قاربهم ما يهلكهم وهو الموت الذي يرتعدون منه..ويرى آخرون أن قوله فَأَوْلى اسم تفضيل بمعنى أحق وأجدر، وأنه خبر لمبتدأ محذوف، واللام بمعنى الباء. أى: فالعقاب والهلاك أولى بهم وأحق وأجدر. ويكون قوله- تعالى- بعد ذلك طاعَةٌ وَقَوْلٌ مَعْرُوفٌ كلام مستأنف والخبر محذوف."
}