{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/47/18/",
    "ayah_number": 18,
    "text": "ثم تعود السورة الكريمة إلى توبيخ هؤلاء المنافقين على غفلتهم وانطماس بصائرهم، فتقول: فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً، فَقَدْ جاءَ أَشْراطُها. فَأَنَّى لَهُمْ إِذا جاءَتْهُمْ ذِكْراهُمْ؟.فالاستفهام للإنكار والتعجب من حالهم، وقوله أَنْ تَأْتِيَهُمْ بدل اشتمال من الساعة، والأشراط جمع شرط- بالتحريك مع الفتح- وهو العلامة، وأصله الإعلام عن الشيء.يقال: أشرط فلان نفسه لكذا، إذا أعلمها له وأعدها، ومنه الشرطي- كتركي-والجمع شرط- بضم ففتح- سموا بذلك لأنهم أعلموا أنفسهم بعلامات يعرفون بها، وتميزهم عن غيرهم.وقوله: فَأَنَّى لَهُمْ خبر مقدم وذِكْراهُمْ مبتدأ مؤخر، والضمير في قوله جاءَتْهُمْ يعود إلى الساعة، والكلام على حذف مضاف قبل قوله ذِكْراهُمْ أى:فأنى لهم نفع ذكراهم؟والمعنى: ما ينتظر هؤلاء الجاهلون إلا الساعة، التي سيفاجئهم مجيؤها مفاجأة بدون مقدمات، والحق أن علاماتها قد ظهرت دون أن يرفعوا لها رأسا، ودون أن يعتبروا بها أو يتعظوا لاستيلاء الأهواء عليهم.ولكنهم عند ما تداهمهم الساعة بأهوالها، ويقفون للحساب. يتذكرون ويؤمنون بالله ورسله.. ولكن إيمانهم في ذلك الوقت لن ينفعهم، لأنه جاء في غير محله الذي يقبل فيه، وتذكرهم واتعاظهم- أيضا- لن يفيدهم لأنه جاء بعد فوات الأوان.ومن الآيات التي وردت في هذا المعنى قوله- تعالى-: فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا .وقوله- تعالى-: وَقالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّناوُشُ مِنْ مَكانٍ بَعِيدٍ  .وقوله- عز وجل-: يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسانُ وَأَنَّى لَهُ الذِّكْرى  .قال الآلوسى: الظاهر أن المراد بأشراط الساعة هنا: علاماتها التي كانت واقعة إذ ذاك، وأخبروا أنها علامات لها، كبعثة نبينا صلّى الله عليه وسلّم فقد أخرج أحمد والبخاري ومسلم والترمذي عن أنس قال: قال رسول الله صلّى الله عليه وسلّم: «بعثت أنا والساعة كهاتين- وأشار بالسبابة والوسطى» .وأراد صلّى الله عليه وسلّم مزيد القرب بين مبعثه والساعة، فإن السبابة تقرب من الوسطى.وأخرج أحمد عن بريدة قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: «بعثت أنا والساعة جميعا. وإن كادت لتسبقني» وهذا أبلغ في إفادة القرب.وعدوا منها انشقاق القمر الذي وقع له صلّى الله عليه وسلّم والدخان الذي وقع لأهل مكة، أما أشراطها مطلقا فكثيرة، ومنها ككون الحفاة العراة رعاء الشاة يتطاولون في البنيان"
}