{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/47/6/",
    "ayah_number": 6,
    "text": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَها لَهُمْ أى: ويدخلهم بعد كل ذلك الجنة يوم القيامة ويهديهم إلى بيوتهم ومساكنهم فيها، بحيث لا يخطئونها، حتى لكأنهم يقيمون فيها منذ خلقوا، وذلك كله بإلهام من الله- تعالى- لهم.قال الآلوسى ما ملخصه: عَرَّفَها لَهُمْ هذا التعريف في الآخرة. قال مجاهد: يهدى أهل الجنة إلى بيوتهم ومساكنهم، وحيث قسم الله- تعالى- لهم منها، لا يخطئون كأنهم ساكنوها منذ خلقوا.. وذلك بإلهام منه- عز وجل-.وورد في بعض الآثار أن حسناته تكون دليلا له على منزله فيها، وقيل: إنه- تعالى-:رسم على كل منزل اسم صاحبه وهو نوع من التعريف.وقيل: معنى عرفها لهم. طيبها لهم من العرف وهو الرائحة الطيبة، ومنه طعام معرف، أى مطيب.وعن الجبائي أن التعريف في الدنيا، وهو يذكر أوصافها، والمراد أنه- سبحانه- لم يزل يمدحها لهم، حتى عشقوها، فاجتهدوا في فعل ما يوصلهم إليها..هذا ومن الأحكام التي أخذها العلماء من هذه الآيات ما يأتى:1- وجوب قتال الكافرين بكل شدة وقوة، حتى تضعف شوكتهم، وتدول دولتهم، ويخضعوا لحكم شريعة الإسلام فيهم.وفي هذه المعنى وردت آيات كثيرة، منها قوله- تعالى-: يا أَيُّهَا النَّبِيُّ جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ.2- أخذ بعض العلماء من قوله- تعالى-: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها أن الأسير من الأعداء يدور أمره بين هاتين الحالتين إما أن نطلق سراحه بدون مقابل، وإما أن نطلق سراحه في مقابل فدية معينة نأخذها منه، وقد تكون هذه الفدية مالا، أو عملا، أو غير ذلك مما فيه منفعة للمسلمين.ويرى بعض العلماء أن هذه الآية منسوخة بقوله- تعالى-: فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ، وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ  .ويرى المحققون من العلماء أن هذه الآية، وهي قوله- تعالى-: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً. تحكى حالات معينة يكون أمر الأسرى فيها دائرا بين المن والفداء، لأنهما من مصلحة المسلمين، وهناك حالات أخرى يكون الأصلح فيها قتل الأعداء، أو استرقاقهم.فمسألة الأسرى من الأعداء، يكون الحكم فيها على حسب ما تقتضيه مصلحة المسلمين، ومرجع الحكم فيها إلى البصراء بالحرب وبوضع خططها، لأنهم أعرف الناس بكيفية معاملة الأسرى.وهذا الرأى الأخير هو الذي تطمئن إليه النفس، لأنه الثابت من فعل رسول الله صلّى الله عليه وسلّم ومن أفعال أصحابه، ولأن ذكر المن والفداء لا ينافي جواز غيره كالقتل- مثلا- لأن هذا الغير مفهوم من آيات أخرى ذكرت هذا الحكم في أوقات وحالات معينة.وقد رجح هذا الرأى كثير من العلماء، منهم الإمام ابن جرير، فقد قال ما ملخصه- بعد أن ساق جملة من الأقوال-: والصواب من القول عندنا في ذلك، أن هذه الآية محكمة غير منسوخة لأنه غير مستنكر أن يكون جعل الخيار في المن والقتل والفداء إلى الرسول صلّى الله عليه وسلّم وإلى القائمين بعده بأمر الأمة. وإن لم يكن القتل مذكورا في هذه الآية، لأنه قد أذن- سبحانه- بقتلهم في آيات أخرى منها فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ.وقد فعل الرسول صلّى الله عليه وسلّم كل ذلك، مع الأسرى ففي بدر قتل عقبة بن أبى معيط.وأخذ الفداء من غيره.. ومنّ على ثمامة بن أثال الحنفي وهو أسير في يده .وقال القرطبي- بعد أن ذكر أربعة أقوال-: الخامس: أن الآية محكمة، والإمام مخير في كل حال.وبهذا قال كثير من العلماء منهم: ابن عمر، والحسن وعطاء، وهو مذهب مالك والشافعى والثوري والأوزاعى.. وغيرهم، وهو الاختيار لأن النبي صلّى الله عليه وسلّم والخلفاء الراشدين فعلوا كل ذلك. فقد قتل النبي صلّى الله عليه وسلّم في بدر النضر بن الحارث. وأخذ الفداء من أسارى بدر.. وقد منّ على سبى هوازن. وهذا كله ثابت في الصحيح .وقال بعض العلماء ما ملخصه: وما نحسبنا مخطئين إذ قلنا إن الذي كان من النبي صلّى الله عليه وسلّم من الأعمال المختلفة، كان نزولا على مقتضى المصلحة، ولذلك نراه كان يجتهد في تعرف وجوه المصلحة، فيستشير أصحابه.ولو كان الأمر أمر خطة مرسومة، واحدا لا يتخطى. ما كان هناك معنى للاستشارة، ولا للنزول على رأى بعض أصحابه، ولما خالف في الحرب الواحدة بين أسير وأسير، فقتل هذا، وأخذ الفداء من هذا. ومنّ على هذا.وإذا فالمصلحة العامة وحدها هي لمحكمة، وهي الخطة التي تتبع في الحروب، خصوصا والحرب مكر وخديعة، وما دامت مكرا أو خديعة فليترك للماكرين وضع خطط المكر والخديعة ولا يرسم لهم كيف يمكرون، وإلا ما كانوا ما كرين .3- بشارة الشهداء بالثواب الجزيل، وبالأجر العظيم، ويكفى لذلك قوله- تعالى-:وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمالَهُمْ، سَيَهْدِيهِمْ وَيُصْلِحُ بالَهُمْ، وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَها لَهُمْ.وقد ذكر الإمام ابن كثير عند تفسيره لهذه الآيات جملة من الأحاديث منها: ما أخرجه الإمام أحمد عن قيس الجذامي قال: قال رسول الله صلّى الله عليه وسلّم: «يعطى الشهيد ست خصال: عند أول قطرة من دمه يكفر عنه كل خطيئة، ويرى مقعده من الجنة، ويزوج من الحور العين، ويؤمن من الفزع الأكبر، ومن عذاب القبر، ويحلى حلة الإيمان  .ثم وجه- سبحانه- نداء إلى المؤمنين بشرهم بنصره متى نصروا دينه، وتوعد الكافرين بالخيبة والخسران، ووبخهم على عدم تدبرهم في مصير الذين من قبلهم، وسلى النبي صلّى الله عليه وسلّم عما أصابه من أعدائه، فقال- تعالى-:"
}