{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/47/30/",
    "ayah_number": 30,
    "text": "ثم بين- سبحانه- بعض مظاهر قدرته فقال: وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ فَلَعَرَفْتَهُمْ بِسِيماهُمْ، وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ.والمراد بالإراءة هنا: التعريف والعلم الذي يقوم مقام الرؤية بالبصر، كما في قولهم:سأريك يا فلان ما أصنع بك. أى: سأعلمك بذلك.والفاء في قوله: فَلَعَرَفْتَهُمْ بِسِيماهُمْ لترتيب المعرفة على الإراءة، والمراد بسيماهم:علاماتهم. يقال: سوم فلان فرسه تسويما، إذا جعل له علامة يتميز بها.وكررت اللام في قوله: فَلَعَرَفْتَهُمْ للتأكيد.ولحن القول: أسلوب من أساليبه المائلة عن الطريق المعروفة، كأن يقول للقائل قولا يترك فيه التصريح إلى التعريض والإبهام، يقال: لحنت لفلان ألحن لحنا، إذا قلت له قولا يفهمه عنك ويخفى على غيره.قال الجمل: واللحن يقال على معنيين، أحدهما: الكناية بالكلام حتى لا يفهمه غير مخاطبك- ومنه قول الرسول صلّى الله عليه وسلّم لبعض أصحابه في غزوة الأحزاب: «وإن وجدتموهم- أى: بنى قريظة- على الغدر فالحنوا لي لحنا أعرفه» .والثاني: صرف الكلام من الإعراب إلى الخطأ- أى: من النطق السليم إلى النطق الخطأ-.ويقال من الأول: لحنت- بفتح الحاء- ألحن فأنا لاحن، ويقال من الثاني: لحن- بكسر الحاء إذا لم ينطق نطقا سليما- فهو لحن.والمعنى: ولو نشاء إعلامك وتعريفك- أيها الرسول الكريم- بهؤلاء المنافقين وبذواتهم وأشخاصهم لفعلنا، لأن قدرتنا لا يعجزها شيء فَلَعَرَفْتَهُمْ بِسِيماهُمْ أى: بعلاماتهم الخاصة بهم، والتي يتميزون بها عن غيرهم.وَلَتَعْرِفَنَّهُمْ- أيضا- فِي لَحْنِ الْقَوْلِ أى: ولتعرفنهم بسبب أقوالهم المائلة عن  الأساليب المعروفة في الكلام، حيث يتخاطبون فيما بينهم بمخاطبات لا يقصدون ظاهرها، وإنما يقصدون أشياء أخرى فيها الإساءة إليك وإلى أتباعك.قال الإمام ابن كثير: قوله- تعالى-: وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ فَلَعَرَفْتَهُمْ بِسِيماهُمْ يقول- تعالى-: ولو نشاء يا محمد لأريناك أشخاصهم، فعرفتهم عيانا، ولكن لم يفعل- سبحانه- ذلك في جميع المنافقين، سترا منه على خلقه.وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ أى: فيما يبدون من كلامهم الدال على مقاصدهم. كما قال عثمان- رضى الله عنه-: ما أسر أحد سريرة إلا أبداها الله على صفحات وجهه، وفلتات لسانه. وفي الحديث: «ما أسر أحد سريرة إلا كساه الله جلبابها» .وعن أبى مسعود عقبة بن عمرو قال: خطبنا رسول الله صلّى الله عليه وسلّم خطبة فحمد الله وأثنى عليه ثم قال: «إن منكم منافقين، فمن سميت فليقم. ثم قال: قم يا فلان، قم يا فلان- حتى سمى ستة وثلاثين رجلا- ثم قال: إن فيكم- أو منكم- فاتقوا الله» .وقوله- سبحانه-: وَاللَّهُ يَعْلَمُ أَعْمالَكُمْ ببان لعلمه الشامل- سبحانه- وتهديد لمن يجترح السيئات، أى: والله- تعالى- يعلم أعمالكم علما تاما كاملا، وسيجازيكم عليها بما تستحقون من ثواب أو عقاب."
}