{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/48/27/",
    "ayah_number": 27,
    "text": "كان رسول الله - صلى الله عليه وسلم - قد أري في المنام أنه دخل مكة وطاف بالبيت فأخبر أصحابه بذلك وهو بالمدينة ، فلما ساروا عام الحديبية لم يشك جماعة منهم أن هذه الرؤيا تتفسر هذا العام ، فلما وقع ما وقع من قضية الصلح ورجعوا عامهم ذلك على أن يعودوا من قابل ، وقع في نفوس بعض الصحابة من ذلك شيء ، حتى سأل عمر بن الخطاب ، رضي الله عنه في ذلك ، فقال له فيما قال : أفلم تكن تخبرنا أنا سنأتي البيت ونطوف به ؟ قال : \" بلى ، أفأخبرتك أنك تأتيه عامك هذا \" قال : لا قال : \" فإنك آتيه ومطوف به \" . وبهذا أجاب الصديق - رضي الله عنه - أيضا حذو القذة بالقذة ; ولهذا قال تعالى : ( لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام إن شاء الله ) : [ و ] هذا لتحقيق الخبر وتوكيده ، وليس هذا من الاستثناء في شيء ، [ وقوله ] : ( آمنين ) أي : في حال دخولكم . وقوله : ( محلقين رءوسكم ومقصرين ) ، حال مقدرة ; لأنهم في حال حرمهم لم يكونوا محلقين ومقصرين ، وإنما كان هذا في ثاني الحال ، كان منهم من حلق رأسه ومنهم من قصره ، وثبت في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال : \" رحم الله المحلقين \" ، قالوا : والمقصرين يا رسول الله ؟ قال : \" رحم الله المحلقين \" . قالوا : والمقصرين يا رسول الله ؟ قال : \" رحم الله المحلقين \" . قالوا : والمقصرين يا رسول الله ؟ قال : \" والمقصرين \" في الثالثة أو الرابعة .وقوله : ( لا تخافون ) : حال مؤكدة في المعنى ، فأثبت لهم الأمن حال الدخول ، ونفى عنهم الخوف حال استقرارهم في البلد لا يخافون من أحد . وهذا كان في عمرة القضاء في ذي القعدة سنة سبع ، فإن النبي - صلى الله عليه وسلم - لما رجع منالحديبية في ذي القعدة رجع إلى المدينة فأقام بها ذا الحجة والمحرم ، وخرج في صفر إلى خيبر ففتحها الله عليه بعضها عنوة وبعضها صلحا ، وهي إقليم عظيم كثير النخل والزروع ، فاستخدم من فيها من اليهود عليها على الشطر ، وقسمها بين أهل الحديبية وحدهم ، ولم يشهدها أحد غيرهم إلا الذين قدموا من الحبشة ، جعفر بن أبي طالب وأصحابه ، وأبو موسى الأشعري وأصحابه ، ولم يغب منهم أحد ، قال ابن زيد : إلا أبا دجانة سماك بن خرشة ، كما هو مقرر في موضعه ثم رجع إلى المدينة ، فلما كان في ذي القعدة [ في ] سنة سبع خرج إلى مكة معتمرا هو وأهل الحديبية ، فأحرم من ذي الحليفة ، وساق معه الهدي ، قيل : كان ستين بدنة ، فلبى وسار أصحابه يلبون . فلما كان قريبا من مر الظهران بعث محمد بن مسلمة بالخيل والسلاح أمامه ، فلما رآه المشركون رعبوا رعبا شديدا ، وظنوا أن رسول الله - صلى الله عليه وسلم - يغزوهم ، وأنه قد نكث العهد الذي بينه وبينهم من وضع القتال عشر سنين ، وذهبوا فأخبروا أهل مكة ، فلما جاء رسول الله - صلى الله عليه وسلم - فنزل بمر الظهران حيث ينظر إلى أنصاب الحرم ، بعث السلاح من القسي والنبل والرماح إلى بطن يأجج ، وسار إلى مكة بالسيف مغمدة في قربها ، كما شارطهم عليه . فلما كان في أثناء الطريق بعثت قريش مكرز بن حفص فقال : يا محمد ، ما عرفناك تنقض العهد . قال : \" وما ذاك ؟ \" قال : دخلت : علينا بالسلاح والقسي والرماح . فقال : \" لم يكن ذلك ، وقد بعثنا به إلى يأجج \" ، فقال : بهذا عرفناك ، بالبر والوفاء . وخرجت رءوس الكفار من مكة لئلا ينظروا إلى رسول الله - صلى الله عليه وسلم - و [ لا ] إلى أصحابه غيظا وحنقا ، وأما بقية أهل مكة من الرجال والنساء والولدان فجلسوا في الطرق وعلى البيوت ينظرون إلى رسول الله - صلى الله عليه وسلم - وأصحابه ، فدخلها عليه الصلاة والسلام ، وبين يديه أصحابه يلبون ، والهدي قد بعثه إلى ذي طوى ، وهو راكب ناقته القصواء التي كان راكبها يوم الحديبية ، وعبد الله بن رواحة الأنصاري آخذ بزمام ناقة رسول الله - صلى الله عليه وسلم - يقودها ، وهو يقول :باسم الذي لا دين إلا دينه باسم الذي محمد رسوله     خلوا بني الكفار عن سبيلهاليوم نضربكم على تأويله     كما ضربناكم على تنزيلهضربا يزيل الهام عن مقيله     ويذهل الخليل عن خليلهقد أنزل الرحمن في تنزيله     في صحف تتلى على رسولهبأن خير القتل في سبيله     يا رب إني مؤمن بقيلهفهذا مجموع من روايات متفرقة .قال يونس بن بكير ، عن محمد بن إسحاق : حدثني عبد الله بن أبي بكر بن حزم قال : لما دخل رسول الله - صلى الله عليه وسلم - مكة في عمرة القضاء ، دخلها وعبد الله بن رواحة آخذ بخطام ناقته - صلى الله عليه وسلم - وهو يقول :خلوا بني الكفار عن سبيله     إني شهيد أنه رسولهخلوا فكل الخير في رسوله     يا رب إني مؤمن بقيلهنحن قتلناكم على تأويله     كما قتلناكم على تنزيلهضربا يزيل الهام عن مقيله     ويذهل الخليل عن خليلهوقال عبد الرزاق : أخبرنا معمر ، عن الزهري ، عن أنس بن مالك قال : لما دخل رسول الله - صلى الله عليه وسلم - مكة في عمرة القضاء ، مشى عبد الله بن رواحة بين يديه ، وفي رواية وابن رواحة آخذ بغرزه ، وهو يقول :خلوا بني الكفار عن سبيله     قد نزل الرحمن في تنزيلهبأن خير القتل في سبيله     يا رب إني مؤمن بقيلهنحن قتلناكم على تأويله     كما قتلناكم على تنزيلهضربا يزيل الهام عن مقيله     ويذهل الخليل عن خليلهوقال الإمام أحمد : حدثنا محمد بن الصباح ، حدثنا إسماعيل - يعني ابن زكريا - عن عبد الله - يعني ابن عثمان - عن أبي الطفيل ، عن ابن عباس ; أن رسول الله - صلى الله عليه وسلم - لما نزل مر الظهران في عمرته ، بلغ أصحاب رسول الله - صلى الله عليه وسلم - أن قريشا [ تقول ] : ما يتباعثون من العجف . فقال أصحابه : لو انتحرنا من ظهرنا ، فأكلنا من لحمه ، وحسونا من مرقه ، أصبحنا غدا حين ندخل على القوم وبنا جمامة . قال : \" لا تفعلوا ، ولكن اجمعوا لي من أزوادكم \" . فجمعوا له وبسطوا الأنطاع ، فأكلوا حتى تركوا وحثا كل واحد منهم في جرابه ، ثم أقبل رسول الله - صلى الله عليه وسلم - حتى دخل المسجد ، وقعدت قريش نحو الحجر ، فاضطبع بردائه ، ثم قال : \" لا يرى القوم فيكم غميرة \" فاستلم الركن ثم رمل ، حتى إذا تغيب بالركن اليماني مشى إلى الركن الأسود ، فقالت قريش : ما ترضون بالمشي أما إنكم لتنقزون نقز الظباء ، ففعل ذلك ثلاثة أشواط ، فكانت سنة . قال أبو الطفيل : فأخبرني ابن عباس : أن رسول الله - صلى الله عليه وسلم - فعل ذلك في حجة الوداع .وقال أحمد أيضا : حدثنا يونس ; حدثنا حماد بن زيد ، حدثنا أيوب ، عن سعيد بن جبير ، عن ابن عباس قال : قدم رسول الله - صلى الله عليه وسلم - وأصحابه مكة ، وقد وهنتهم حمى يثرب ، ولقوا منها سوءا ، فقال المشركون : إنه يقدم عليكم قوم قد وهنتهم حمى يثرب ، ولقوا منها شرا ، وجلس المشركون من الناحية التي تلي الحجر ، فأطلع الله نبيه - صلى الله عليه وسلم - على ما قالوا ، فأمر رسول الله - صلى الله عليه وسلم - [ أصحابه ] أن يرملوا الأشواط الثلاثة ; ليرى المشركون جلدهم ، قال : فرملوا ثلاثة أشواط ، وأمرهم أن يمشوا بين الركنين حيث لا يراهم المشركون ، ولم يمنع النبي - صلى الله عليه وسلم - أن يرملوا الأشواط كلها إلا إبقاء عليهم ، فقال المشركون : أهؤلاء الذين زعمتم أن الحمى قد وهنتهم ؟ هؤلاء أجلد من كذا وكذا .أخرجاه في الصحيحين من حديث حماد بن زيد ، به وفي لفظ : قدم النبي - صلى الله عليه وسلم - وأصحابه صبيحة رابعة ، أي من ذي القعدة ، فقال المشركون : إنه يقدم عليكم وفد قد وهنتهم حمى يثرب ، فأمرهم النبي - صلى الله عليه وسلم - أن يرملوا الأشواط الثلاثة ، ولم يمنعهم أن يرملوا الأشواط كلها إلا الإبقاء عليهم .قال البخاري : وزاد ابن سلمة - يعني حماد بن سلمة - عن أيوب ، عن سعيد بن جبير ، عن ابن عباس قال : لما قدم النبي - صلى الله عليه وسلم - لعامه الذي استأمن قال : \" ارملوا \" . ليرى المشركون قوتهم ، والمشركون من قبل قعيقعان .وحدثنا محمد ، حدثنا سفيان بن عيينة ، عن عمرو بن دينار ، عن عطاء ، عن ابن عباس قال : إنما سعى النبي - صلى الله عليه وسلم - بالبيت وبالصفا والمروة ، ليرى المشركون قوته .ورواه في مواضع أخر ، ومسلم والنسائي ، من طرق ، عن سفيان بن عيينة ، به .وقال أيضا : حدثنا علي بن عبد الله ، حدثنا سفيان ، حدثنا إسماعيل بن أبي خالد ، سمع ابن أبي أوفى يقول : لما اعتمر رسول الله - صلى الله عليه وسلم - سترناه من غلمان المشركين ومنهم ; أن يؤذوا رسول الله - صلى الله عليه وسلم - . انفرد به البخاري دون مسلم .وقال البخاري أيضا : حدثنا محمد بن رافع ، حدثنا سريج بن النعمان ، حدثنا فليح ، وحدثني محمد بن الحسين بن إبراهيم ، حدثنا أبي حدثنا فليح بن سليمان ، عن نافع ، عن ابن عمر ; أن رسول الله - صلى الله عليه وسلم - خرج معتمرا ، فحال كفار قريش بينه وبين البيت ، فنحر هديه وحلق رأسه بالحديبية ، وقاضاهم على أن يعتمر العام المقبل ، ولا يحمل سلاحا عليهم إلا سيوفا ، ولا يقيم بها إلا ما أحبوا . فاعتمر من العام المقبل ، فدخلها كما كان صالحهم ، فلما أن قام بها ثلاثا ، أمروه أن يخرج فخرج .وهو في صحيح مسلم أيضا .وقال البخاري أيضا : حدثنا عبيد الله بن موسى ، عن إسرائيل ، عن أبي إسحاق ، عن البراء ، قال : اعتمر النبي - صلى الله عليه وسلم - في ذي القعدة ، فأبى أهل مكة أن يدعوه يدخل مكة حتى قاضاهم على أن يقيم بها ثلاثة أيام ، فلما كتبوا الكتاب كتبوا : \" هذا ما قاضانا عليه محمد رسول الله \" . قالوا : لا نقر بهذا ، ولو نعلم أنك رسول الله ما منعناك شيئا ، ولكن أنت محمد بن عبد الله . قال : \" أنا رسول الله ، وأنا محمد بن عبد الله \" . ثم قال لعلي بن أبي طالب : \" امح : رسول الله \" . قال : لا والله لا أمحوك أبدا . فأخذ رسول الله - صلى الله عليه وسلم - الكتاب ، وليس يحسن يكتب ، فكتب : \" هذا ما قاضى عليه محمد بن عبد الله : لا يدخل مكة السلاح إلا السيف في القراب ، وألا يخرج من أهلها بأحد أراد أن يتبعه ، وألا يمنع من أصحابه أحدا إن أراد أن يقيم بها \" فلما دخلها ومضى الأجل ، أتوا عليا فقالوا : قل لصاحبك : اخرج عنا فقد مضى الأجل ، فخرج النبي - صلى الله عليه وسلم - فتبعته ابنة حمزة تنادي : يا عم ، يا عم . فتناولها علي فأخذ بيدها ، وقال لفاطمة : دونك ابنة عمك فحملتها ، فاختصم فيها علي وزيد وجعفر ، فقال علي : أنا أخذتها وهي ابنة عمي ، وقال جعفر : ابنة عمي وخالتها تحتي ، وقال زيد : ابنة أخي ، فقضى بها النبي - صلى الله عليه وسلم - لخالتها ، وقال : \" الخالة بمنزلة الأم \" ، وقال لعلي : \" أنت مني وأنا منك \" وقال لجعفر : \" أشبهت خلقي وخلقي \" وقال لزيد : \" أنت أخونا ومولانا \" قال علي : ألا تتزوج ابنة حمزة ؟ قال : \" إنها ابنة أخي من الرضاعة \" انفرد به من هذا الوجه .وقوله : ( فعلم ما لم تعلموا فجعل من دون ذلك فتحا قريبا ) أي : فعلم الله تعالى من الخيرة والمصلحة في صرفكم عن مكة ودخولكم إليها عامكم ذلك ما لم تعلموا أنتم ، ( فجعل من دون ذلك )أي : قبل دخولكم الذي وعدتم به في رؤيا النبي - صلى الله عليه وسلم - ( فتحا قريبا ) : وهو الصلح الذي كان بينكم وبين أعدائكم من المشركين ."
}