{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/11/",
    "ayah_number": 11,
    "text": "ثم بين- سبحانه- نوعا آخر من الناس، لا يقل جرما عن سابقه فقال- تعالى-:وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلى حَرْفٍ، فَإِنْ أَصابَهُ خَيْرٌ اطْمَأَنَّ بِهِ، وَإِنْ أَصابَتْهُ فِتْنَةٌ انْقَلَبَ عَلى وَجْهِهِ ...قال صاحب الكشاف: «على حرف» أى: على طرف من الدين لا في وسطه وقلبه.وهذا مثل لكونهم على قلق واضطراب في دينهم: لا على سكون وطمأنينة، كالذي يكون على طرف من العسكر، فإن أحس بظفر وغنيمة قر واطمأن، وإلا فر وطار على وجهه ... »  .وقد ذكر المفسرون في سبب نزول هذه الآية روايات منها: ما أخرجه البخاري عن ابن عباس قال: كان الرجل يقدم المدينة، فإذا ولدت امرأته غلاما، ونتجت خيله. قال: هذا دين صالح، وإن لم تلد امرأته، ولم تنتج خيله قال: هذا دين سوء ... » .والمتأمل في هذه الآية الكريمة يراها قد صورت المذبذبين في عقيدتهم أكمل تصوير، فهم يقيسون العقيدة بميزان الصفقات التجارية، إن ربحوا من ورائها فرحوا، وإن خسروا فيها أصابهم الغم والحزن.وشبيه بهذه الآية قوله- تعالى- في شأن المنافقين: وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقاتِ فَإِنْ أُعْطُوا مِنْها رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْها إِذا هُمْ يَسْخَطُونَ «3» .والتعبير بقوله- سبحانه- عَلى حَرْفٍ يصور هذا النوع من الناس، وكأنه يترجح في عبادته كما يترجح من يكون على طرف الشيء. فهو معرض للسقوط في أية لحظة.والمراد من الخير في قوله- تعالى- فَإِنْ أَصابَهُ خَيْرٌ اطْمَأَنَّ بِهِ الخير الدنيوي من صحة وغنى ومنافع دنيوية.أى: فإن نزل بهذا المذبذب في عبادته خير دنيوى اطْمَأَنَّ بِهِ أى: ثبت على ما هو عليه من عبادة ثباتا ظاهريا، وليس ثباتا قلبيا حقيقيا كما هو شأن المؤمنين الصادقين الذين لا يزحزحهم عن إيمانهم وعد أو وعيد.وَإِنْ أَصابَتْهُ فِتْنَةٌ أى: مصيبة أو شر انْقَلَبَ عَلى وَجْهِهِ أى: ارتد ورجع عن عبادته ودينه إلى الكفر والمعاصي.وقوله- تعالى-: خَسِرَ الدُّنْيا وَالْآخِرَةَ ذلِكَ هُوَ الْخُسْرانُ الْمُبِينُ بيان لسوء عاقبة صنيعه.أى: هذا الذي يعبد الله على حرف، جمع على نفسه خسارتين، خسارة الدنيا بسبب عدم حصوله على ما يريده منها، وخسارة الآخرة بسبب ارتداده إلى الكفر وغشيان السيئات،وذلك الذي جمعه على نفسه هو الخسران الواضح، الذي لا ينازع في شأنه عاقلان، إذ لا خسران أشد وأظهر، من الخسران الذي ضيع دنياه وآخرته."
}