{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/18/",
    "ayah_number": 18,
    "text": "والاستفهام في قوله أَلَمْ تَرَ ... للتقرير. والرؤية هنا بمعنى العلم وذلك لأن سجود هذه الكائنات لله- تعالى- آمنا به عن طريق الإخبار دون أن نرى كيفيته.والسجود في اللغة: التذلل والخضوع مع انخفاض بانحناء وما يشبهه. وخص في الشرع بوضع الجبهة على الأرض بقصد العبادة.والمراد به هنا: دخول الأشياء جميعها تحت قبضة الله- تعالى- وتسخيره وانقيادها لكل ما يريده منا انقيادا تاما، وخضوعها له- عز وجل- بكيفية هو الذي يعلمها. فنحن نؤمن بأن هذه الكائنات تسجد لله- تعالى- ونفوض كيفية هذا السجود له- تعالى-.والمعنى: لقد علمت- أيها العاقل- أن الله- تعالى- يسجد له، ويخضع لسلطانه جميع من في السموات وجميع من في الأرض.وقوله: وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ عطف خاص على قوله: مَنْ فِي السَّماواتِ.ونص- سبحانه- عليها مفردا إياها بالذكر، لشهرتها، ولاستبعاد بعضهم حدوث السجود منها، ولأن آخرين كانوا يعبدون هذه الكواكب، فبين- سبحانه- أنها عابدة وساجدة لله، وليست معبودة.وقوله- تعالى-: وَالْجِبالُ وَالشَّجَرُ وَالدَّوَابُّ عطف خاص على مَنْ فِي الْأَرْضِ ونص- سبحانه- عليها- أيضا- لأن بعضهم كان يعبدها، أو يعبد ما يؤخذ منها كالأصنام.وقوله- تعالى- وَكَثِيرٌ مِنَ النَّاسِ بيان الذين اهتدوا إلى طريق الحق.أى: ويسجد له- كذلك- كثير من الناس، وهم الذين خلصت عقولهم من شوائب الشرك والكفر، وطهرت نفوسهم من الأدناس والأوهام.وقوله: وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذابُ بيان لحال الذين استحبوا العمى على الهدى.أى: وكثير من الناس حق وثبت عليهم العذاب، بسبب إصرارهم على الكفر، وإيثارهم الغي على الرشد.ثم ختم- سبحانه- الآية الكريمة بما يدل على نفاذ قدرته، وعموم مشيئته فقال: وَمَنْ يُهِنِ اللَّهُ فَما لَهُ مِنْ مُكْرِمٍ. إِنَّ اللَّهَ يَفْعَلُ ما يَشاءُ.و «من» شرطية، وجوابها: «فما له من مكرم» ومكرم اسم فاعل من أكرم.أى: ومن يهنه الله ويخزه، فما له من مكرم يكرمه، أو منقذ ينقذه مما هو فيه من شقاء، إن الله- تعالى- يفعل ما يشاء فعله بدون حسيب يحاسبه، أو معقب يعقب على حكمه  .قال- تعالى-: وَاللَّهُ يَحْكُمُ لا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسابِ.ثم ساق- سبحانه- بعد ذلك صورة فيها ما فيها من وجوه المقارنات بين مصير الكافرين ومصير المؤمنين. لكي ينحاز كل ذي عقل سليم إلى فريق الإيمان لا الكفر، فقال- تعالى-:"
}