{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/22/25/",
    "ayah_number": 25,
    "text": "قال الإمام الرازي: اعلم أنه- تعالى- بعد أن فصل بين الكفار والمؤمنين ذكر عظم حرمة البيت، وعظم كفر هؤلاء الكافرين فقال: إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرامِ.قال ابن عباس: الآية نزلت في أبى سفيان بن حرب وأصحابه حين صدوا رسول الله صلّى الله عليه وسلّم عام الحديبية عن المسجد الحرام، عن أن يحجوا ويعتمروا، وينحروا الهدى. فكره رسول الله صلّى الله عليه وسلّم قتالهم، وكان محرما بعمرة، ثم صالحوه على أن يعود في العام القادم..وصح عطف المضارع وهو «يصدون» على الماضي وهو «كفروا» لأن المضارع هنا لم يقصد به زمن معين من حال أو استقبال، وإنما المراد به مجرد الاستمرار، كما في قولهم: فلان يحسن إلى الفقراء، فإن المراد به استمرار وجود إحسانه.ويجوز أن يكون قوله وَيَصُدُّونَ ... خبرا لمبتدأ محذوف، أى: وهم يصدون عن المسجد الحرام. وخبر إن في قوله- سبحانه-: إِنَّ الَّذِينَ كَفَرُوا ... محذوف لدلالة آخر الآية عليه.والمعنى: إن الذين أصروا على كفرهم بما أنزله الله- تعالى- على نبيه محمد صلّى الله عليه وسلّم، واستمروا على منع أهل الحق من أداء شعائر دين الله- تعالى-، ومن زيارة المسجد الحرام..هؤلاء الكافرون سوف نذيقهم عذابا أليما.ويصح أن يكون الخبر محذوفا للتهويل والإرهاب. وكأن وصفهم بالكفر والصد كاف في معرفة مصيرهم المهين.قال القرطبي: قوله- تعالى-: وَالْمَسْجِدِ الْحَرامِ قيل إنه المسجد نفسه وهو ظاهر القرآن، لأنه لم يذكر غيره، وقيل الحرم كله، لأن المشركين صدوا رسول الله صلّى الله عليه وسلّم وأصحابه عنه عام الحديبية، فنزل خارجا عنه ... وهذا صحيح لكنه قصد هنا بالذكر المهم المقصود من ذلك.وقوله- سبحانه-: الَّذِي جَعَلْناهُ لِلنَّاسِ سَواءً الْعاكِفُ فِيهِ وَالْبادِ.. تشريف لهذا المكان حيث جعل الله- تعالى- الناس تحت سقفه سواء، وتشنيع على الكافرين الذين صدوا المؤمنين عنه.ولفظ «سواء» قرأه جمهور القراء بالرفع على أنه خبر مقدم، والعاكف: مبتدأ، والباد معطوفة عليه أى: العاكف والباد سواء فيه. أى مستويان فيه.وقرأه حفص عن عاصم بالنصب على أنه المفعول الثاني لقوله «جعلناه» بمعنى صيرناه.أى: جعلناه مستويا فيه العاكف والباد. ويصح أن يكون حالا من الهاء في جَعَلْناهُ أى:وضعناه للناس حال كونه سواء العاكف فيه والباد.والمراد: بالعاكف فيه: المقيم فيه. يقال: عكف فلان على الشيء، إذا لازمه ولم يفارقه.والباد: الطارئ عليه من مكان آخر. وأصله من يكون من أهل البوادي الذين يسكنون المضارب والخيام، ويتنقلون من مكان إلى آخر.أى: جعلناه للناس على العموم، يصلون فيه، ويطوفون به، ويحترمونه ويستوي تحت سقفه من كان مقيما في جواره، وملازما للتردد عليه، ومن كان زائرا له وطارئا عليه من أهل البوادي أو من أهل البلاد الأخرى سوى مكة.فهذا المسجد الحرام يتساوى فيه عباد الله، فلا يملكه أحد منهم، ولا يمتاز فيه أحد منهم، بل الكل فوق أرضه وتحت سقفه سواء.وقوله- تعالى-: وَمَنْ يُرِدْ فِيهِ بِإِلْحادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذابٍ أَلِيمٍ تهديد لكل من يحاول ارتكاب شيء نهى الله عنه في هذا المسجد الحرام.والإلحاد الميل. يقال: ألحد فلان في دين الله، أى: مال وحاد عنه.و «من» شرطية وجوابها «نذقه» ومفعول «يرد» محذوف لقصد التعميم. أى: ومن يرد فيه مرادا بإلحاد، ويصح أن يكون المفعول قوله بِإِلْحادٍ على أن الباء زائدة.أى: ومن يرد في هذا المسجد الحرام إلحادا، أى: ميلا وحيدة عن أحكام الشريعة وآدابها بسبب ظلمه وخروجه عن طاعتنا، نذقه من عذاب أليم لا يقادر قدره، ولا يكتنه كنهه.وقد جاء هذا التهديد في أقصى درجاته لأن القرآن توعد بالعذاب الأليم كل من ينوى ويريد الميل فيه عن دين الله، وإذا كان الأمر كذلك، فمن ينوى ويفعل يكون عقابه أشد، ومصيره أقبح.ويدخل تحت هذا التهديد كل ميل عن الحق إلى الباطل، أو عن الخير إلى الشر كالاحتقار، والغش.ولذا قال ابن جرير بعد أن ساق الأقوال في ذلك: وأولى الأقوال التي ذكرناها في تأويل ذلك بالصواب: القول الذي ذكرناه من أن المراد بالظلم في هذا الموضع، كل معصية لله، وذلك لأن الله عم بقوله: وَمَنْ يُرِدْ فِيهِ بِإِلْحادٍ بِظُلْمٍ ولم يخصص به ظلما دون ظلم في خبر ولا عقل، فهو على عمومه، فإذا كان ذلك كذلك فتأويل الكلام: ومن يرد في المسجد الحرام بأن يميل بظلم فيعصى الله فيه، نذقه يوم القيامة من عذاب موجع له."
}