{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/34/10/",
    "ayah_number": 10,
    "text": "وقوله- سبحانه-: وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلًا بيان لما منّ الله- تعالى- به على عبده داود- عليه السلام- من خير وبركة.أى: ولقد آتينا عبدنا داود فضلا عظيما، وخيرا وفيرا، وملكا كبيرا، بسبب إنابته إلينا، وطاعته لنا.ثم فصل- سبحانه- مظاهر هذا الفضل فقال: يا جِبالُ أَوِّبِي مَعَهُ والتأويب الترديد والترجيع. يقال: أوّب فلان تأويبا إذا رجّع مع غيره ما يقوله.والجملة مقول لقول محذوف: أى: وقلنا يا جبال رددى ورجعي مع عبدنا داود تسبيحه لنا، وتقديسه لذاتنا، وثناءه علينا، كما قال- تعالى-: إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ.وقوله: وَالطَّيْرَ بالنصب عطفا على قوله فَضْلًا أى: وسخرنا له الطير لتسبح معه بحمدنا. أو معطوف على محل يا جِبالُ أى: ودعونا الجبال والطير إلى التسبيح معه.قال الإمام ابن كثير- رحمه الله: يخبر- تعالى- عما أنعم به على عبده ورسوله داود- عليه السلام- مما آتاه من الفضل المبين، وجمع له بين النبوة والملك المتمكن، والجنود ذوى العدد والعدد، وما أعطاه ومنحه من الصوت العظيم، الذي كان إذا سبح به، تسبح معه الجبال الراسيات، الصم الشامخات، وتقف له الطيور السارحات. والغاديات الرائحات، وتجاوبه بأنواع اللغات.وفي الصحيح أن رسول الله صلّى الله عليه وسلّم سمع صوت أبى موسى الأشعرى يقرأ من الليل، فوقف فاستمع لقراءته ثم قال: «لقد أوتى هذا مزمارا من مزامير آل داود»  .وقال صاحب الكشاف: فإن قلت: أى فرق بين هذا النظم وبين أن يقال: «وآتينا داود منا فضلا» تأويب الجبال معه والطير؟قلت: كم بينهما من الفرق؟ ألا ترى إلى ما فيه من الفخامة التي لا تخفى، من الدلالة على عزة الربوبية وكبرياء الألوهية، حيث جعلت الجبال منزلة منزلة العقلاء، الذين إذا أمرهم أطاعوا وأذعنوا، وإذا دعاهم سمعوا وأجابوا، إشعارا بأنه ما من حيوان وجماد وناطق وصامت إلا وهو منقاد لمشيئته، غير ممتنع على إرادته   .وقوله- تعالى-: وَأَلَنَّا لَهُ الْحَدِيدَ، بيان لنعمة أخرى من النعم التي أنعم بها- سبحانه- عليه.أى: وصيرنا الحديد لينا في يده، بحيث يصبح- مع صلابته وقوته- كالعجين في يده، يشكله كيف يشاء، من غير أن يدخله في نار، أو أن يطرقه بمطرقة.فالجملة الكريمة معطوفة على قوله آتَيْنا، وهي من جملة الفضل الذي منحه- سبحانه- لنبيه داود- عليه السلام-."
}