{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/34/31/",
    "ayah_number": 31,
    "text": "والمراد بالذي بين يديه في قوله- تعالى-: وَقالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهذَا الْقُرْآنِ وَلا بِالَّذِي بَيْنَ يَدَيْهِ..: الكتب السماوية السابقة كالتوراة والإنجيل.قالوا: وذلك لأن المشركين سألوا بعض أهل الكتاب، عن الرسول صلى الله عليه وسلم فأخبروهم بأن صفاته في التوراة والإنجيل، فغضبوا وقالوا ما قالوا...أى: وقال الذين كفروا بإصرار وعناد وجحود لكل ما هو حق: قالوا لن نؤمن بهذا القرآن الذي جئت به يا محمد صلّى الله عليه وسلّم من عند ربك، ولا نؤمن- أيضا- بالكتب السماوية الأخرى التي تؤيد أنك رسول من عند الله- تعالى- فالآية الكريمة تحكى ما جبل عليه هؤلاء الكافرون من تصميم على الباطل، ومن نبذ للحق مهما تعددت مصادره.قال الإمام الرازي: لما بين- سبحانه- الأمور الثلاثة، من التوحيد والرسالة والحشر، وكانوا بالكل كافرين، بيّن كفرهم العام بقوله: وَقالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهذَا الْقُرْآنِ، وَلا بِالَّذِي بَيْنَ يَدَيْهِ وقوله: وَلا بِالَّذِي بَيْنَ يَدَيْهِ المشهور أنه التوراة والإنجيل، وعلى هذا فالمراد بالذين كفروا، المشركون المنكرون للنبوات والحشر.ويحتمل أن يكون المعنى: لن نؤمن بهذا القرآن ولا بما فيه من الأخبار والآيات والدلائل فيكون المراد بالذي بين يديه ما اشتمل عليه من أخبار وأحكام- ويكون المراد بالذين كفروا عموم الكافرين بما فيهم أهل الكتاب لأن الجميع لا يؤمن بالقرآن ولا بما اشتمل عليه.وقوله- تعالى-: وَلَوْ تَرى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ، يَرْجِعُ بَعْضُهُمْ إِلى بَعْضٍ الْقَوْلَ بيان لأحوالهم السيئة يوم القيامة، ولإصرارهم على الكفر.ولَوْ شرطية، وجوابها محذوف كما أن مفعول تَرى محذوف أيضا ومَوْقُوفُونَ أى محبوسون للحساب يوم القيامة.يقال: وقفت الرجل عن فعل هذا الشيء، إذا منعته وحجزته عن فعله.أى: ولو ترى- أيها المخاطب- حال الظالمين وقت احتباسهم عند ربهم يوم القيامة، وهم يتحاورون ويتجادلون فيما بينهم بالأقوال السيئة وكل فريق، يلقى التبعة على غيره.لو ترى ذلك لرأيت أمرا عجيبا، وحالا فظيعة، تنفطر لها القلوب، وترتعد من هولها النفوس.والتعبير بقوله- سبحانه-: مَوْقُوفُونَ يشعر بذلتهم وبؤسهم، فهم محبوسون للحساب على غير إرادة منهم، كما يحبس المجرم في سجنه انتظارا لمصيره السيئ.وقوله: عِنْدَ رَبِّهِمْ تبكيت وتوبيخ لهم، على ما كانوا يفعلونه في الدنيا من إنكار لليوم الآخر وما فيه من ثواب وعقاب وحساب.وقوله- سبحانه-: يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا، لَوْلا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ تفصيل لجانب من محاوراتهم فيما بينهم، ولما كانوا يراجعون فيه القول بعضهم مع بعض.والمراد بالذين استضعفوا: الأتباع والعامة من الناس، والمراد بالذين استكبروا: الزعماء والقادة والرؤساء.أى: يقول الأتباع من الكافرين لقادتهم ورؤسائهم بغيظ وحسرة: لولا أنتم منعتمونا عن اتباع الحق لكنا مؤمنين به، ومتبعين لما جاء به الرسول صلّى الله عليه وسلم.إنهم يقولون لهم في موقف الحساب يوم القيامة، ما كانوا عاجزين عن قوله في الدنيا.عند ما كانوا مستذلين لهم، وخاضعين لسلطانهم."
}