{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/34/45/",
    "ayah_number": 45,
    "text": "ثم بين لهم- سبحانه- بعد ذلك هوان أمرهم. وتفاهة شأنهم بالنسبة لمن سبقوهم، فقال: وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَما بَلَغُوا مِعْشارَ ما آتَيْناهُمْ، فَكَذَّبُوا رُسُلِي، فَكَيْفَ كانَ نَكِيرِ.والمعشار بمعنى العشر وهو لغة فيه. تقول: عندي عشر دينار ومعشار دينار، قال أبو حيان: والمعشار مفعال من العشر، ولم يبن على هذا الوزن من ألفاظ العدد غيره وغير المرباع. ومعناهما: العشر والربع.. .والضمير في قوله وَما بَلَغُوا يعود لكفار مكة، وقوله: ما آتَيْناهُمْ وفي قوله:فَكَذَّبُوا رُسُلِي يعود إلى الأمم السابقة.والنكير: مصدر كالإنكار، وهو من المصادر التي جاءت على وزن فعيل.والمعنى: لا تحزن- أيها الرسول الكريم- لتكذيب قومك لك، فقد كذب الذين من قبلهم من الأمم رسلهم، وإن قومك لم يبلغوا من القوة والغنى والكثرة.. عشر ما كان عليه سابقوهم، ولكن لما كذب أولئك السابقون أنبياءهم، أخذتهم أخذ عزيز مقتدر، بأن دمرناهم جميعا.والاستفهام في قوله- تعالى- فَكَيْفَ كانَ نَكِيرِ للتهويل. والجملة الكريمة معطوفة على مقدر والمعنى: فحين تمادوا في تكذيب رسلي، جاءهم إنكارى بالتدمير، فكيف كان إنكارى عليهم بالتدمير والإهلاك؟ لقد كان شيئا هائلا فظيعا تركهم في ديارهم جاثمين كأن لم يغنوا فيها، فعلى قومك أن يحذروا من أن يصيبهم مثله.وجعل- سبحانه- التدمير إنكارا، تنزيلا للفعل منزلة القول، كما في قول بعضهم:ونشتم بالأفعال لا بالتكلم.ويرى بعضهم أن الضمير في قوله وَما بَلَغُوا يعود على الذين من قبلهم، وفي قوله آتَيْناهُمْ يعود إلى كفار مكة.وقد رجح الإمام الرازي هذا الرأى فقال ما ملخصه: قال المفسرون: معنى الآية: ما بلغ هؤلاء المشركون معشار ما آتينا المتقدمين.. ثم إن الله أخذ هؤلاء المتقدمين، دون أن تنفعهم قوتهم، لما كذبوا رسلهم، فكيف حال هؤلاء الضعفاء- وهم قومك.ثم قال- رحمه الله-: وعندي وجه آخر في معنى الآية، وهو أن يقال: وكذب الذين من قبلهم، وما بلغوا معشار ما آتيناهم، أى: الذين من قبلهم ما بلغوا معشار ما آتينا قومك من البيان والبرهان. وذلك لأن كتابك يا محمد أكمل من سائر الكتب.فإذا كنت قد أنكرت على المتقدمين لما كذبوا رسلهم- مع أنهم لم يؤتوا معشار ما أوتى قومك من البيان-، فكيف لا أنكر على قومك بعد تكذيبهم لأوضح الكتب، وأفصح الرسل..ويبدو لنا أن المعنى الأول الذي عبر عنه الإمام الرازي بقوله: قال المفسرون، هو الأرجح لأنه هو المتبادر من معنى الآية الكريمة، لأنه يفيد التقليل من شأن مشركي مكة، بالنسبة لمن سبقهم من الأمم، من ناحية القوة والغنى.وفي القرآن الكريم آيات متعددة تؤيد هذا المعنى، منها قوله- تعالى-: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ، فَيَنْظُرُوا كَيْفَ كانَ عاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ، كانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثارُوا الْأَرْضَ وَعَمَرُوها أَكْثَرَ مِمَّا عَمَرُوها، وَجاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّناتِ، فَما كانَ اللَّهُ لِيَظْلِمَهُمْ، وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ .وبعد هذا الحديث عن أقوال المشركين في شأن الرسول صلّى الله عليه وسلّم وفي شأن القرآن.. وبعد هذا الرد الملزم لهم، والمزهق لباطلهم. بعد كل ذلك لقن الله- تعالى- نبيه صلّى الله عليه وسلّم الحجج القاطعة، والأقوال الحكيمة، التي تهدى إلى الرشد بأبلغ أسلوب، وأصدق بيان، فقال- تعالى-:"
}