{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/36/12/",
    "ayah_number": 12,
    "text": "ثم أكد- سبحانه- أن البعث حق، وأن الجزاء حق، لكي لا يغفل عنهما الناس، ولكي يستعدوا لهما بالإيمان والعمل الصالح فقال: إِنَّا نَحْنُ نُحْيِ الْمَوْتى....أى: إنا نحن بقدرتنا وحدها نحيى الموتى بعد موتهم، ونعيدهم إلى الحياة مرة أخرى لكي نحاسبهم على أعمالهم.وَنَكْتُبُ ما قَدَّمُوا وَآثارَهُمْ أى: وإنا نحن الذين نسجل عليهم أعمالهم التي عملوها في الدنيا سواء أكانت هذه الأعمال صالحة أم غير صالحة.ونسجل لهم- أيضا- آثارهم التي تركوها بعد موتهم سواء أكانت صالحة كعلم نافع، أو صدقة جارية ... أم غير صالحة كدار للهو واللعب، وكرأى من الآراء الباطلة التي اتبعها من جاء بعدهم، وسنجازيهم على ذلك بما يستحقون من ثواب أو عقاب وَكُلَّ شَيْءٍ أَحْصَيْناهُ فِي إِمامٍ مُبِينٍ أى: وكل شيء أثبتناه وبيناه في أصل عظيم، وفي كتاب واضح عندنا. ألا وهو اللوح المحفوظ، أو علمنا الذي لا يعزب عنه شيء.قال الإمام ابن كثير ما ملخصه: وفي قوله: آثارَهُمْ قولان:أحدهما: ونكتب أعمالهم التي باشروها بأنفسهم، وآثارهم التي أثروها- أى تركوها- من بعدهم، فنجزيهم على ذلك- أيضا-، إن خيرا فخير، وإن شرا فشر. كقوله صلّى الله عليه وسلم من سن في الإسلام سنة حسنة، فله أجرها وأجر من عمل بها من بعده، من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة، كان عليه وزرها ووزر من عمل بها من بعده، من غير أن ينقص من أوزارهم شيء..والثاني: أن المراد بقوله وَآثارَهُمْ أى: آثار خطاهم إلى الطاعة أو المعصية. فقد روى مسلم والإمام أحمد عن جابر بن عبد الله قال: خلت البقاع حول المسجد، فأراد بنو سلمة أن ينتقلوا قرب المسجد فبلغ ذلك رسول الله صلّى الله عليه وسلم فقال لهم: «إنه بلغني أنكم تريدون أن تنتقلوا إلى المسجد؟ قالوا: نعم يا رسول الله، قد أردنا ذلك، فقال: يا بنى سلمة، دياركم تكتب آثاركم، دياركم تكتب آثاركم» .ثم قال ابن كثير: ولا تنافى بين هذا القول والذي قبله، بل في القول الثاني تنبيه ودلالة على ذلك بطريق الأولى والأحرى، فإنه إذا كانت هذه الآثار تكتب، فلأن تكتب التي فيها قدوة بهم من خير أو شر بطريق الأولى .هذا، وتلك الرواية الصحيحة تشير إلى أن هذه الآية ليست مدنية- كما قيل-، لأن هذه الرواية تصرح بأن الرسول صلّى الله عليه وسلم قد قال لبنى سلمة، «دياركم تكتب آثاركم» أى:ألزموا دياركم تكتب آثاركم.. دون إشارة إلى سبب النزول.قال الآلوسى ما ملخصه: والأحاديث التي فيها أن الله- تعالى- أنزل هذه الآية، حين أراد بنو سلمة أن ينتقلوا من ديارهم. معارضة بما في الصحيحين من أن النبي صلّى الله عليه وسلم قرأ لهم هذه الآية، ولم يذكر أنها نزلت فيهم، وقراءته صلّى الله عليه وسلم لا تنافى تقدم النزول. أى: أن الآية مكية كبقية السورة  .وبذلك نرى الآيات الكريمة، قد أثبتت صدق الرسول صلّى الله عليه وسلم فيما يبلغه عن ربه، وبينت الحكمة من رسالته، كما بينت أن يوم القيامة آت لا ريب فيه.ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلم أن يقرأ على الناس- ليعتبروا ويتعظوا- قصة أصحاب القرية، وما جرى بينهم وبين الرسل الذين جاءوا لهدايتهم وإرشادهم إلى الطريق المستقيم فقال- تعالى-."
}