{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/61/11/",
    "ayah_number": 11,
    "text": "والمراد بها هنا: العقيدة السليمة، والأعمال الصالحة، التي فسرت بها بعد ذلك في قوله- تعالى- تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ.والاستفهام في قوله- تعالى-: هَلْ أَدُلُّكُمْ للتشويق والتحضيض إلى الأمر المدلول عليه.والمعنى: يا من آمنتم بالله- تعالى- وبملائكته وكتبه ورسله واليوم الآخر ألا تريدون أن أدلكم على تجارة رابحة، تنجيكم مزاولتها ومباشرتها، من عذاب شديد الألم؟ إن كنتم تريدون ذلك، فهاكم الطريق إليها، وهي: تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ، وَتُجاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوالِكُمْ وَأَنْفُسِكُمْ.فقوله- سبحانه-: تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ استئناف مفسر وموضح لقوله هَلْ أَدُلُّكُمْ؟ فكأن سائلا قال: وما هذه التجارة؟ دلنا عليها، فكان الجواب: تؤمنون بالله ورسوله.أى: تداومون مداومة تامة على الإيمان بالله- تعالى- وبرسوله صلى الله عليه وسلم وتجاهدون في سبيل إعلاء كلمة الله ونصرة دينه بأموالكم وأنفسكم.قالوا: وقوله تُؤْمِنُونَ خبر في معنى الأمر، ويدل عليه قراءة ابن مسعود: آمنوا بالله ورسوله، وجاهدوا في سبيله.وفائدة العدول إلى الخبر: الإشعار بأنهم قد امتثلوا لما أرشدوا إليه، فكأنه- سبحانه- يخبر عن هذا الامتثال الموجود عندهم.وجاء التعبير بقوله: هَلْ أَدُلُّكُمْ لإفادة أن ما يذكر بعد ذلك من الأشياء التي تحتاج إلى من يهدى إليها، لأنها أمور مرد تحديدها إلى الله- تعالى-.وتنكير لفظ التجارة، للتهويل والتعظيم، أى: هل أدلكم على تجارة عظيمة الشأن ... ؟وأطلقت التجارة هنا على الإيمان والعمل الصالح، لأنهما يتلاقيان ويتشابهان في أن كليهما المقصود من ورائه الربح العظيم، والسعى من أجل الحصول على المنافع.وقدم- سبحانه- هنا الجهاد بالأموال على الجهاد بالأنفس، لأن المقام مقام تفسير وتوضيح لمعنى التجارة الرابحة عن طريق الجهاد في سبيل الله، ومن المعلوم أن التجارة تقوم على تبادل الأموال، وهذه الأموال هي عصب الجهاد، فعن طريقها تشترى الأسلحة والمعدات التي لا غنى للمجاهدين عنها، وفي الحديث الشريف «من جهز غازيا فقد غزا» .وقدم- سبحانه- في قوله: إِنَّ اللَّهَ اشْتَرى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ..  قدم الأنفس على الأموال، لأن الحديث هناك، كان في معرض الاستبدال والعرض والطلب، والأخذ والعطاء ... فقدم- سبحانه- الأنفس لأنها أعز ما يملكه الإنسان، وجعل في مقابلها الجنة لأنها أعز ما يوهب، وأسمى ما تتطلع إلى نيله النفوس.واسم الإشارة في قوله: ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ يعود إلى ما سبق ذكره من الإيمان والجهاد. أى: ذلكم الذي أرشدناكم إلى التمسك به من الإيمان والجهاد في سبيل الله، هو خير لكم من كل شيء إن كنتم من أهل العلم والفهم.فقوله تَعْلَمُونَ منزل منزلة الفعل اللازم، للإشعار بأن من يخالف ذلك لا يكون لا من أهل العلم، ولا من أهل الإدراك.وجعله بعضهم فعلا متعديا، ومفعوله محذوف، والتقدير: إن كنتم تعلمون أنه خير لكم فافعلوه، ولا تتقاعسوا عن ذلك."
}