{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/61/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة «الصف» من السور المدنية الخالصة، وقد اشتهرت بهذا الاسم منذ عهد النبوة.فقد أخرج الإمام أحمد عن عبد الله بن سلام قال: تذاكرنا: أيكم يأتى رسول الله صلى الله عليه وسلم فيسأله عن أحب الأعمال إلى الله؟ فلم يقم أحد منا، فأرسل إلينا رسول الله صلى الله عليه وسلم رجلا، فجمعنا فقرأ علينا هذه السورة، يعنى سورة الصف كلها  .قال الآلوسى: وتسمى- أيضا- سورة الحواريين، وسورة عيسى- عليه السلام-.وعدد آياتها أربع عشرة آية، وكان نزولها بعد سورة «التغابن» وقبل سورة «الفتح» .2- وقد افتتحت بتسبيح الله- تعالى- عن كل ما لا يليق به، ثم وجهت نداء إلى المؤمنين نهتهم فيه أن يقولوا قولا لم تطابقه أفعالهم، فقال- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ ما لا تَفْعَلُونَ. كَبُرَ مَقْتاً عِنْدَ اللَّهِ أَنْ تَقُولُوا ما لا تَفْعَلُونَ.وبعد أن ذكر- سبحانه- جانبا مما قاله موسى- عليه السلام- لقومه، وما قاله عيسى- عليه السلام- لقومه، أتبع ذلك ببيان ما جبل عليه الكافرون من كذب على الحق ومن كراهية لظهور نوره، فقال- تعالى- وَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ الْكَذِبَ. وَهُوَ يُدْعى إِلَى الْإِسْلامِ، وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ، يُرِيدُونَ لِيُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ، وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكافِرُونَ.3- ثم وجه- سبحانه- نداء إلى المؤمنين، دعاهم فيه- بأبلغ أسلوب- إلى الجهاد في سبيله، بالأنفس والأموال، وحضهم على أن يقتدوا بالحواريين فقال: يا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصارَ اللَّهِ كَما قالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوارِيِّينَ مَنْ أَنْصارِي إِلَى اللَّهِ، قالَ الْحَوارِيُّونَ نَحْنُ أَنْصارُ اللَّهِ، فَآمَنَتْ طائِفَةٌ مِنْ بَنِي إِسْرائِيلَ وَكَفَرَتْ طائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلى عَدُوِّهِمْ، فَأَصْبَحُوا ظاهِرِينَ.- وهكذا نجد السورة الكريمة تفتتح بتنزيه الله- تعالى- عن كل نقص، وتنهى عن أن تكون الأقوال مخالفة للأفعال، وتبشر الذين يجاهدون في سبيل الله- تعالى- بمحبته ورضوانه، وتذم الذين آذوا رسل الله- تعالى- وأنكروا نبوتهم بعد أن جاءوهم بالبينات، وترشد إلى التجارة الرابحة التي توصل إلى الفوز العظيم.نسأل الله- تعالى- أن يجعلنا جميعا من الذين رضى الله عنهم ورضوا عنه، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة \" الصف \" - كما افتتحت قبلها سورة الحديد والحشر بتنزيه الله - تعالى - عن كل مالا يليق به .أى : نزه الله - تعالى - وقدسه ، جميع ما فى السموات وجميع ما فى الأرض من مخلوقات ، وهو - عز وجل - ( العزيز ) الذى لا يغلبه غالب ( الحكيم ) فى كل أقواله وأفعاله ."
}