{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/173/",
    "ayah_number": 173,
    "text": "ثم مدحهم- سبحانه- على ثباتهم وشجاعتهم وحسن اعتمادهم على خالقهم- عز وجل-، بعد أن مدحهم قبل ذلك على حسن استجابتهم لله ولرسوله فقال- تعالى-:الَّذِينَ قالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزادَهُمْ إِيماناً وَقالُوا: حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ.قال الفخر الرازي ما ملخصه: نزلت هذه الآية في غزوة بدر الصغرى، وذلك أن أبا سفيان لما عزم على الانصراف إلى مكة في أعقاب غزوة أحد نادى: يا محمد موعدنا موسم بدر الصغرى فنقتتل بها إن شئت. فقال النبي صلّى الله عليه وسلّم لعمر: قل له بيننا وبينك ذلك إن شاء الله.فلما حضر الأجل خرج أبو سفيان مع قومه حتى نزل بمر الظهران، فألقى الله الرعب في قلبه، فبدا له أن يرجع. فلقى نعيم بن مسعود وقد قدم معتمرا فقال له: يا نعيم، إنى وعدت محمدا أن نلتقي بموسم بدر. وإن هذا عام جدب ولا يصلحنا إلا عام نرعى فيه الشجر، ونشرب فيه اللبن. وقد بدا لي أن أرجع. ولكن إن خرج محمد ولم أخرج زاد بذلك جراءة علينا، فاذهب إلى المدينة فثبطهم ولك عندي عشرة من الإبل.فخرج نعيم إلى المدينة فوجد المسلمين يتجهزون فقال لهم: ما هذا بالرأى. أتوكم في دياركم وقتلوا أكثركم فإن ذهبتم إليهم لم يرجع منكم أحد.فوقع هذا الكلام في قلوب قوم منهم. فلما رأى النبي صلّى الله عليه وسلّم ذلك قال: «والذي نفسي بيده لأخرجن إليهم ولو وحدي» .ثم خرج صلّى الله عليه وسلّم في جمع من أصحابه، وذهبوا إلى أن وصلوا إلى بدر الصغرى- وهي ماء لبنى كنانة وكانت موضع سوق لهم يجتمعون فيها كل عام ثمانية أيام- ولم يلق رسول الله صلّى الله عليه وسلّم وأصحابه أحدا من المشركين.ووافقوا السوق وكانت معهم نفقات وتجارات فباعوا واشتروا أدما وزبيبا، وربحوا وأصابوا بالدرهم درهمين، وانصرفوا إلى المدينة سالمين.أما أبو سفيان ومن معه فقد عادوا إلى مكة بعد أن وصلوا إلى مر الظهران   ...وقيل إن الذين قابلهم أبو سفيان عند خروجه من مكة جماعة من بنى عبد القيس، وقد قال لهم ما قاله لنعيم بن مسعود عند ما أزمع العودة إلى مكة بعد أن قذف الله الرعب في قلبه من لقاء المسلمين.وعلى أية حال ففي سبب نزول هذه الآية والتي قبلها أقوال أخرى للمفسرين اكتفينا بما ذكرناه خشية الإطالة..وقوله الَّذِينَ قالَ لَهُمُ النَّاسُ بدل من قوله الَّذِينَ اسْتَجابُوا لِلَّهِ وَالرَّسُولِ أو صفة له.أو في محل نصب على المدح أى أمدح الذين قال لهم الناس ... إلخ.والمراد في الموصول في الآيتين طائفة واحدة من المؤمنين وهم الذين لم تمنعهم الجراح عن الخروج للقتال، ولم يرهبهم قول من قال لهم بعد ذلك إن الناس قد جمعوا لكم.والمراد من الناس الأول وهو قوله الَّذِينَ قالَ لَهُمُ النَّاسُ جماعة بنى عبد القيس أو نعيم بن مسعود.قال صاحب الكشاف: فإن قلت كيف قيل «الناس» إن كان نعيم هو المثبط وحده؟قلت: قيل ذلك لأنه من جنس الناس كما يقال: فلان يركب الخيل، ويلبس البرد وماله إلا فرس واحد وبرد فرد. أو لأنه حين قال ذلك لم يخل من ناس من أهل المدينة يضامونه، ويصلون جناح كلامه، ويثبطون مثل تثبيطه  .والمراد من الناس الثاني وهو قوله: إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ أبو سفيان ومن معه. فأل فيهما للعهد، والناس الثاني غير الأول.وقوله- تعالى- حكاية عن هؤلاء المثبطين: إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ أى إن أعداءكم المشركين قد جمعوا لكم جموعا كثيرة ليستأصلوكم، فاخشوهم ولا تخرجوا لقتالهم.وحذف مفعول جَمَعُوا فلم يقل: جمعوا جيشا كبيرا أو جمعوا أنفسهم وعددهم وأحلافهم وذلك ليذهب الخيال كل مذهب في مقدار ما جمعوا من رجال وسلاح وأموال، ولكن هذا القول الذي صدر من هؤلاء المثبطين، لم يلتفت إليه المؤمنون الصادقون المخلصون في جهادهم وفي اعتمادهم على خالقهم، بل كانوا كما أخبر الله تعالى- عنهم فَزادَهُمْ إِيماناً وَقالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ.أى أن هذا القول الذي قاله المثبطون، زاد المؤمنين إيمانا على إيمانهم، ويقينا على يقينهم، وثباتا على ثباتهم، وجعلهم يقولون للمرجفين بثقة واطمئنان: حَسْبُنَا اللَّهُ أى كافينا الله أمر أعدائنا وَنِعْمَ الْوَكِيلُ أى نعم النصير خالقنا- عز وجل- فهو الموكول إليه أمرنا ومصيرنا.وقولهم هذا يدل دلالة واضحة على قوة إيمانهم، وشدة ثقتهم في نصر الله- تعالى- لهم، مهما كثر عدد أعدائهم، ومهما تعددت مظاهر قوتهم.قال صاحب الكشاف: فإن قلت: كيف زادهم نعيم أو مقوله إيمانا؟ قلت: لما لم يسمعوا قوله وأخلصوا عنده النية والعزم على الجهاد، وأظهروا حمية الإسلام، كان ذلك أثبت ليقينهم، وأقوى لاعتقادهم، كما يزداد الإيقان بتناصر الحجج. ولأن خروجهم على أثر تثبيطه إلى جهة العدو طاعة عظيمة، والطاعات من جملة الإيمان، لأن الإيمان اعتقاد وإقرار وعمل. وعن ابن عمر: قلنا يا رسول الله: إن الإيمان يزيد وينقص؟ قال: «نعم. يزيد حتى يدخل صاحبه الجنة وينقص حتى يدخل صاحبه النار» . وعن عمر- رضى الله عنه- أنه كان يأخذ بيد الرجلفيقول: قم بنا نزداد إيمانا. وعنه: «لو وزن إيمان أبى بكر بإيمان هذه الأمة لرجح به» .وقال ابن كثير: روى البخاري عن ابن عباس: قال: «حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ» قالها إبراهيم- عليه السلام- حين ألقى به في النار. وقالها محمد صلّى الله عليه وسلّم حين قال لهم الناس: إن الناس قد جمعوا لكم فاخشوهم» .وعن أبى هريرة- رضى الله عنه- أن رسول الله صلّى الله عليه وسلّم قال: إذا وقعتم في الأمر العظيم فقولوا: «حسبنا الله ونعم الوكيل»  ."
}