{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/183/",
    "ayah_number": 183,
    "text": "ثم ذكر- سبحانه- رذيلة أخرى من رذائل اليهود فقال: الَّذِينَ قالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنا بِقُرْبانٍ تَأْكُلُهُ النَّارُ.وقوله الَّذِينَ قالُوا إِنَّ.. إلخ. في محل نصب بتقدير: أعنى. أو في محل رفع بتقدير: هم الذين قالوا. ويجوز أن يكون في محل جر على البدلية من قوله الَّذِينَ قالُوا إِنَّ اللَّهَ فَقِيرٌ.والمراد بالموصول جماعة من اليهود منهم كعب بن الأشرف، وفنحاص بن عازوراء، وحي بن أخطب ... وغيرهم، فقد ذكر جماعة من المفسرين أنهم أتوا النبي صلّى الله عليه وسلّم وقالوا له هذا القول وهو: إِنَّ اللَّهَ عَهِدَ إِلَيْنا ... إلخ.والقربان هو ما يتقرب به إلى الله من نعم أو غير ذلك من القربات.والمعنى: أن عذابنا الأليم سيصيب أولئك اليهود الذين قالوا: إن الله فقير ونحن أغنياء، والذين قالوا إن الله أمرنا في التوراة وأوصانا بأن لا نصدق ونعترف لرسول يدعى الرسالة إلينا من قبل الله- تعالى- حتى يأتينا بقربان يتقرب به إلى الله، فتنزل نار من السماء فتأكل هذا القربان، فإذا فعل ذلك كان صادقا في رسالته.ومقصدهم من وراء هذا القول الذي حكاه القرآن عنهم، أن يظهروا أمام الناس بمظهر المحافظين على عهود الله. وأنهم ما تركوا الإيمان بالنبي صلّى الله عليه وسلّم حسدا له، وإنما تركوا الإيمان به، لأنه لم يأت بالمعجزات التي أتى بها الأنبياء السابقون، فهم معذورون إذا لم يؤمنوا به لأنه ليس نبيا صادقا- في زعمهم-.ولا شك أن قولهم هذا ظاهر البطلان، لأن الإتيان بالقربان إذا كان معجزة لرسول لا يستلزم أن يكون معجزة لكل رسول، إذ أن آيات الله في إثبات رسالات رسله متعددة النواحي، مختلفة المناهج، وكون هذا الإتيان بالقربان الذي تأكله النار معجزة لبعض الرسل لا يستدعى أن يكون معجزة لجميعهم ولذا فقد أمر الله- تعالى- رسوله محمدا صلّى الله عليه وسلّم أن يرد عليهم بما يبطل قولهم فقال: قُلْ قَدْ جاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّناتِ وَبِالَّذِي قُلْتُمْ، فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صادِقِينَ.أى: قل لهم يا محمد قَدْ جاءَكُمْ رُسُلٌ مِنْ قَبْلِي كثير عددهم «بالبينات» أى بالحجج الواضحة، وبالمعجزات الساطعة الدالة على صدقهم وَبِالَّذِي قُلْتُمْ أى وجاءكم هؤلاء الرسل بالقربان الذي تأكله النار فَلِمَ قَتَلْتُمُوهُمْ بعد أن جاءوكم بتلك المعجزات الباهرة إِنْ كُنْتُمْ صادِقِينَ في دعواكم أنكم تتبعون الحق، وتطيعون الرسل متى أتوكم بما يشهد بصدقهم؟.فالجملة الكريمة ترد على هؤلاء اليهود بأبلغ الوجوه التي تثبت كذبهم فيما يدعون، لأن قتلهم للأنبياء بعد أن جاءوهم بالمعجزات الواضحة الدالة على صدقهم، دليل على أن هؤلاء اليهود قد بلغوا منتهى الجحود والظلم والعدوان، وأن دعواهم أن إيمانهم بمحمد صلّى الله عليه وسلّم متوقف على مجيئه بالقربان الذي تأكله النار دعوى كاذبة، لأن من جاءهم بالقربان كان جزاؤه القتل منهم ...قال الفخر الرازي: وقد بين الله بهذه الدلائل أنهم يطلبون هذه المعجزة لا على سبيل الاسترشاد وإنما على سبيل التعنت. وذلك لأن أسلافهم طلبوا هذه المعجزة من الأنبياء المتقدمين مثل: زكريا ويحيى وعيسى، فلما أظهروا لهم هذا المعجزة سعوا في قتلهم بعد أن قابلوهم بالتكذيب والمخالفة والمعاندة. وذلك يدل على أن مطالبهم كانت على سبيل التعنت إذ لو لم يكن الأمر كذلك لما سعوا في قتلهم، ومتأخرو اليهود راضون بفعل متقدميهم. وهذا يقتضى كونهم متعنتين- أيضا- في مطالبهم. ولهذا لم يجبهم الله فيها» ."
}