{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/144/",
    "ayah_number": 144,
    "text": "قال ابن كثير: لما انهزم من انهزم من المسلمين يوم أحد، وقتل من قتل منهم، نادى الشيطان: ألا إن محمدا قد قتل، ورجع ابن قميئة إلى المشركين فقال لهم: قتلت محمدا. وإنما قد ضرب رسول الله صلّى الله عليه وسلّم فشجه في رأسه. فوقع ذلك في قلوب كثير من الناس، واعتقدوا أن رسول الله صلّى الله عليه وسلّم قد قتل، فحصل ضعف ووهن وتأخر- بين المسلمين- عن القتال. ففي ذلك أنزل الله تعالى- وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ الآية  .وقوله- تعالى- وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ تقرير لحقيقة ثابتة، ولأمر مؤكد، وهو أن محمدا صلّى الله عليه وسلّم واحد من البشر، وأنه سيموت كما يموت جميع البشر، وأنه ليس له صفة تميزه عن سائر البشر سوى الرسالة التي وهبها الله- تعالى- له، ومنحه إياها، وأن هذه الرسالة لا تقتضي بقاءه أو خلوده، إذ الرسل الذين سبقوه قد أدوا رسالتهم في الحياة كما أمرهم خالقهم ثم ماتوا أو قتلوا.ومادام الأمر كذلك فمحمد صلّى الله عليه وسلّم سيموت وينتقل إلى الرفيق الأعلى كما مات الذين سبقوه من الأنبياء، وكما سيموت جميع البشر.والقصر في قوله- تعالى-: وَما مُحَمَّدٌ إِلَّا رَسُولٌ من باب قصر الموصوف على الصفة، أى قصر محمد صلّى الله عليه وسلّم على وصف الرسالة قصرا إضافيا.وفي هذا القصر رد على ما صدر من بعض المسلمين من اضطراب وضعف حين أرجف المنافقون في غزوة أحد بأن الرسول صلّى الله عليه وسلّم قد قتل.فكأنه- تعالى- يقول لهم: إن محمدا صلّى الله عليه وسلّم رسول من الرسل الذين أرسلهم الله لإخراج الناس من الظلمات إلى النور، وسيكون مصيره إلى الموت إن عاجلا أو آجلا كما هو شأن سائر البشر الذين اصطفى الله- تعالى- منهم رسله، إلا أن رسالته التي جاء بها من عند الله لن تموت من بعده، بل ستستمر إلى أن يرث الله الأرض ومن عليها، ولا يصح أن يضعف أتباعه في عقيدتهم أو في تبليغ رسالته من بعده، بل عليهم أن يستمسكوا بما جاءهم به، وأن يدافعوا عنه بأنفسهم وأموالهم.ولذا فقد وبخ الله- تعالى- بعض المسلمين الذين صدر منهم اضطراب أو ضعف عند ما أشاع ضعاف النفوس بأن الرسول صلّى الله عليه وسلّم قد قتل في غزوة أحد فقال- تعالى-: أَفَإِنْ ماتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلى أَعْقابِكُمْ؟أى: إذا مات محمد صلّى الله عليه وسلّم- أيها المؤمنون- وقد علمتم أن موته حق لا ريب فيه، أو قتل وهو يدافع عن دينه وعقيدته، انْقَلَبْتُمْ عَلى أَعْقابِكُمْ أى: رجعتم إلى ما كنتم عليه من الكفر والضلال. والانقلاب: الرجوع إلى المكان. وهو هنا مجاز في الرجوع إلى الحال التي كانوا عليها قبل الإسلام.يقال لكل من رجع إلى حاله السيئ الأول: نكص على عقبيه، وارتد على عقبيه. والعقب مؤخر الرجل. وجمعه أعقاب.قال صاحب الكشاف: قوله أَفَإِنْ ماتَ الفاء معلقة للجملة الشرطية بالجملة قبلها على معنى التسبب. والهمزة لإنكار أن يجعلوا خلو الرسل قبله سببا لانقلابهم على أعقابهم بعد هلاكه بموت أو قتل، مع علمهم أن خلو الرسل قبله وبقاء دينهم متمسكا به يجب أن يجعل سببا للتمسك بدين محمد صلّى الله عليه وسلّم لا للانقلاب عنه.فإن: قلت: لم ذكر القتل وقد علم أنه لا يقتل؟ قلت: لكونه مجوزا عند المخاطبين.فإن قلت: أما علموه من ناحية قوله: وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ؟ قلت: هذا مما يختص بالعلماء منهم وذوى البصيرة» .وفي قوله انْقَلَبْتُمْ عَلى أَعْقابِكُمْ تنفير شديد من الرجوع إلى الضلال بعد الهدى، وتصوير بليغ لمن ارتد عن الحق بعد أن هداه الله إليه.فقد صور- سبحانه- حالة من ترك الهداية إلى الضلال، بحالة من رجع إلى الوراء وبصره إلى الأمام، وأعقابه هي التي تقوده إلى الخلف، وهو في حالة انتكاس، بأن جعل رأسه إلى أسفل وعقبه إلى أعلا. ولا شك أن هذا أقبح منظر يكون عليه الإنسان.وقوله وَمَنْ يَنْقَلِبْ عَلى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئاً الغرض منه تأكيد الوعيد، لأن كل عاقل يعلم أن الله- تعالى- لا يضره كفر الكافرين.أى: ومن ينقلب على عقبيه بعد وفاة النبي صلّى الله عليه وسلّم بأن يرجع إلى ما كان عليه من الكفر والضلال، فلن يضر الله شيئا من الضرر وإن قل، إنما يضر نفسه بتعريضها للسخط والعذاب، وبحرمانها من الأجر والثواب.ثم أتبع- سبحانه- هذا الوعيد بالوعد فقال: وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ أى: وسيثيب الله- تعالى- الثابتين على الحق والصابرين على الشدائد الشاكرين له نعمه في السراء والضراء، سيثيبهم على ذلك بالنصر في الدنيا وبرضوانه في الآخرة.وعبر هنا بالشاكرين ولم يعبر بالصابرين مع أن الصبر في هذا الموطن أظهر، وذلك لأن الشكر في هذا المقام هو أسمى درجات الصبر، لأن هؤلاء المؤمنين الصادقين الذين وقفوا إلى جانب النبي صلّى الله عليه وسلّم في ساعة العسرة، لم يكتفوا بتحمل البلاء معه فقط، بل تجاوزوا حدود الصبر إلى حدود الشكر على هذه الشدائد التي ميزت الخبيث من الطيب، فالشكر هنا صبر وزيادة، وقليل من الناس هو الذي يكون على هذه الشاكلة، ولذا قال تعالى وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ فالآية الكريمة قد تضمنت عتابا وتوبيخا لأولئك المسلمين الذين ضعف يقينهم، وفترت همتهم، عند ما أرجف المرجفون في غزوة أحد بأن الرسول صلّى الله عليه وسلّم قد قتل.كما تضمنت الثناء الجزيل على أولئك الثابتين الصابرين الذين لم تؤثر في قوة إيمانهم تلك الأراجيف الكاذبة، بل مضوا في جهادهم وثباتهم بدون تردد أو تزعزع ولقد كان الثابتون حول رسول الله صلّى الله عليه وسلّم في غزوة أحد كثيرين ومن بينهم أنس بن النضر- رضى الله عنه-، فقد روى البخاري عن أنس- رضى الله عنه- قال: غاب عمى أنس بن النضر عن قتال بدر، فقال:يا رسول الله. غبت عن أول قتال قاتلت فيه المشركين، لئن أشهدنى الله قتال المشركين ليرين الله ما أصنع.فلما كان يوم أحد وانكشف المسلمون. قال: اللهم إنى أعتذر إليك مما صنع هؤلاء- يعنى المسلمين-. وأبرأ إليك مما صنع هؤلاء- يعنى المشركين-.ثم تقدم فاستقبله سعد بن معاذ. فقال: يا سعد بن معاذ!! الجنة ورب النضر إنى لأجد ريحها من دون أحد.قال سعد: فما استطعت يا رسول الله ما صنع.قال أنس: فوجدنا به بضعا وثمانين ضربة بالسيف، أو طعنة برمح، أو رمية بسهم، ووجدناه قد قتل، وقد مثل به المشركون، فما عرفه أحد إلا أخته بينانه.قال أنس كنا نرى أو نظن أن هذه الآية نزلت فيه وفي أشباهه: مِنَ الْمُؤْمِنِينَ رِجالٌ صَدَقُوا ما عاهَدُوا اللَّهَ عَلَيْهِ .كما تضمنت الآية الكريمة التحذير عن الارتداد عن دين الله بعد وفاة الرسول صلّى الله عليه وسلّم وبيان أنه بشر من البشر، وأنه يموت كما يموت سائر البشر، وأن رسالته هي الخالدة الباقية، فمن تمسك بها فقد سعد وفاز. ومن أعرض عنها فلن يضر الله شيئا."
}