{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/143/",
    "ayah_number": 143,
    "text": "ثم ذكرهم- سبحانه- بما كان منهم من تمنى الشهادة في سبيله فقال وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ، فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ.قال ابن جرير ما ملخصه: كان قوم من أصحاب النبي صلّى الله عليه وسلّم ممن لم يشهد بدرا، يتمنون قبل يوم أحد يوما مثل يوم بدر، فيعطون الله من أنفسهم خيرا، وينالون من الأجر مثل ما نال أهل بدر، فلما كان يوم أحد، فر بعضهم وصبر بعضهم، حتى أوفى بما كان عاهد الله عليه قبل ذلك، فعاتب الله من فر منهم بقوله: وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ ... الآية.وعن الحسن قال: بلغني أن رجالا من أصحاب النبي صلّى الله عليه وسلّم كانوا يقولون: لئن لقينا مع النبي صلّى الله عليه وسلّم المشركين لنفعلن ولنفعلن، فابتلوا بذلك- في أحد-، فلا والله ما كلهم صدق، فأنزل الله- تعالى- وَلَقَدْ كُنْتُمْ.... الآية .والخطاب في الآية الكريمة للمؤمنين الذين لم يفوزوا بالشهادة في غزوة أحد، وهو خطاب يجمع بين الموعظة والملام.والمراد بالموت هنا الشهادة في سبيل الله، أو الحرب والقتال لأنهما يؤديان إلى الموت.والمعنى: ولقد كنتم- يا معشر المؤمنين- تَمَنَّوْنَ الْمَوْتَ، أى الحرب أو الشهادة في سبيل الله مِنْ قَبْلِ أَنْ تَلْقَوْهُ أى تشاهدوه وتعرفوا أهواله فَقَدْ رَأَيْتُمُوهُ أى فقد رأيتم ما تتمنونه من الموت بمشاهدة أسبابه وهي الحرب وما يترتب عليها من جراح وآلام وقتال وَأَنْتُمْ تَنْظُرُونَ أى رأيتموه معاينين مشاهدين له حين قتل بين أيديكم من قتل من إخوانكم وأقاربكم وشارفتم أنتم أيها الأحياء أن تقتلوا.وقوله مِنْ قَبْلِ أَنْ تَلْقَوْهُ متعلق بقوله تَمَنَّوْنَ مبين لسبب إقدامهم على التمني. أى من قبل أن تشاهدوه وتعرفوا مصاعبه.ففي الجملة الكريمة تعريض بأنهم تمنوا أمرا دون أن يقدروا شدته عليهم، ودون أن يوطنوا أنفسهم على تحمل مشقاته وتبعاته.والفاء في قوله فَقَدْ رَأَيْتُمُوهُ للإفصاح عن شرط مقدر دل عليه صدر الكلام. والتقدير:إذا كنتم قد تمنيتم الموت فقد وقع ما تمنيتموه ورأيتموه رأى العين، فأين بلاؤكم وصبركم وثباتكم؟.وقوله وَأَنْتُمْ تَنْظُرُونَ جملة حالية من ضمير المخاطبين مؤكدة لمعنى رأيتموه. أى رأيتموه معاينين له، وهذا على حد قولك: رأيته وليس في عيني علة، أى رأيته رؤية حقيقية لا خفاء ولا التباس.والتعبير بالمضارع تَنْظُرُونَ يفيد التصوير. وإحضار الصورة الواقعة في الماضي كأنها واقعة في الحاضر، فيستحضرها العقل كما وقعت، وكما ظهرت في الوجود.والنظر الذي قرره الله- تعالى- بقوله وَأَنْتُمْ تَنْظُرُونَ يتضمن النظر إلى الموقعة كلها، وكيف كان النصر في أول الأمر للمسلمين، ثم كيف كانت الهزيمة بعد ذلك بسبب تطلع بعضهم إلى أعراض الدنيا. ثم كيف تفرقت صفوفهم بعد اجتماعها وكيف تضعضعت بعض العزائم بعد مضائها وقوتها.ولقد حكت الآية الكريمة أن المسلمين كانوا يتمنون الموت في معركة، وليس في ذلك من بأس، بل إن هذا هو شعار المؤمن الصادق، لأن المؤمن الصادق هو الذي يتمنى الشهادة في سبيل الله ومن أجل نصرة دينه، ولقد قال رسول الله صلّى الله عليه وسلّم «لوددت أنى أقتل في سبيل الله، ثم أحيا، ثم أقتل، ثم أحيا ثم أقتل» .وقال عمر بن الخطاب- رضى الله عنه- «اللهم إنى أسألك شهادة في سبيلك» . ولكن الذي يكرهه الإسلام هو أن يتمنى المسلم الشهادة ثم لا يفي بما تمناه، بمعنى أن يفر من الميدان أو يفعل ما من شأنه أن يتنافى مع الجهاد الحق في سبيل الله.ولذا قال الآلوسى: «والمقصود من هذا الكلام عتاب المنهزمين على تمنيهم الشهادة، وهم لم يثبتوا حتى يستشهدوا، أو على تمنيهم الحرب وتسببهم لها ثم جبنهم وانهزامهم لا على تمنى الشهادة نفسها لأن ذلك مما لا عتاب عليه كما وهم»  .فالآية الكريمة تعظ المؤمنين بأن لا يتمنوا أمرا حتى يفكروا في عواقبه، ويعدوا أنفسهم له، ويلتزموا الوفاء بما تمنوه عند تحققه، ولقد رسم النبي صلّى الله عليه وسلّم الطريق القويم الذي يحب أن يسلكه المسلم في حياته فقال في حديثه الصحيح: «أيها الناس، لا تتمنوا لقاء العدو، وسلوا الله العافية. فإذا لقيتموهم فاصبروا. واعلموا أن الجنة تحت ظلال السيوف»  .وبذلك نرى أن هذه الآيات الكريمة قد أمرت المؤمنين بأن يعتبروا بأحوال من سبقهم، وأن يتجنبوا ما كان عليه المكذبون من ضلال وعصيان وأن يوطنوا أنفسهم على تحمل المصائب والآلام فإن العاقبة لهم، وأن يعلموا أن الحياة لا تخلو من نصر وهزيمة، وسراء وضراء حتى يتميز الخبيث من الطيب، وأن يعرفوا أن الطريق إلى الجنة يحتاج إلى إيمان عميق، وصبر طويل، وجهاد شديد، واستجابة كاملة لتعاليم الإسلام وآدابه. ثم تمضى السورة الكريمة في حديثها عن غزوة أحد، فتذكر المؤمنين بما كان منهم عند ما أشيع بأن رسول الله صلّى الله عليه وسلّم قد قتل، وترشدهم إلى أن الآجال بيد الله، وأن المؤمنين الصادقين قاتلوا مع أنبيائهم في سبيل إعلاء كلمة الله بدون ضعف أو ملل فعليهم أن يتأسوا بهم في ذلك، وأن الله- تعالى- قد تكفل بأن يمنح المؤمنين الصادقين المجاهدين في سبيله أجرهم الجزيل في الدنيا والآخرة.استمع إلى القرآن الكريم وهو يسوق هذه المعاني بأسلوبه البليغ الحكيم فيقول:"
}