{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/104/",
    "ayah_number": 104,
    "text": "وبعد أن أمرهم- سبحانه- بتكميل أنفسهم عن طريق خشيته وتقواه والاعتصام بدينه وبكتابه، عقب ذلك بأمرهم بالعمل على تكميل غيرهم وإصلاح شأنه عن طريق دعوته إلى الخير وإبعاده عن الشر فقال- تعالى- وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ.الأمة: الجماعة التي تؤم وتقصد لأمر ما وتطلق على أتباع الأنبياء كما تقول: نحن من أمة محمد- صلّى الله عليه وسلّم- وعلى الرجل الجامع للخير الذي يقتدى به كقوله- تعالى- إِنَّ إِبْراهِيمَ كانَ أُمَّةً قانِتاً لِلَّهِ حَنِيفاً  . وعلى الدين والملة كقوله- تعالى- إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وعلى الحين والزمان كقوله- تعالى-: وَقالَ الَّذِي نَجا مِنْهُما وَادَّكَرَ بَعْدَ أُمَّةٍ.والمراد بالأمة هنا الطائفة من الناس التي تصلح لمباشرة الدعوة إلى الخير والأمر بالمعروف والنهى عن المنكر.والمراد بالخير ما فيه صلاح للناس ديني أو دنيوى.والمراد بالمعروف ما حسنه الشرع وتعارف العقلاء على حسنه والمنكر ضد ذلك.والمعنى: ولتكن منكم أيها المؤمنون طائفة قوية الإيمان عظيمة الإخلاص، تبذل أقصى طاقتها وجهدها في الدعوة إلى الخير الذي يصلح من شأن الناس، وفي أمرهم بالتمسك بالتعاليم وبالأخلاق التي توافق الكتاب والسنة والعقول السليمة، وفي نهيهم عن المنكر الذي يأباه شرع الله، وتنفر منه الطباع الحسنة.وقوله: وَلْتَكُنْ صيغة وجوب من الله- تعالى- على كل من يصلح لمهمة الدعوة إلى الخير، والأمر بالمعروف والنهى عن المنكر.وتكن إما من كان التامة أى: ولتوجد منكم أمة. فيكون قوله: أُمَّةٌ فاعلا لتكن وجملة يَدْعُونَ صفة لأمة، ومِنْكُمْ متعلق بتكن.وإما من كان الناقصة فيكون قوله: أُمَّةٌ اسمها، وجملة يَدْعُونَ خبرها، وقوله مِنْكُمْ متعلق بكان الناقصة، أو بمحذوف وقع حالا من أمة.ومن في قوله- تعالى- وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يرى أكثر العلماء أنها للتبعيض.أى: ليكن بعض منكم أمة أى طائفة تبذل جهدها في تبليغ رسالات الله وفي دعوة الناس إلى الخير وأمرهم بالمعروف ونهيهم عن المنكر.وفي هذا التبعيض وتنكير أمة تنبيه على قلة العاملين بذلك وأنه لا يخاطب به إلا الخواص.ومن هذا الأسلوب قوله- تعالى-: اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ ما قَدَّمَتْ لِغَدٍ فقد وجه الخطاب إلى نفس منكرة تنبيها على قلة الناظر في معاده.وعلى هذا فكأن الآية الكريمة قد اشتملت على طلبين:أحدهما: وجه إلى الأمة كلها يطالبها بأن تعد طائفة من بينها لهذه المهمة السامية وهي دعوة الناس إلى الخير وأن تزود هذه الطائفة الصالحة لهذه المهمة بكل ما يمكنها من أداء مهمتها.وثانيهما: موجه إلى تلك الطائفة الصالحة لهذه المهمة، بأن تخلص فيها، وتؤديها على الوجه الأكمل الذي يرضى الله- تعالى- ويرى بعض العلماء أن «من» في قوله- تعالى- وَلْتَكُنْ مِنْكُمْ أُمَّةٌ بيانية.فيكون المعنى أن الأمة كلها عليها واجب الأمر بالمعروف والنهى عن المنكر لا على سبيل الفرض الكفائى، بل على سبيل الفرض العيني.أى: لتكونوا أيها المؤمنون جميعا أمة تدعو إلى الخير وتأمر بالمعروف وتنهى عن المنكر فمن هنا ليس المراد بها التبعيض على هذا الرأى بل المراد بها البيان، وذلك كقولك: لفلان من أولاده جند، وللأمير من غلمانه عسكر، تريد بذلك جميع أولاده وغلمانه.ويبدو لنا أن الرأى الأول وهو أن «من» للتبعيض أقرب إلى الصواب، لأن الأمة كلها برجالها ونسائها وشبابها وشيوخها لا تصلح لهذه المهمة السامية، وإنما يصلح لها من يجيدها ويحسنها بأن تكون عنده القدرة العقلية، والعلمية، والنفسية، والخلقية، لأدائها.ولذا قال صاحب الكشاف مرجحا أن «من» للتبعيض: قوله: وَلْتَكُنْ مِنْكُمْ أُمَّةٌ من للتبعيض، لأن الأمر بالمعروف والنهى عن المنكر من فروض الكفايات، لأنه لا يصلح له إلا من علم المعروف والمنكر، وعلم كيف يرتب الأمر في إقامته وكيف يباشره فإن الجاهل ربما نهى عن معروف وأمر بمنكر، وربما عرف الحكم في مذهبه وجهله في مذهب صاحبه فنهاه عن غير منكر. وقد يغلظ في موضع اللين، ويلين في موضع الغلظة وينكر على من لا يزيده إنكاره إلا تماديا، أو على من الإنكار عليه عبث.وقيل «من» للتبيين، بمعنى: وكونوا أمة تأمرون، كقوله- تعالى- كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ .وقوله- تعالى- وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ معطوف على قوله: يَدْعُونَ إِلَى الْخَيْرِ من باب عطف الخاص على العام.وفائدة هذا التخصيص ذكر الدعاء إلى الخير عاما ثم مفصلا على هذين الوجهين وهما الأمر بالمعروف والنهى عن المنكر، لأنهما أشرف ألوان الدعوة إلى الخير.وقوله: يَدْعُونَ إِلَى الْخَيْرِ المفعول فيه محذوف وكذلك في قوله: يَأْمُرُونَ ويَنْهَوْنَ والتقدير يدعون الناس إلى الخير ويأمرونهم بالمعروف وينهونهم عن المنكر.وحذف المفعول للإيذان بظهوره. أو للقصد إلى إيجاد نفس الفعل. أى يفعلون الدعاء إلى الخير، أو لقصد التعميم أى يدعون كل من تتأتى له الدعوة.وقد ختم- سبحانه- الآية الكريمة بتبشير هؤلاء الداعين إلى الخير بالفلاح فقال وَأُولئِكَ هُمُ الْمُفْلِحُونَ والفلاح هو الظفر وإدراك البغية.أى: وأولئك القائمون بواجب الدعوة إلى الخير والأمر بالمعروف والنهى عن المنكر هم الكاملون في الفلاح والنجاح، ولا يمكن أن يفلح سواهم ممن لم يقم بهذا الواجب الذي هو مناط عزة الجماعات والأفراد، وأساس رفعتهم وقوتهم وسعادتهم.قال بعض العلماء: في الآية دليل على وجوب الأمر بالمعروف والنهى عن المنكر ووجوبه ثابت بالكتاب والسنة، وهو من أعظم واجبات الشريعة المطهرة، وأصل عظيم من أصولها، وركن مشيد من أركانها، وبه يرتفع سنامها ويكمل نظامها.وقال الإمام الغزالي: في هذه الآية بيان الإيجاب. فإن قوله: وَلْتَكُنْ أمر. وظاهر الأمر الإيجاب، وفيها بيان أن الفلاح منوط به. إذ حصر وقال: وَأُولئِكَ هُمُ الْمُفْلِحُونَ وفيها بيان أنه فرض كفاية لا فرض عين وأنه إذا قام به البعض سقط الفرض عن الآخرين، إذ لم يقل كونوا كلكم آمرين بالمعروف، بل قال: وَلْتَكُنْ مِنْكُمْ أُمَّةٌ وإن تقاعد عنه الخلق جميعا عم الإثم كافة القادرين عليه لا محالة  .هذا وقد وردت أحاديث متعددة في فضل الدعوة إلى الخير والأمر بالمعروف والنهى عن المنكر، وفي بيان العاقبة السيئة التي تترتب على ترك هذا الواجب، ومن ذلك:ما رواه مسلم والترمذي وابن ماجة والنسائي عن أبى سعيد الخدري قال: سمعت رسول الله صلّى الله عليه وسلّم يقول: من رأى منكم منكرا فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطيع فبقلبه، وذلك أضعف الإيمان.وروى الترمذي عن جابر بن عبد الله عن النبي صلّى الله عليه وسلّم أنه قال: سيد الشهداء حمزة بن عبد المطلب ورجل قام إلى إمام جائر فأمره ونهاه فقتله.وروى الشيخان عن جرير بن عبد الله قال: بايعت النبي صلّى الله عليه وسلّم على السمع والطاعة فلقننى فيما استطعت والنصح لكل مسلم.وروى أبو داود والترمذي وابن ماجة والنسائي عن أبى بكر الصديق- رضى الله عنه- قال: يا أيها الناس إنكم تقرءون هذه الآية: يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ وإنى سمعت رسول الله صلّى الله عليه وسلّم يقول «إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب من عنده» ."
}