{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/81/",
    "ayah_number": 81,
    "text": "قوله- تعالى- وَإِذْ أَخَذَ اللَّهُ مِيثاقَ النَّبِيِّينَ الظرف «إذ» منصوب بفعل مقدر تقديره اذكر، والخطاب فيه للنبي صلّى الله عليه وسلّم أو لكل من يصلح للخطاب.والميثاق: هو العقد المؤكد بيمين.أى: اذكر يا محمد أو أيها المخاطب وقت أن أخذ الله الميثاق من النبيين.وللمفسرين في تفسير هذه الآية الكريمة أقوال أشهرها قولان:أولهما: وهو رأى جمهور العلماء- أن المراد أن الله- تعالى- أخذ الميثاق من النبيين.وثانيهما: وهو رأى بعض العلماء- أن المراد أن الأنبياء هم الذين أخذوا الميثاق من غيرهم.والمعنى على رأى فريق من أصحاب القول الأول- منهم الحسن والسدى وسعيد بن جبير-:أن الله- تعالى- أخذ الميثاق من النبيين أن يصدق بعضهم بعضا، وأخذ العهد على كل نبي أن يؤمن بمن يأتى بعده من الأنبياء وينصره إن أدركه فإن لم يدركه يأمر قومه بنصرته إن أدركوه. فأخذ- سبحانه- الميثاق من موسى أن يؤمن بعيسى، ومن عيسى أن يؤمن بمحمد - صلوات الله وسلامه عليهم جميعا- وإذا كان هذا حكم الأنبياء، كانت الأمم بذلك أولى وأحرى.والمعنى على رأى فريق آخر من أصحاب هذا القول منهم على وابن عباس وقتادة: أن الله- تعالى- أخذ الميثاق من النبيين أن يؤمنوا بمحمد صلّى الله عليه وسلّم إذا أدركوه، وأن يأمروا أقوامهم بالإيمان به.قالوا: يؤيد هذا ما أخرجه ابن جرير عن على بن أبى طالب قال: لم يبعث الله نبيّا: آدم فمن بعده إلا أخذ عليه العهد في محمد صلّى الله عليه وسلّم لئن بعث وهو حي ليؤمنن به ولينصرنه، ويأمره فيأخذ العهد على قومه. ثم تلا الآية» .فكأن أصحاب هذا القول الأول متفقون فيما بينهم عن أن الميثاق إنما أخذه الله من النبيين إلا أن بعضهم يرى أن هذا الميثاق أخذه الله منهم لكي يصدق بعضهم بعضا والبعض الآخر يرى أن هذا الميثاق أخذه الله منهم في شأن محمد صلّى الله عليه وسلّم خاصة.قال ابن كثير ما ملخصه. وما قاله الحسن ومن معه لا يضاد ما قاله على وابن عباس ولا ينفيه، بل يستلزمه ويقتضيه ... وقد روى الإمام أحمد عن عبد الله بن ثابت قال: جاء عمر إلى النبي صلّى الله عليه وسلّم فقال: يا رسول الله: إنى مررت بأخ لي من بنى قريظة، فكتب لي جوامع من التوراة ألا أعرضها عليك؟ قال: فتغير وجه النبي صلّى الله عليه وسلّم قال عبد الله بن ثابت: فقلت له:ألا ترى ما بوجه رسول الله صلّى الله عليه وسلّم؟ فقال عمر: رضيت بالله ربا. وبالإسلام دينا، وبمحمد رسولا. قال: فسرى عن النبي صلّى الله عليه وسلّم وقال: «والذي نفسي بيده لو أصبح فيكم موسى- عليه السلام- ثم اتبعتموه وتركتموني لضللتم، إنكم حظى من الأمم وأنا حظكم من النبيين.وعن جابر قال: قال رسول الله صلّى الله عليه وسلّم: «لا تسألوا أهل الكتاب عن شيء فإنهم لن يهدوكم وقد ضلوا. وإنكم إما أن تصدقوا بباطل وإما أن تكذبوا بحق، وإنه والله لو كان موسى حيّا بين أظهركم ما حل له إلا أن يتبعني» وفي بعض الأحاديث: «لو كان موسى وعيسى حيين لما وسعهما إلا اتباعى» .فالرسول محمد صلّى الله عليه وسلّم «هو الإمام الأعظم الذي لو وجد في أى عصر وجد- كان هو الواجب الطاعة المقدم على الأنبياء كلهم»  .هذا هو معنى الجملة الكريمة عند أصحاب الرأى الأول الذين يرون أن الله- تعالى- أخذ الميثاق من النبيين. وأصحاب هذا الرأى كما سبق أن بيناهم جمهور العلماء.أما أصحاب الرأى الثاني الذين يرون أن المراد من الآية أن الأنبياء هم الذين أخذوا الميثاق من غيرهم، فالمعنى عليه.واذكر يا محمد أو أيها المخاطب وقت أن أخذ الأنبياء العهد على أقوامهم بأنه إذا بعث محمد صلّى الله عليه وسلّم وأدركوه فعليهم أن يؤمنوا به ويصدقوه وينصروه فكأن معنى الآية: واذكر وقت أن أخذ الله الميثاق الذي وثق الأنبياء على أقوامهم..هذا، وقد أشار صاحب الكشاف إلى هذين الرأيين وغيرهما فقال:«ميثاق النبيين» فيه غير وجه:أحدهما: أن يكون على ظاهره من أخذ الميثاق على النبيين بذلك.والثاني: أن يضيف الميثاق إلى النبيين إضافته إلى الموثق لا إلى الموثق عليه، كما تقول: ميثاق الله وعهد الله كأنه قيل: وإذ أخذ الله الميثاق الذي وثقه النبيون على أممهم.والثالث: أن يراد ميثاق أولاد النبيين وهم بنو إسرائيل على حذف المضاف.والرابع: أن يراد أهل الكتاب وأن يرد زعمهم تهكما بهم لأنهم كانوا يقولون: نحن أولى بالنبوة من محمد لأنا أهل الكتاب، ومنا كان النبيون»  .والذي تسكن إليه النفس في معنى الآية. هو الرأى الأول الذي قال به جمهور العلماء، وذلك لأن الآيات الكريمة مسوقة- كما يقول الفخر الرازي لتعديد تقرير الأشياء المعروفة عند أهل الكتاب، مما يدل على نبوة محمد صلّى الله عليه وسلّم قطعا لعذرهم، وإظهارا لعنادهم، ومن جملة هذه الأشياء ما ذكره- سبحانه- في هذه الآية. وهو أنه- تعالى- أخذ الميثاق من الأنبياء بأنهم كلما جاءهم رسول مصدق لما معهم آمنوا به ونصروه، وأخبر أنهم قبلوا ذلك، وحكم- سبحانه- بأنه من رجع عن ذلك كان من الفاسقين.. فحاصل الكلام أنه- تعالى- أوجب على جميع الأنبياء الإيمان بكل رسول جاء مصدقا لما معهم، ولا شك أن محمدا صلّى الله عليه وسلّم قد جاء مصدقا لما معهم فوجب على الجميع أن يؤمنوا به» .ولأن هذا المعنى هو الظاهر من الآية الكريمة. ولا تحتاج إلى تقدير مضاف أو غيره، والأخذ بالمعنى الظاهر الذي لا يحتاج إلى تقدير أولى من الأخذ بغيره.ولأن أخذ العهد على الأنبياء بأن يؤمنوا بمحمد صلّى الله عليه وسلّم أعلى وأشرف لقدره صلّى الله عليه وسلّم من أخذه على أممهم وأقوامهم.ولأن أخذ العهد على الأنبياء أخذ له على الأمم، إذ كل أمة يجب أن تصدق بما جاءها به نبيها.واللام في قوله- تعالى- لَما آتَيْتُكُمْ مِنْ كِتابٍ وَحِكْمَةٍ قرأها الجمهور بالفتح. وقرأها حمزة بالكسر.أما قراءة الفتح فلها وجهان:أولهما: أن تجعل «ما» اسم موصول مبتدأ، وما بعده صلة له، وخبره قوله لَتُؤْمِنُنَّ بِهِ.والتقدير: واذكر وقت أن أخذ الله ميثاق النبيين قائلا لهم: الذي آتيتكم إياه من كتاب وحكمة ثم جاءكم رسول مصدق لما أوتيتموه لتؤمنن بهذا الرسول ولتنصرنه. وعلى هذا الوجه تكون اللام في قوله «لما» للابتداء وحسن دخولها هنا لأن قوله لَما آتَيْتُكُمْ في مقام المقسم عليه، وقوله وَإِذْ أَخَذَ اللَّهُ مِيثاقَ النَّبِيِّينَ في مقام القسم، إذ هو بمنزلة الاستحلاف تقول:أخذت ميثاقك لتفعلن كذا فكأنك قلت: استحلفتك لتفعلن كذا..وثانيهما: أن تجعل «ما» هاهنا، اسم شرط جازم في موضع نصب بآتيتكم.والتقدير: ما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم، لتؤمنن به ولتنصرنه.وعلى هذا الوجه يكون فعل الشرط مكونا من جملتين:الأولى: آتَيْتُكُمْ.والثانية: ثُمَّ جاءَكُمْ وهما معا في محل جزم بما الشرطية. وقوله لَتُؤْمِنُنَّ بِهِ جواب القسم الذي تضمنه قوله: وَإِذْ أَخَذَ اللَّهُ مِيثاقَ النَّبِيِّينَ وجواب الشرط محذوف، لأن القاعدة النحوية أنه إذا اجتمع شرط. وقسم فالجواب المذكور للسابق منهما وجواب اللاحق محذوف وهنا السابق هو القسم. قال ابن مالك:واحذف لدى اجتماع شرط وقسم ... جواب ما أخرت فهو ملتزموأما على قراءة الكسر التي قرأها حمزة فتكون اللام للتعليل كأنه قيل: اذكر وقت أن أخذ الله ميثاق النبيين، لأن إيتاءهم الكتاب والحكمة، ثم مجيء من يصدقهم يوجب عليهم الإيمان بهذا الرسول المصدق لما معهم ويوجب عليهم نصرته.والمراد بالكتاب: ما أنزله الله- تعالى- على هؤلاء النبيين من كتب تنطق بالحق.والمراد بالحكمة: الوحى الوارد بالتكاليف المفصلة التي لم يشتمل عليها الكتاب.أو المراد بها العلم النافع الذي أعطاه- سبحانه- لهم، ووفقهم للعمل به.ومِنْ في قوله مِنْ كِتابٍ للبيان.قال القرطبي: والمراد بالرسول هنا محمد صلّى الله عليه وسلّم واللفظ وإن كان نكرة فالإشارة إلى معين، كقوله- تعالى- «ضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كانَتْ آمِنَةً مُطْمَئِنَّةً» إلى قوله- تعالى- «وَلَقَدْ جاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ» فأخذ الله ميثاق النبيين أجمعين أن يؤمنوا بمحمد صلّى الله عليه وسلّم وينصروه إن أدركوه، وأمرهم أن يأخذوا بذلك الميثاق على أممهم»  .ثم حكى- سبحانه- ما قاله لهم بعد أن أمرهم بالإيمان بهذا الرسول وبنصرته فقال:«قالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلى ذلِكُمْ إِصْرِي» ؟.والإصر: العهد. وأصله من الإصار- أى الحبال التي يعقد بها الشيء ويشد- وسمى العهد إصرا لأنه تقوى به الأقوال والعقود.أى- قال الله- تعالى- للنبيين: أأقررتم بهذا الذي أمرتكم به وقبلتم عهدي؟ والاستفهام للتقرير والتوكيد عليهم لاستحالة معناه الحقيقي في حقه- سبحانه-.ثم حكى- سبحانه- ما أجاب به الرسل وما رد به عليهم فقال: «قالُوا أَقْرَرْنا، قالَ: فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ» .أى: قال الرسل مجيبين لخالقهم- عز وجل- أقررنا يا ربنا وقبلنا عهدك وأطعناه.فرد عليهم- سبحانه- بقوله: «فَاشْهَدُوا» أى فليشهد بعضكم على بعض بهذا الإقرار، وأنا على إقراركم وإشهاد بعضكم على بعض من الشاهدين.وهذا توكيد عليهم، وتحذير من الرجوع."
}