{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/174/",
    "ayah_number": 174,
    "text": "ثم حكى- سبحانه- ما تم لهؤلاء المجاهدين الذين خرجوا للقاء أعدائهم من عاقبة حسنة وعود حميد فقال- تعالى-: فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ، وَاتَّبَعُوا رِضْوانَ اللَّهِ، وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ.فالفاء في قوله فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ للتعقيب، وهي معطوفة على مقدر دل عليه السياق.ومعنى فَانْقَلَبُوا عادوا ورجعوا.والنعمة: هي العطاء الذي ينفع صاحبه. والفضل: الزيادة في العطاء والنعمة.والمعنى: أن هؤلاء المجاهدين الصادقين خرجوا للقاء أعدائهم بدون وهن أو ضعف أو استكانة فلم يجدوهم، فرجعوا إلى ديارهم مصحوبين بِنِعْمَةٍ عظيمة مِنَ اللَّهِ- تعالى-، إذ خذل أعداءهم، وسلمهم من شرورهم، ومصحوبين بفضل جليل منه- سبحانه- حيث أغدق عليهم ربحا وفيرا في تجارتهم، وأجرا جزيلا بسبب قوة إيمانهم، وإخلاصهم في دينهم.قال الآلوسى: «روى البيهقي عن ابن عباس أن عيرا مرت في أيام الموسم- أى موسم بدر- فاشتراها رسول الله صلّى الله عليه وسلّم فربح مالا فقسمه بين أصحابه فذلك الفضل» .وأخرج ابن جرير عن السدى قال: أعطى رسول الله صلّى الله عليه وسلّم حين خرج في غزوة بدر الصغرى أصحابه دراهم ابتاعوا بها في الموسم، فأصابوا تجارة- فربحوا فيها» .وقوله بِنِعْمَةٍ في موضع الحال من الضمير في فَانْقَلَبُوا فتكون الباء للملابسة أو للمصاحبة فكأنه قيل: فانقلبوا متلبسين بنعمة أو مصاحبين لها.وقوله مِنَ اللَّهِ متعلق بمحذوف صفة لنعمة، وهو مؤكد لفخامتها وأنها نعمة جزيلة لا يقدر قدرها.وقوله لَمْ يَمْسَسْهُمْ سُوءٌ أى لم يصبهم أى أذى أو مكروه عند خروجهم وعودتهم.والجملة في موضع الحال من فاعل فَانْقَلَبُوا أى رجعوا منعمين مبرئين من السوء والأذى.وقوله وَاتَّبَعُوا رِضْوانَ اللَّهِ معطوف على قوله فَانْقَلَبُوا.أى اتبعوا ما يرضى الله ويوصلهم إلى مثوبته ورحمته، باستجابتهم لرسولهم صلّى الله عليه وسلّم وخروجهم للقاء أعدائهم بإيمان عميق، وعزم وثيق.فأنت ترى أن الله- تعالى- قد أخبر عن هؤلاء المجاهدين المخلصين أنهم قد صحبهم في عودتهم أمور أربعة:أولها: النعمة العظيمة.وثانيها: الفضل الجزيل.وثالثها: السلامة من السوء.ورابعها: اتباع رضوان الله.وهذا كله قد منحه الله لهم جزاء إخلاصهم وثباتهم على الحق الذي آمنوا به.ثم ختم سبحانه الآية الكريمة بقوله: وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ.أى والله تعالى صاحب الفضل العظيم الذي لا يحده حصر، ولا يحصيه عد، هو الذي تفضل على هؤلاء المؤمنين الصادقين بما تفضل به من عطاء كريم، وثواب جزيل.وفي هذا التذيل زيادة تبشير للمؤمنين برعاية الله لهم، وزيادة تحسير للمتخلفين عن الجهاد في سبيله- عز وجل-، حيث حرموا أنفسهم مما فاز به المؤمنون الصادقون."
}