{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/122/",
    "ayah_number": 122,
    "text": "ثم ذكر- سبحانه- ما راود قلوب بعض المؤمنين من ضعف وفشل، عند ما رأوا زعيم المنافقين عبد الله بن أبىّ ينخذل بثلث الجيش فقال- تعالى-: إِذْ هَمَّتْ طائِفَتانِ مِنْكُمْ أَنْ تَفْشَلا وَاللَّهُ وَلِيُّهُما وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ.الهم: هو حديث النفس واتجاهها إلى شيء معين دون أن تأخذ في تنفيذه فإذا أخذت في تنفيذه صار إرادة وعزما وتصميما.وتفشلا: من الفشل والجبن والخور والضعف. يقال: فشل يفشل فشلا فهو فشل أى جبان ضعيف القلب.أى: واذكر لهم وقت أن همت طائفتان منكم يا معشر المؤمنين أن تفشلا وتضعفا وتجبنا عن القتال في وقت الشديدة والكريهة.وقوله: وَاللَّهُ وَلِيُّهُما أى ناصرهما ويتولى أمرهما.وهاتان الطائفتان هما بنو سلمة من الخزرج، وبنو حارثة من الأوس، وكانتا جناحي الجيش في يوم أحد.روى الشيخان عن جابر- رضى الله عنه- قال: فينا نزلت إِذْ هَمَّتْ طائِفَتانِ مِنْكُمْ أَنْ تَفْشَلا وَاللَّهُ وَلِيُّهُما قال: نحن الطائفتان: بنو حارثة وبنو سلمة، وما نحب أنها لم تنزل لقوله- تعالى- وَاللَّهُ وَلِيُّهُما .أى: لفرط الاستبشار بما حصل لهم من الشرف بثناء الله- تعالى- عليهم، وإنزاله فيهم آية ناطقة بصحة الولاية. وأن ما حدثوا به أنفسهم لم يخرجهم عن ولايته سبحانه لأنهم لم ينساقوا وراء هذا الهم الباطل، بل سرعان ما عادوا إلى يقينهم وإيمانهم الصادق، وطاعتهم لرسولهم صلّى الله عليه وسلّم.ولذا قال صاحب الكشاف: والطائفتان حيان من الأنصار: بنو سلمة من الخزرج وبنو حارثة من الأوس هموا باتباع عبد الله بن أبى عند ما انخذل بثلث الناس وقال: يا قوم علام نقتل أنفسنا وأولادنا! فعصمهم الله فمضوا مع رسول الله صلّى الله عليه وسلّم.وعن ابن عباس قال: أضمروا أن يرجعوا، فعزم الله لهم على الرشد فثبتوا. والظاهر أنها ما كانت إلا همة وحديث نفس. كما لا تخلو النفس عند الشدة من بعض الهلع، ثم يردها صاحبها إلى الثبات والصبر، ويوطنها على احتمال المكروه. لو كانت عزيمة لما ثبتت معها الولاية» «2» .وقد ختم- سبحانه- الآية بدعوة المؤمنين إلى التوكل عليه وحده فقال: وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ.والتوكل: تفعل من وكل فلان أمره إلى فلان. إذا اعتمد في كفايته عليه ولم يتوله بنفسه.والتوكل الحقيقي إنما يكون بعد الأخذ بالأسباب التي شرعها الله- تعالى- ثم بعد ذلك يترك الإنسان النتائج للخالق- عز وجل- يسيرها كيف يشاء. والجملة الكريمة أفادت قصر التوكل على الله وحده، كما يؤذن به تقديم الجار والمجرور.أى وعلى الله وحده لا على غيره فليكل المؤمنون أمورهم، بعد اتخاذ الأسباب التي أمرهم- سبحانه- باتخاذها، فإنهم متى فعلوا ذلك تولاهم- سبحانه- بتأييده ورعايته."
}