{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/137/",
    "ayah_number": 137,
    "text": "قال الفخر الرازي ما ملخصه: اعلم أن الله- تعالى- لما وعد على الطاعة والتوبة من المعصية، الغفران والجنات، أتبعه بذكر ما يحملهم على فعل الطاعة وعلى التوبة من المعصية.وهو تأمل أحوال القرون الخالية من المطيعين والعاصين فقال: قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ.وأصل الخلو في اللغة: الانفراد. والمكان الخالي هو المنفرد عمن يسكن فيه. ويستعمل أيضا في الزمان بمعنى المضي: لأن ما مضى انفرد عن الوجود وخلا عنه، وكذا الأمم الخالية.والسنن جمع سنة وهي الطريقة المستقيمة والمثال المتبع. وفي اشتقاق هذه اللفظة وجوه منها:أنها فعلة من سن الماء يسنه إذا والى صبه. والسن الصب للماء. والعرب شبهت الطريقة المستقيمة بالماء المصبوب، فإنه لتوالى أجزاء الماء فيه على نهج واحد يكون كالشىء الواحد»والمراد بالسنن هنا: وقائع في الأمم المكذبة، أجراها الله- تعالى- على حسب عادته، وهي الإهلاك والدمار بسبب كفرهم وظلمهم وفسوقهم عن أمره.والمعنى: إنه قد مضت وتقررت من قبلكم- أيها المؤمنون- سنن ثابتة، ونظم محكمة فيما قدره- سبحانه- من نصر وهزيمة، وعزة وذلة، وعقاب في الدنيا وثواب فيها، فالحق يصارع الباطل، وينتصر أحدهما على الآخر بما سنه- سبحانه- من سنة في النصر والهزيمة.وقد جرت سننه- سبحانه- في خلقه أن يجعل العاقبة للمؤمنين الصادقين، وأن يملى للكافرين ثم يأخذهم أخذ عزيز مقتدر.فإن كنتم في شك من ذلك- أيها المؤمنون- فَسِيرُوا فِي الْأَرْضِ فَانْظُروا كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ.أى: فسيروا في الأرض متأملين متبصرين، فسترون الحال السيئة التي انتهى إليها المكذبون من تخريب ديارهم، وبقايا آثارهم.قالوا: وليس المراد بقوله فَسِيرُوا فِي الْأَرْضِ فَانْظُروا الأمر بذلك لا محالة، بل المقصود تعرف أحوالهم، فإن حصلت هذه المعرفة بغير المسير في الأرض كان المقصود حاصلا، ولا يمتنع أن يقال أيضا: إن لمشاهدة آثار المتقدمين أثرا أقوى من أثر السماع كما قال الشاعر:تلك آثارنا تدل علينا ... فانظروا بعدنا إلى الآثاروالتعبير بلفظ كيف الدال على الاستفهام، المقصود به تصوير حالة هؤلاء المكذبين التي تدعو إلى العجب، وتثير الاستغراب، وتغرس الاعتبار والاتعاظ في قلوب المؤمنين لأن هؤلاء المكذبين. مكن الله لهم في الأرض، ومنحهم الكثير من نعمه. ولكنهم لم يشكروه عليها، فأهلكهم بسبب طغيانهم.فهذه الآية وأشباهها من الآيات، تدعو الناس إلى الاعتبار بأحوال من سبقوهم. وإلى الاتعاظ بأيام الله، وبالتاريخ وما فيه من أحداث، وبالآثار التي تركها السابقون، فإنها أصدق من رواية الرواة ومن أخبار المخبرين."
}