{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/140/",
    "ayah_number": 140,
    "text": "ثم أضاف- سبحانه- إلى ذلك تسلية جديدة لهم، فأخبرهم بأن ما أصابهم من جراح وآلام قد أصيب أعداؤهم بمثله فقال- تعالى-: إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ.فقال الفخر الرازي: واعلم أن هذا من تمام قوله- تعالى- وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ فبين- تعالى- أن الذي يصيبهم من القرح لا يصح أن يزيل جدهم واجتهادهم في جهاد العدو، وذلك لأنه كما أصابهم ذلك فقد أصاب عدوهم مثله قبل ذلك، فإذا كانوا مع باطلهم وسوء عاقبتهم لم يفتروا لأجل ذلك في الحرب، فبأن لا يلحقكم الفتور مع حسن العاقبة والتمسك بالحق أولى .والمراد بالمس هنا: الإصابة بالجراح ونحوها.والقرح- بفتح القاف- الجرح الذي يصيب الإنسان، والقرح- بضم القاف- الألم الذي يترتب على ذلك وقيل هما لغتان بمعنى واحد وهو الجرح وأثره.والمعنى: إن تكونوا- أيها المؤمنون- قد أصابتكم الجراح من المشركين في غزوة أحد، فأنتم قد أنزلتم بهم من الجراح في غزوة بدر مثل ما أنزلوا بكم في أحد، ومع ذلك فإنهم بعد بدر قد عادوا لقتالكم، فأنتم أولى بسبب إيمانكم ويقينكم ألا تهنوا وألا تحزنوا لما أصابكم في أحد وأن تعقدوا العزم على منازلتهم حتى يظهر أمر الله وهم كارهون.وقيل: إن المعنى إن تصبكم الجراح في أحد فقد أصيب القوم بجراح مثلها في هذه المعركة ذاتها.وقد ذكر صاحب الكشاف هذين المعنيين فقال: والمعنى: إن نالوا منكم يوم أحد فقد نلتم منهم قبله يوم بدر، ثم لم يضعف ذلك قلوبهم، ولم يثبطهم عن معاودتكم بالقتال فأنتم أولى أن لا تضعفوا. ونحوه وَلا تَهِنُوا فِي ابْتِغاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَما تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ ما لا يَرْجُونَ وقيل: كان ذلك يوم أحد، فقد نالوا منهم قبل أن يخالفوا أمر رسول الله صلّى الله عليه وسلّم.فإن قلت: كيف قيل «قرح مثله» وما كان قرحهم يوم أحد مثل قرح المشركين؟ قلت: بلى كان مثله. ولقد قتل يومئذ خلق من الكفار. ألا ترى إلى قوله- تعالى- وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ، حَتَّى إِذا فَشِلْتُمْ وَتَنازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ ما أَراكُمْ ما تُحِبُّونَ.ويبدو لنا أن الظاهر هو الرأى الأول، وهو أن الكلام عن غزوتى بدر وأحد، لأن الله- تعالى- قد ساق هذه الآية الكريمة لتسلية المؤمنين بأن ما أصابهم في أحد من المشركين قد أصيب المشركون بمثله على أيدى المؤمنين في غزوة بدر، فلماذا يحزنون أو يضعفون؟ ولأن قوله- تعالى- بعد ذلك وَتِلْكَ الْأَيَّامُ نُداوِلُها بَيْنَ النَّاسِ، يؤيد هذا المعنى- كما سنبينه بعد قليل-.وجواب الشرط في قوله إِنْ يَمْسَسْكُمْ قَرْحٌ ... إلخ. محذوف. والتقدير إن يمسسكم قرح فاصبروا عليه واعقدوا عزمكم على قتال أعدائكم، فقد مسهم قرح مثله قبل ذلك.وعبر عما أصاب المسلمين في أحد بصيغة المضارع يَمْسَسْكُمْ لقربه من زمن الحال، وعما أصاب المشركين بصيغة الماضي لبعده لأن ما أصابهم كان في غزوة بدر.وقوله وَتِلْكَ الْأَيَّامُ نُداوِلُها بَيْنَ النَّاسِ بيان لسنة الله الجارية في كونه، وتسلية للمؤمنين عما أصابهم في أحد.وقوله نُداوِلُها من المداولة، وهي نقل الشيء من واحد إلى آخر.يقال: هذا الشيء تداولته الأيدى، أى انتقل من واحد إلى آخر ...والمعنى: لا تجزعوا أيها المؤمنون لما أصابكم من الجراح في أحد على أيدى المشركين فهم قد أصيبوا منكم بمثل ذلك في غزوة بدر، وإن أيام الدنيا هي دول بين الناس، لا يدوم سرورها ولا غمها لأحد منهم، فمن سره زمن ساءته أزمان، ومن أمثال العرب. الحرب سجال، والأيام دول فهي تارة لهؤلاء وتارة لأولئك، كما قال الشاعر: فلا وأبى الناس لا يعلمون ... فلا الخير خير ولا الشر شرفيوم علينا، ويوم لنا ... ويوم نساء ويوم نسرواسم الإشارة تِلْكَ مشاربه إلى ما بعده، كما في الضمائر المبهمة التي يفسرها ما بعدها، ومثل هذا التركيب يفيد التفخيم والتعظيم.والمراد بالأيام: الأوقات والأزمان المختلفة لا الأيام العرفية التي يتكون الواحد منها من مدة معينة.وقد فسر صاحب الكشاف مداولة الأيام بتبادل النصر، فقال: وقوله: وَتِلْكَ الْأَيَّامُ، تلك مبتدأ. والأيام صفته ونُداوِلُها خبره.ويجوز أن يكون تِلْكَ الْأَيَّامُ مبتدأ وخبرا، كما تقول: هي الأيام تبلى كل جديد.والمراد بالأيام: أوقات الظفر والغلبة. ونداولها: نصرفها بين الناس، نديل تارة لهؤلاء وتارة لهؤلاء» .وقد تكلم الإمام الرازي عن الحكمة في مداولة الأيام بين الناس فقال ما ملخصه: واعلم أنه ليس المراد من هذه المداولة أن الله- تعالى- ينصر المؤمنين وأخرى ينصر الكافرين، وذلك لأن نصرة الله منصب شريف، وإعزاز عظيم فلا يليق بالكافر، بل المراد من هذه المداولة أنه تارة يشدد المحنة على الكفار وأخرى على المؤمنين والفائدة فيه من وجوه:الأول: إنه- سبحانه- لو شدد المحنة على الكفار في جميع الأوقات وأزالها عن المؤمنين في جميع الأوقات. لحصل العلم الاضطراري بأن الإيمان حق وما سواه باطل، ولو كان كذلك لبطل التكليف والثواب والعقاب، فلهذا المعنى تارة يسلط الله المحنة على أهل الإيمان وأخرى على أهل الكفر لتكون الشبهات باقية، والمكلف يدفعها بواسطة النظر في الدلائل الدالة على صحة الإسلام فيعظم ثوابه عند الله.والثاني: أن المؤمن قد يقدم على بعض المعاصي، فيكون تشديد المحنة عليه في الدنيا أدبا، وأما تشديد المحنة على الكافر فإنه يكون غضبا من الله عليه» .ووجه آخر وهو شحذ عزائم المؤمنين في اتخاذ وسائل النصر فلا يركنوا إلى إيمانهم ويتركوا العمل بالأسباب.ثم كشفت السورة الكريمة عن جوانب من حكمة الله فيما وقع من أحداث في غزوة أحد، وفيما وراء مداولة الأيام بين الناس فقال- تعالى- وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَداءَ.أى فعلنا ما فعلنا في أحد، واقتضت حكمتنا أن نداول الأيام بينكم وبين عدوكم، ليظهر أمركم- أيها المؤمنون-، وليتميز قوى الإيمان من ضعيفه.فمعنى علم الله هو تحقق ما قدره في الأزل فيعلمه الناس، ويعلمه الله- تعالى- واقعا حاضرا، وذلك لأن العلم الغيبى لا يترتب عليه ثواب ولا عقاب، وإنما يترتبان على المعلوم إذا صار مشاهدا واقعا في الحس.قال صاحب الكشاف: وقوله وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا فيه وجهان:أحدهما: أن يكون المعلل محذوفا والمعنى: وليتميز الثابتون على الإيمان منكم من الذين على حرف فعلنا ذلك. وهو من باب التمثيل. بمعنى: فعلنا ذلك فعل من يريد أن يعلم من الثابت على الإيمان منكم من غير الثابت، وإلا فالله- عز وجل- لم يزل عالما بالأشياء قبل كونها.والثاني: أنه تكون العلة محذوفة، وهذا عطف عليه والمعنى: وفعلنا ذلك ليكون كيت وليعلم الله. وإنما حذف للإيذان بأن المصلحة فيما فعل ليست بواحدة، ليسليهم عما جرى عليهم، وليبصرهم بأن العبد يسوؤه ما يجرى عليه من المصائب، ولا يشعر أن الله في ذلك من المصالح ما هو غافل عنه» .وقوله وَيَتَّخِذَ مِنْكُمْ شُهَداءَ بيان لحكمة أخرى لما أصاب المسلمين يوم أحد.أى: وليكرم ناسا منكم بالشهادة ليكونوا مثالا لغيرهم في التضحية بالنفس من أجل إعلاء كلمة الله، والدفاع عن الحق. وهو- سبحانه- يحب الشهداء من عباده، ويرفعهم إلى أعلا الدرجات، وأسمى المنازل.قال القرطبي ما ملخصه: قوله- تعالى- وَيَتَّخِذَ مِنْكُمْ شُهَداءَ أى يكرمكم بالشهادة، أى ليقتل قوم منكم فيكونوا شهداء على الناس بأعمالهم. وقيل: لهذا قيل شهيد.وقيل: سمى شهيدا لأنه مشهود له بالجنة. وقيل: سمى شهيدا، لأن أرواحهم احتضرت دار السّلام لأنهم أحياء عند ربهم، فالشهيد بمعنى الشاهد أى الحاضر للجنة. والشهادة فضلها عظيم ويكفيك في فضلها قوله- تعالى- إِنَّ اللَّهَ اشْتَرى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ ... الآية. وفي الحديث الشريف أن رجلا قال: يا رسول الله، ما بال المؤمنين يفتنون في قبورهم إلا الشهيد؟ فقال صلّى الله عليه وسلّم «كفى ببارقة السيوف على رأسه فتنة» .وقوله- تعالى- وَاللَّهُ لا يُحِبُّ الظَّالِمِينَ جملة معترضة لتقرير مضمون ما قبلها.أى: والله- تعالى- لا يحب الذين ظلموا أنفسهم بسبب كفرهم ونفاقهم وتخاذلهم عن نصرة الحق، وإنما يحب المؤمنين الثابتين على الحق، المجاهدين بأنفسهم وأموالهم في سبيل إعلاء دين الله، ونصرة شريعته."
}