{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/90/",
    "ayah_number": 90,
    "text": "قوله- تعالى- إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمانِهِمْ ثُمَّ ازْدادُوا كُفْراً.قال قتادة وعطاء: نزلت في اليهود كفروا بعيسى والإنجيل بعد إيمانهم. بموسى والتوراة. ثم ازدادوا كفرا بكفرهم بمحمد صلّى الله عليه وسلّم وبالقرآن.وقال أبو العالية والحسن: نزلت في أهل الكتاب جميعا، آمنوا برسول الله صلّى الله عليه وسلّم قبل مبعثه ثم كفروا به بعد مبعثه، ثم ازدادوا كفرا بإصرارهم على ذلك، وطعنهم في نبوته في كل وقت، وعداوتهم له، ونقضهم لعهودهم وصدهم الناس عن طريق الحق، وسخريتهم بآيات الله.ويمكن أن يقال: إن الآية الكريمة على عمومها فهي تتناول كل من آمن ثم ارتد عن الإيمان إلى الكفر، وازداد كفرا بمقاومته للحق، وإيذائه لأتباعه، وإصراره على كفره وعناده وجحوده.ثم بين- سبحانه- سوء عاقبتهم فقال: لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولئِكَ هُمُ الضَّالُّونَ.أى إن هؤلاء الذين كفروا بعد إيمانهم ثم ازدادوا كفرا وعنادا وجحودا للحق لَنْ تُقْبَلَ تَوْبَتُهُمْ أى لن تتوقع منهم توبة حتى تقبل، لأنهم بإصرارهم على كفرهم، ورسوخهم فيه، وتلاعبهم بالإيمان، قد صاروا غير أهل للتوفيق لها، ولأنهم حتى لو تابوا فتوبتهم إنما هي بألسنتهم فحسب، أما قلوبهم فمليئة بالكفر والنفاق ولذا تعتبر توبتهم كلا توبة.وبعضهم حمل عدم قبول توبتهم على أنهم تابوا عند حضور الموت، والتوبة في هذا الوقت لا قيمة لها.قال القرطبي: وهذا قول حسن كما قال- تعالى-: وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئاتِ حَتَّى إِذا حَضَرَ أَحَدَهُمُ الْمَوْتُ قالَ إِنِّي تُبْتُ الْآنَ.وبعضهم حمل عدم قبول توبتهم على أنهم ماتوا على الكفر، وإلى هذا المعنى اتجه صاحب الكشاف فقد قال. فإن قلت: قد علم أن المرتد كيفما ازداد كفرا فإنه مقبول التوبة إذا تاب فما معنى لَنْ تُقْبَلَ تَوْبَتُهُمْ؟ قلت: جعلت عبارة عن الموت على الكفر، لأن الذي لا تقبل توبته من الكفار هو الذي يموت على الكفر. كأنه قيل إن اليهود أو المرتدين الذين فعلوا ما فعلوا مائتون على الكفر، داخلون في جملة من لا تقبل توبتهم.فإن قلت: فأى فائدة في هذه الكناية؟ أعنى أن كنى الموت على الكفر بامتناع قبول التوبة؟قلت: الفائدة فيها جليلة وهي التغليظ في شأن أولئك الفريق من الكفار، وإبراز حالهم في صورة حالة الآيسين من الرحمة التي هي أغلظ الأحوال وأشدها ألا ترى أن الموت على الكفر إنما يخاف من أجل اليأس من الرحمة» .والذي يبدو لنا أن الآية الكريمة أشد ما تكون انطباقا على أولئك الذين تتكرر منهم الردة من الإيمان إلى الكفر فهم لفساد قلوبهم، وانطماس بصيرتهم واستيلاء الأهواء والمطامع على نفوسهم أصبح الإيمان لا استقرار له في قلوبهم بل يتلاعبون به، ويبيعونه نظير عرض قليل من أعراض الدنيا، وشبيه بهذه الآية قوله- تعالى- في سورة النساء إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا، ثُمَّ آمَنُوا ثُمَّ كَفَرُوا. ثُمَّ ازْدادُوا كُفْراً لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلا لِيَهْدِيَهُمْ سَبِيلًا   .وقوله وَأُولئِكَ هُمُ الضَّالُّونَ أى الكاملون في الضلال، البعيدون عن طريق الحق، المستحقون لسخط الله وعذابه."
}