{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/91/",
    "ayah_number": 91,
    "text": "ثم صرح- سبحانه- ببيان عاقبة الذين يموتون على الكفر فقال- تعالى-: إِنَّ الَّذِينَ كَفَرُوا وَماتُوا وَهُمْ كُفَّارٌ.أى استمروا على كفرهم وضلالهم حتى ماتوا على هذا الكفر والضلال فكأن الآيات الكريمة قد ذكرت لنا ثلاثة أصناف من الكافرين: قسم كان كافرا ثم تاب عن كفره توبة صادقة بأن آمن وعمل صالحا فقبل الله توبته. وهذا القسم هو الذي استثناه الله بقوله إِلَّا الَّذِينَ تابُوا مِنْ بَعْدِ ذلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ.وقسم كان كافرا ثم تاب عن كفره توبة ليست صادقة، فلم يقبلها الله- تعالى- منه.وهو الذي قال الله في شأنه في الآية السابقة إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمانِهِمْ ثُمَّ ازْدادُوا كُفْراً لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولئِكَ هُمُ الضَّالُّونَ.وقسم كان كافرا واستمر على كفره حتى مات عليه دون أن تحدث منه آية توبة، وهو الذي أخبر عنه- سبحانه- في هذه الآية بقوله: إِنَّ الَّذِينَ كَفَرُوا وَماتُوا وَهُمْ كُفَّارٌ.أى ماتوا على كفرهم دون أن يتوبوا منه. وقد بين الله- تعالى- سوء مصيرهم بقوله:فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَباً وَلَوِ افْتَدى بِهِ.أى أن هؤلاء الذين ماتوا على الكفر دون أن يتوبوا منه. لن يقبل الله- تعالى- من أحدهم ما كان قد أنفقه في الدنيا ولو كان هذا المنفق ملء الأرض ذهبا، لأن كفره قد أحبط أعماله وأفسدها كما قال- تعالى- وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً  .وكذلك لن يقبل الله- تعالى- عن أحدهم فدية عن عقابه الشديد له بسبب موته على الكفر. ولو كان ما يفتدى به نفسه ملء الأرض ذهبا، لأن الله- تعالى- غنى عنه وعن فديته- مهما عظمت- وسيعاقبه على كفره بما يستحق من عقاب.نه، كما قال- تعالى- وَلا يُقْبَلُ مِنْها عَدْلٌ وَلا تَنْفَعُها شَفاعَةٌ» ، وقال- تعالى-: إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ ما فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذابِ يَوْمِ الْقِيامَةِ ما تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذابٌ أَلِيمٌ  .ثم قال: وروى الشيخان والإمام أحمد عن أنس بن مالك أن النبي صلّى الله عليه وسلّم قال: «يقال للرجل من أهل النار يوم القيامة أرأيت لو كان لك ما على الأرض من شيء أكنت مفتديا به؟ قال:فيقول نعم، فيقول الله له، قد أردت منك أهون من ذلك، قد أخذت عليك في ظهر أبيك آدم أن لا تشرك بي شيئا فأبيت إلا أن تشرك» .وفي رواية للإمام أحمد عن أنس قال: قال رسول الله صلّى الله عليه وسلّم: «يؤتى بالرجل من أهل الجنة فيقول الله له: يا ابن آدم كيف وجدت منزلك؟ فيقول: أى رب، خير منزل. فيقول الله- تعالى- له: سل وتمن، فيقول: ما اسأل ولا أتمنى إلا أن تردني إلى الدنيا فأقتل في سبيلك عشر مرار- لما يرى من فضل الشهادة- ويؤتى بالرجل من أهل النار فيقول له: كيف وجدت منزلك؟ فيقول: أى رب! شر منزل، فيقول له: أتفتدي منه بطلاع الأرض ذهبا؟ فيقول أى رب! نعم فيقول: كذبت! قد سألتك أقل من ذلك وأيسر فلم تفعل فيرد إلى النار» «2» .وقال صاحب الكشاف: فإن قلت: فلم قيل في الآية السابقة لَنْ تُقْبَلَ تَوْبَتُهُمْ بغير فاء.وقيل هنا فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ بوجود الفاء-؟ قلت: قد أوذن بالفاء أن الكلام بنى على الشرط والجزاء، وأن سبب امتناع قبول الفدية هو الموت على الكفر، وبترك الفاء أن الكلام مبتدأ وخبر ولا دليل فيه على التسبيب، كما تقول: الذي جاءني له درهم، لم تجعل المجيء سببا في استحقاق الدرهم، بخلاف قولك: فله درهم» .وقوله ذَهَباً منصوب على أنه تمييز.وعبر بالذهب لأنه أنفس الأشياء وأعزها على النفس.وقوله وَلَوِ افْتَدى بِهِ جملة حالية، والواو للحال، أى لا يقبل من الذي مات على كفره هذا الفداء ولو في حال افتراض تحقق هذا الفداء في يده وتقديمه إياه لكي يدفعه لخالقه وينجو من العقوبة التي توعده بها.أى أن العذاب الأليم نازل قطعا على هذا الذي مات على كفره، حتى ولو فرضنا أنه تصدق في الدنيا بملء الأرض ذهبا. وحتى لو فرضنا أنه ملك هذا المقدار النفيس الكثير من الأموال في الآخرة وقدمه فدية لنفسه من العذاب، فإن كل ذلك غير مقبول منه، ولا بد من نزول العذاب به.وقد أشار ابن المنير إلى هذا المعنى بقوله: «قبول الفدية التي هي ملء الأرض ذهبا يكون على أحوال: منها: أن يؤخذ منه على وجه القهر فدية من نفسه كما تؤخذ الدية قهرا من مال القاتل على قول. ومنها أن يقول المفتدى في التقدير: أفدى نفسي بكذا وقد لا يفعل. ومنها أن يقول هذا القول وينجز المقدار الذي يفدى به نفسه ويجعله حاضرا عتيدا، وقد يسلمه مثلا لمن يأمن منه قبول فديته. وإذا تعددت الأحوال فالمراد من الآية أبلغ الأحوال وأجدرها بالقبول، وهو أن يفتدى بملء الأرض ذهبا افتداء محققا بأن يقدر على هذا الأمر العظيم ويسلمه وينجزه اختيارا ومع ذلك لا يقبل منه، فمجرد قوله أبذل المال وأقدر عليه أو ما يجرى هذا المجرى بطريق الأولى. فيكون دخول الواو والحالة هذه على بابها تنبيها على أن ثم أحوالا أخر لا ينفع فيها القبول بطريق الأولى بالنسبة إلى الحالة المذكورة. وهذا كله تسجيل بأنه لا محيص ولا مخلص لهم من العذاب، وإلا فمن المعلوم أنهم أعجز عن الفلس في ذلك اليوم، ونظير هذا التقدير من الأمثلة أن يقول القائل: لا أبيعك هذا الثوب بألف دينار ولو سلمتها إلى في يدي هذه»   .ثم ختم- سبحانه- الآية بقوله: أُولئِكَ لَهُمْ عَذابٌ أَلِيمٌ وَما لَهُمْ مِنْ ناصِرِينَ.أى أولئك الذين ماتوا على كفرهم لهم عذاب أليم، وما لهم من ناصرين ينصرونهم بدفع العذاب عنهم، أو تخفيف وقعه عليهم.ومن مزيدة لاستغراق النفي وتأكيده، أى لا يوجد أحد كائنا من كان ينقذهم من عذاب الله، أو يجيرهم من أليم عقابه.وبذلك نرى أن الآيتين الكريمتين قد توعدتا الكافرين بأشد ألوان العذاب، وأقسى أنواع العقاب، حتى يقلعوا عن كفرهم، ويثوبوا إلى رشدهم."
}