{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/76/",
    "ayah_number": 76,
    "text": "ثم أكد الله- تعالى- كذب هؤلاء اليهود الذين قالوا: لَيْسَ عَلَيْنا فِي الْأُمِّيِّينَ سَبِيلٌ بجملة أخرى فيها الرد الذي يخرس ألسنتهم، ويدحض مزاعمهم فقال- تعالى-: بَلى مَنْ أَوْفى بِعَهْدِهِ وَاتَّقى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ.وبَلى حرف يذكر في الجواب لإثبات المنفي في كلام سابق، ولقد حكى القرآن قبل ذلك أن اليهود قد نفوا أن يكون عليهم في الأميين سبيل. فجاء- سبحانه- بهذا الرد الذي يثبت ما نفوه. ويبطل ما زعموه.والمعنى: ليس الأمر كما زعمتم أيها اليهود من أنه ليس عليكم في الأميين سبيل، بل الحق أن عليكم فيهم سبيل. وأنكم معذبون بسبب كفركم واستحلالكم لأموالهم بدون حق ومثابون إن آمنتم بالله ورسوله ووفيتم بعهودكم، وصنتم أنفسكم من كل ما يغضب الله- تعالى-.وقد علل- سبحانه- هذا الحكم العادل بجملة مستأنفة عامة فقال: مَنْ أَوْفى بِعَهْدِهِ وَاتَّقى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ.أى كل من أوفى بعهد الله فآمن بنبيه محمد صلّى الله عليه وسلّم واستقام على دينه، واتقى ما نهى الله عنه من ترك الخيانة والغدر وما إلى ذلك من المحرمات، فإن الله يحبه ويرضى عنه، ومن لم يفعل ذلك فإن الله يبغضه ولا يحبه ويعذبه العذاب الأليم.وبذلك تكون الآية الكريمة قد بينت أن محبة الله لعبده تتوفر بأمرين:أولهما: الوفاء بالعهد. فكل ما يلتزمه الإنسان من عهود فالوفاء بها واجب. وفي مقدمة هذه العهود، العهد الذي أخذه الله على عباده بتوحيده والإيمان برسله وعلى رأسهم محمد صلّى الله عليه وسلّم.وثانيهما: تقوى الله بمعنى أن يجتنب ما نهى الله عنه وحرمه عليه، ولا يفعل إلا ما أحله الله وأذن له فيه.وقد خلا اليهود من هذين الأمرين، لأنهم لم يفوا بعهودهم، ولم يتقوا الله، فسلبت عنهم محبته، واستحقوا غضبه- سبحانه- ونقمته.قال صاحب الكشاف: قوله- تعالى- بَلى إثبات لما نفوه من السبيل عليهم في الأميين، أى بلى عليهم سبيل فيهم. وقوله مَنْ أَوْفى بِعَهْدِهِ وَاتَّقى جملة مستأنفة مقررة للجملة التي سدّت بَلى مسدها. والضمير في بِعَهْدِهِ راجع إلى مَنْ أَوْفى على أن كل من أوفى بما عاهد عليه واتقى الله بأن ترك الخيانة والغدر فإن الله يحبه.فإن قلت: فهذا عام يخيل أنه لو وفي أهل الكتاب بعهودهم وتركوا الخيانة لكسبوا محبة الله.قلت: أجل، لأنهم إذا وفوا بالعهود، وفوا أول شيء بالعهد الأعظم وهو ما أخذ عليهم في كتابهم من الإيمان برسول مصدق لما معهم.ولو اتقوا الله في ترك الخيانة لاتقوه في ترك الكذب على الله وتحريف كلمه، ويجوز أن يرجع الضمير في «بعهده» إلى الله، على أن كل من وفي بعهد الله واتقاه فإن الله يحبه ويدخل في ذلك الإيمان وغيره من لصالحات، وما وجب اتقاؤه من الكفر وأعمال السوء.فإن قلت: فأين الضمير الراجع من الجزاء إلى من؟ قلت: عموم المتقين قام مقام رجوع الضمير»  .وبهذا يكون القرآن قد كشف عن مكر اليهود وخداعهم، ورد عليهم فيما افتروه من أقوال باطلة، وأثبت أنهم يكذبون فيما يدعون عن تعمد وإصرار، وبين أن أداء الأمانة واجب على كل إنسان، وأن كل من وفي بعهود الله واتقاه فهو أهل لمحبته ورضاه.ثم توعد الله- تعالى- الذين يخونون العهود، ويحلفون كذبا بالعذاب الأليم، ونعى على فريق من اليهود تحريفهم للكلم عن مواضعه، وأنذرهم بسوء المصير فقال- تعالى-:"
}