{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/3/118/",
    "ayah_number": 118,
    "text": "قال الفخر الرازي ما ملخصه: اختلفوا في الذين نهى الله المؤمنين عن مخالطتهم من هم؟فقيل هم اليهود، لأن بعض المسلمين كانوا يشاورونهم في أمورهم ويؤانسونهم لما كان فيهم من الرضاع والحلف. وقيل هم المنافقون، وذلك لأن بعض المؤمنين كانوا يغترون بظاهر أقوالهم فيفشون إليهم الأسرار والصحيح أن المراد بهم جميع أصناف الكفار، والدليل عليه قوله تعالى:بِطانَةً مِنْ دُونِكُمْ فمنع المؤمنين أن يتخذوا بطانة من غير المؤمنين، فيكون ذلك نهيا عن جميع الكفار» .والبطانة في الأصل: داخل الثوب، وجمعها بطائن. قال- تعالى-: مُتَّكِئِينَ عَلى فُرُشٍ بَطائِنُها مِنْ إِسْتَبْرَقٍ  . وظاهر الثوب يسمى الظهارة، والبطانة- أيضا- الثوب الذي يجعل تحت ثوب آخر ويسمى الشعار، وما فوقه الدثار وفي الحديث «الأنصار شعار والناس دثار» .ثم أطلقت البطانة على صديق الرجل وصفيه الذي يطلع على شئونه الخفية تشبيها ببطانة الثياب في شدة القرب من صاحبها. قال الشاعر:أولئك خلصائى نعم وبطانتى ... وهم عيبتي من دون كل قريبوقوله: مِنْ دُونِكُمْ أى من غير أهل ملتكم.والمعنى: لا يجوز لكم- أيها المؤمنون- أن تتخذوا من غير أهل ملتكم أصفياء وأولياء تلقون إليهم بأسراركم التي لا يصح لكم أن تطلعوهم عليها، لأنكم لو فعلتم ذلك لأصابكم الضرر في دينكم ودنياكم.قال القرطبي: «نهى الله المؤمنين بهذه الآية أن يتخذوا من الكفار واليهود وأهل الأهواء دخلاء وولجاء، يفاوضونهم في الآراء ويسندون إليهم أمورهم. وفي سنن أبى داود عن أبى هريرة عن النبي صلّى الله عليه وسلّم قال: «المرء على دين خليله فلينظر أحدكم من يخالل» . وقيل لعمر بن الخطاب- رضى الله عنه- إن هاهنا رجلا من نصارى الحيرة لا أحد أكتب منه ولا أخط بقلم، أفلا يكتب عنك؟ فقال: لا آخذ بطانة من دون المؤمنين» .ثم قال القرطبي- رحمه الله: قلت وقد انقلبت الأحوال في هذه الأزمان باتخاذ أهل الكتاب كتبة وأمناء، وتسودوا بذلك عند الجهلة الأغبياء من الولاة والأمراء. روى البخاري عن أبى سعيد الخدري عن النبي صلّى الله عليه وسلّم قال: ما بعث الله من نبي ولا استخلف من خليفة إلا كانت له بطانتان: بطانة تأمره بالخير وتحضه عليه. وبطانة تأمره بالشر وتحثه عليه، والمعصوم من عصمه الله»  .وصدر- سبحانه- النداء بوصف الإيمان، للإشعار بأن مقتضى الإيمان يوجب عليهم ألا يأمنوا من يخالفهم في عقيدتهم على أسرارهم، وألا يتخذوا أعداء الله وأعداءهم أولياء يلقون إليهم بالمودة، وألا يطلعوهم على ما يجب إخفاؤه من شئون وأمور خاصة بالمؤمنين وقوله: مِنْ دُونِكُمْ يجوز أن يكون صفة لبطانة فيكون متعلقا بمحذوف، أى لا تتخذوا بطانة كائنة من غيركم. ويجوز أن يكون متعلقا بقوله: لا تَتَّخِذُوا أى لا تتخذوا من غير أهل ملتكم بطانة تصافونهم وتطلعونهم على أسراركم.ثم ذكر- سبحانه- جملة من الأسباب التي تجعل المؤمنين يمتنعون عن مصافاة هؤلاء الذين يخالفونهم في عقيدتهم فقال في بيان أول هذه الأسباب: لا يَأْلُونَكُمْ خَبالًا وأصل «الألو» :التقصير. يقال: ألا في الأمر- كغزا- يألو ألوا وألوا، إذا قصر فيه، ومنه قول امرئ القيس:وما المرء ما دامت حشاشة نفسه ... بمدرك أطراف الخطوب ولا آلأراد ولا مقصر، وهو- أى الفعل «يألو» من الأفعال اللازمة التي تتعدى إلى المفعول بالحرف، وقد يستعمل متعديا إلى مفعولين كما في قولهم: لا آلوك نصحا، على تضمين الفعل معنى المنع. أى لا أمنعك ذلك.والخبال: الشر والفساد. وأصله ما يلحق الحيوان من مرض وفتور فيورثه فسادا واضطرابا.يقال خبله وخبله فهو خابل. والجمع الخبل ورجل مخبل إذا أصيب بمرض أورثه اضطرابا وفسادا في قواه العقلية والفكرية.والمعنى: أنهاكم- أيها المؤمنون- عن أن تتخذوا أولياء وأصفياء لكم من غير إخوانكم المؤمنين، لأن هؤلاء الأولياء من غير إخوانكم المؤمنين، لا يقصرون في جهد يبذلونه في إفساد أمركم، وفيما يورثكم شرا وضرا. أو لا يمنعونكم خبالا، أى أنهم يفعلون معكم ما يقدرون عليه من الفساد ولا يبقون شيئا منه عندهم، بل يبذلون قصارى جهدهم في إلحاق الضرر بكم في دينكم ودنياكم.وقوله: لا يَأْلُونَكُمْ خَبالًا جملة مستأنفة مبينة لحالهم داعية إلى اجتنابهم. أو صفة لقوله:بِطانَةً.وقوله: خَبالًا منصوب على أنه المفعول الثاني ليألونكم لتضمينه معنى يمنعونكم.ويصح أن يكون منصوبا بنزع الخافض أى لا يقصرون لكم عن جهد فيما يورثكم شرا وفسادا.أما السبب الثاني الذي يحمل المؤمنين على اجتناب هؤلاء الضالين فقد بينه- سبحانه- بقوله: وَدُّوا ما عَنِتُّمْ.وقوله: وَدُّوا من الود وهو المحبة. يقال: وددت كذا أى أحببته.وقوله: عَنِتُّمْ من العنت وهو شدة الضرر والمشقة. ومنه قوله- تعالى-: وَلَوْ شاءَ اللَّهُ لَأَعْنَتَكُمْ أى لأوقعكم فيما يشق عليكم.وما في قوله: ما عَنِتُّمْ هي ما المصدرية. أى: أن هؤلاء الذين تصافونهم وتفشون إليهم أسراركم مع أنهم ليسوا على ملتكم، بجانب أنهم لا يألون جهدا في إفساد أمركم، فإنهم يحبون عنتكم ومشقتكم وشدة ضرركم، وتفريق جمعكم، وذهاب قوتكم.فالجملة الأولى وهي قوله: لا يَأْلُونَكُمْ خَبالًا بمنزلة المظهر والنتيجة، وهذه. أى قوله تعالى: وَدُّوا ما عَنِتُّمْ بمنزلة الباعث والدافع.فهم لا يودون للمسلمين الخير والاطمئنان والأمان، وإنما يودون لهم الشقاء والشرور والخسران. وليس بعاقل ذلك الذي يطلع من يريد له الشرور على أسراره ودخائله.وأما السبب الثالث الذي يدعو المؤمنين إلى اجتنابهم فقد بينه الله- تعالى- بقوله: قَدْ بَدَتِ الْبَغْضاءُ مِنْ أَفْواهِهِمْ وَما تُخْفِي صُدُورُهُمْ أَكْبَرُ.والبغضاء مصدر كالسراء والضراء، وهي البغض الشديد المتمكن في النفوس، والثابت في القلوب.أى: قد ظهرت أمارات العداوة لكم من فلتات ألسنتهم، وطفح البغض الباطن في قلوبهم لكم حتى خرج من أفواههم، ولاح على صفحات وجوههم، وقد قيل: كوامن النفوس تظهر على صفحات الوجوه وفلتات اللسان. ومع هذا فإن ما تخفيه نفوسهم المريضة لكم من أحقاد وإحن، أكبر مما نطقت به ألسنتهم من بغضاء، إذ أن ما نطقوا به إنما هو بمثابة الرشح الذي ظهر من مسام أجسادهم وقلوبهم، أما ما يبيتونه لكم من شرور وآثام فهو أكبر من ذلك بكثير.وخص الأفواه بالذكر دون الألسنة. للإشارة إلى تشدقهم وثرثرتهم في أقوالهم الباطلة، فهم أشد جرما من المتستر الذي تبدو البغضاء في عينيه.ثم ختم- سبحانه- الآية الكريمة ببيان مظهر من مظاهر فضله على المؤمنين حيث كشف لهم عن أحوال أعدائهم، وعن سوء نواياهم وعن الأسباب التي تدعو إلى الحذر منهم فقال- تعالى-: قَدْ بَيَّنَّا لَكُمُ الْآياتِ إِنْ كُنْتُمْ تَعْقِلُونَ.أى قد بينا لكم العلامات الواضحات، والآيات البينات التي تعرفون بها أعداءكم، وتميزون عن طريقها بين الصديق وبين العدو، إن كنتم من أهل العقل والفهم.والمقصود من الجملة الكريمة حضهم على استعمال عقولهم بتأمل وتدبر في هذه الآيات التي بينها الله لهم فضلا منه وكرما، وحتى لا يتخذوا بطانة من غير إخوانهم في العقيدة والدين.وجواب الشرط محذوف لدلالة الكلام عليه، والتقدير: إن كنتم تعقلون ذلك فلا تباطنوهم ولا تفشوا لهم أسراركم."
}