{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/103/1/",
    "ayah_number": 1,
    "text": "تفسير سورة العصرمقدمة وتمهيد1- سورة «العصر» وتسمى سورة «والعصر» من السور المكية عند جمهور المفسرين، وكان نزولها بعد سورة «الانشراح» وقبل سورة «العاديات» فهي السورة الثالثة عشرة في ترتيب النزول.وقيل هي مدنية، والمعول عليه الأول، لأنه المنقول عن ابن عباس وابن الزبير وغيرهما، وعدد آياتها ثلاث آيات.2- وقد اشتملت على بيان من هم أهل الخسران، ومن هم أهل السعادة.قال الآلوسى: وهي على قصرها جمعت من العلوم ما جمعت، فقد روى عن الشافعى أنه قال: لو لم ينزل من القرآن غير هذه السورة لكفت الناس، لأنها شملت جميع علوم القرآن.وأخرج الطبراني في الأوسط، والبيهقي في الشعب عن أبى حذيفة- وكانت له صحبة- أنه قال: كان الرجلان من أصحاب رسول الله صلى الله عليه وسلم إذا التقيا لم يتفرقا، حتى يقرأ أحدهما على الآخر، سورة «والعصر» ثم يسلم أحدهما على الآخر ... أى: عند المفارقة .وللعلماء أقوال متعددة في المقصود بالعصر هنا فمنهم من يرى أن المقصود به: الدهر كله، لما فيه من العبر التي تدل دلالة واضحة على عظيم قدرة الله- تعالى-، ولما فيه من الأحداث التي يراها الناس بأعينهم، ويعرفونها عن غيرهم ...فهم يرون ويسمعون كم من غنى قد صار فقيرا، وقوى قد صار ضعيفا، ومسرور قد أصبح حزينا ... ورحم الله القائل:أشاب الصغير وأفنى الكبير ... كر الغداة ومر العشىقال القرطبي: قوله- تعالى-: وَالْعَصْرِ أى: الدهر، قال ابن عباس وغيره.فالعصر مثل الدهر ... وأقسم به- سبحانه- لما فيه من التنبيه بتصرف الأحوال وتبدلها ...ومنهم من يرى أن المقصود به: وقت صلاة العصر، وقد صدر صاحب الكشاف تفسيره لهذه الآية بهذا الرأى فقال: أقسم- سبحانه- بصلاة العصر لفضلها، بدليل قوله- تعالى-: حافِظُوا عَلَى الصَّلَواتِ وَالصَّلاةِ الْوُسْطى - وهي صلاة العصر-، وقوله صلى الله عليه وسلم: «من فاتته صلاة العصر فكأنما وتر أهله وماله» ولأن التكليف في أدائها أشق لتهافت الناس في تجاراتهم ومكاسبهم آخر النهار ... .ومنهم من يرى أن المراد بالعصر هنا: عصر النبوة. لأفضليته بالنسبة لما سبقه من عصور.وقد رجح الإمام ابن جرير القول الأول فقال: والصواب من القول في ذلك أن يقال: إن ربنا أقسم بالعصر، والعصر اسم الدهر، وهو العشى، والليل والنهار ...."
}