{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/19/62/",
    "ayah_number": 62,
    "text": "ثم وصف- سبحانه- الجنات وأهلها بما يحمل العقلاء على العمل الصالح الذي يوصلهم إليها بفضله- تعالى- وكرمه فقال: لا يَسْمَعُونَ فِيها لَغْواً إِلَّا سَلاماً ...واللغو: هو فضول الكلام، وما لا قيمة له منه، ويدخل فيه الكلام الباطل.وقوله إِلَّا سَلاماً الظاهر فيه أنه استثناء منقطع، لأن المستثنى ليس من جنس المستثنى منه.أى: لا يسمعون فيها كلاما لغوا، لكنهم يسمعون فيها سلاما. أى: تسليما من الملائكة عليهم، كما قال- تعالى-: وَالْمَلائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ ...أو يسمعون فيها تسليما وتحية من بعضهم على بعض، كما قال- تعالى-: وَتَحِيَّتُهُمْ فِيها سَلامٌ.قال الآلوسى: قوله إلا سلاما، استثناء منقطع، والسلام إما بمعناه المعروف.أى: لكن يسمعون تسليم الملائكة عليهم، أو تسليم بعضهم على بعض، أو بمعنى الكلام السالم من العيب والنقص، أى: لكن يسمعون كلاما سالما من العيب والنقص.وجوز أن يكون استثناء متصلا، وهو من تأكيد المدح بما يشبه الذم، كما في قوله:ولا عيب فيهم غير أن سيوفهم ... بهن فلول من قراع الكتائبوهو يفيد نفى سماع اللغو بالطريق البرهاني الأقوى. والاتصال على هذا على طريق الفرض والتقدير، ولولا ذلك لم يقع موقعه من الحسن والمبالغة» .وقوله- تعالى-: وَلَهُمْ رِزْقُهُمْ فِيها بُكْرَةً وَعَشِيًّا بيان لدوام رزقهم فيها بدون انقطاع، إذ ليس في الجنة نهار ولا ليل، ولا بكرة ولا عشى ...قال القرطبي ما ملخصه قوله وَلَهُمْ رِزْقُهُمْ فِيها بُكْرَةً وَعَشِيًّا أى: لهم ما يشتهون من المطاعم والمشارب بكرة وعشيا، أى: في قدر هذين الوقتين، إذ لا بكرة ثم- أى هناك- ولا عشيا.. وقيل: رزقهم فيها غير منقطع ...وخرج الحكيم الترمذي في نوادر الأصول من حديث أبان عن الحسن وأبى قلابة قالا: قال رجل يا رسول الله، هل في الجنة من ليل؟ قال صلّى الله عليه وسلّم: «وما هيجك على هذا» ؟ قال:سمعت الله- تعالى- يذكر في الكتاب: وَلَهُمْ رِزْقُهُمْ فِيها بُكْرَةً وَعَشِيًّا فقلت: الليل بين البكرة والعشى. فقال رسول الله صلّى الله عليه وسلّم: «ليس هناك ليل وإنما هو ضوء ونور، يرد الغدو على الرواح، والرواح على الغدو، وتأتيهم طرف الهدايا من الله لمواقيت الصلاة التي كانوا يصلون فيها في الدنيا، وتسلم عليهم الملائكة» .ثم قال الإمام القرطبي: «وهذا في غاية البيان لمعنى الآية ... » ."
}