{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/43/57/",
    "ayah_number": 57,
    "text": "ذكر المفسرون في سبب نزول قوله- تعالى-: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا ...روايات منها: أنه لما نزل قوله- تعالى-: وَسْئَلْ مَنْ أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رُسُلِنا ...تعلق المشركون بأمر عيسى وقالوا: ما يريد محمد صلّى الله عليه وسلّم إلا أن نتخذه إلها، كما اتخذت النصارى عيسى ابن مريم فأنزل الله- تعالى- وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا....وقال الواحدي: أكثر المفسرين على أن هذه الآية، نزلت في مجادلة ابن الزبعرى- قبل أن يسلم- مع النبي صلّى الله عليه وسلّم فإنه لما نزل قوله- تعالى-: إِنَّكُمْ وَما تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ....قال ابن الزبعرى خصمتك- يا محمد- ورب الكعبة. أليست النصارى يعبدون المسيح، واليهود يعبدون عزيرا، وبنو مليح يعبدون الملائكة؟ فإن كان هؤلاء في النار، فقد رضينا أن نكون نحن وآلهتنا في النار؟.فقال له النبي صلّى الله عليه وسلّم: «ما أجهلك بلغة قومك؟ أما فهمت أن ما لما لا يعقل» ؟. وفي رواية أنه صلّى الله عليه وسلّم قال له: «إنهم يعبدون الشيطان» وأنزل الله- تعالى-: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذا قَوْمُكَ مِنْهُ يَصِدُّونَ..   .وكلمة يَصِدُّونَ قرأها الجمهور بكسر الصاد. وقرأها ابن عامر والكسائي بضم الصاد. وهما بمعنى واحد. ومعناهما: يضجون ويصيحون فرحا. يقال: صد يصد- بكسر الصاد وضمها- بمعنى ضج- كعكف- بضم الكاف وكسرها.ويرى بعضهم أن يَصِدُّونَ- بكسر الصاد- بمعنى: يضجون ويصيحون ويضحكون ... وأن يَصِدُّونَ- بضم الصاد- بمعنى يعرضون. من الصد بمعنى الإعراض عن الحق.والمعنى: وحين ضرب ابن الزبعرى، عيسى ابن مريم مثلا، وحاجك بعبادة النصارى له، فاجأك قومك- كفار قريش- بسبب هذه المحاجة، بالصياح والضجيج والضحك، فرحا منهم بما قاله ابن الزبعرى، وظنا منهم أنه قد انتصر عليك في الخصومة والمجادلة.فمن في قوله مِنْهُ الظاهر أنها للسببية، كما في قوله- تعالى-: مِمَّا خَطِيئاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا ناراً....والمراد بالمثل هنا: الحجة والبرهان.قال الآلوسى: والحجة لما كانت تسير مسير الأمثال شهرة، قيل لها مثل. أو المثل بمعنى المثال. أى: جعله مقياسا وشاهدا على إبطال قوله صلّى الله عليه وسلّم: إن آلهتهم من حصب جهنم، وجعل عيسى- عليه السلام- نفسه مثلا من باب: الحج عرفة  ."
}