{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/43/32/",
    "ayah_number": 32,
    "text": "وقد وبخهم الله- تعالى- على جهلهم هذا بقوله: أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ..فالاستفهام للإنكار والتهكم بهم، والتعجب من تفكيرهم.والمراد بالرحمة: ما يشمل النبوة، وما أنزله على نبيه صلّى الله عليه وسلّم من وحى، وما منحه إياه من خلق كريم، وخير عميم.أى: كيف بلغ الجهل والغباء بهؤلاء المشركين إلى هذه الدرجة؟ إنهم ليس بيدهم ولا بيد غيرهم عطاء ربك، وليس عندهم مفاتيح الرسالة ليضعوها حيث شاءوا، وليختاروا لها من أرادوا. ومادام الأمر كذلك فكيف يعترضون على نزول القرآن عليك- أيها الرسول الكريم-؟.ثم بين- سبحانه- مظاهر قدرته في خلقه فقال: نَحْنُ قَسَمْنا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَياةِ الدُّنْيا ... أى: نحن قسمنا بينهم أرزاقهم في هذه الدنيا، ولم نترك تقسيمها لأحد منهم، ونحن الذين- بحكمتنا- تولينا تدبير أسبابها ولم نكلها إليهم لعلمنا بعجزهم وقصورهم.ونحن الذين رفعنا بعضهم فوق بعض درجات في الدنيا، فهذا غنى وذاك فقير، وهذا مخدوم، وذاك خادم، وهذا قوى، وذاك ضعيف.ثم ذكر- سبحانه- الحكمة من هذا التفاوت في الأرزاق فقال: لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيًّا.أى: فعلنا ذلك ليستخدم بعضهم بعضا في حوائجهم، ويعاون بعضهم بعضا في مصالحهم، وبذلك تنتظم الحياة، وينهض العمران. ويعم الخير بين الناس، ويصل كل واحد إلى مطلوبه على حسب ما قدر الله- تعالى- له من رزق واستعداد..ولو أنا تركنا أمر تقسيم الأرزاق إليهم لتهارجوا وتقاتلوا، وعم الخراب في الأرض، لأن كل واحد منهم يريد أن يأخذ ما ليس من حقه، لأن الحرص والطمع من طبيعته.وإذا كان هذا هو حالهم بالنسبة لأمور دنياهم فكيف أباحوا لأنفسهم التحكم في منصب النبوة، وهو بلا شك أعلى شأنا، وأبعد شأوا من أمور الدنيا.وقوله سُخْرِيًّا بضم السين- من التسخير، بمعنى تسخير بعضهم لبعض وخدمة بعضهم لبعض، وعمل بعضهم لبعض، فالغنى- مثلا- يقدم المال لغيره، نظير ما يقدمه له ذلك الغير من عمل معين..وبذلك تنتظم أمور الحياة، وتسير في طريقها الذي رسمه- سبحانه- لها.قال الجمل ما ملخصه: قوله: لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيًّا أى: ليستخدم بعضهم بعضا، فيسخر الأغنياء بأموالهم، الأجراء الفقراء بالعمل، فيكون بعضهم سببا لمعاش بعض، هذا بماله، وهذا بأعماله، فيلتئم قوام العالم، لأن الأرزاق لو تساوت لتعطلت المعايش، فلم يقدر أحد منهم أن ينفك عما جعلناه إليه من هذا الأمر الدنىء، فكيف يطمعون في الاعتراض في أمر النبوة، أيتصور عاقل أن نتولى قسم الناقص، ونكل العالي إلى غيرنا..؟  .هذا، والمتأمل في هذه الآية الكريمة يراها تقرر سنة من سنن الله- تعالى- التي لا تغيير لها ولا تبديل، والتي تؤيدها المشاهدة في كل زمان ومكان، فحتى الدول التي تدعى المساواة في كل شيء.. ترى سمة التفاوت في الأرزاق وفي غيرها واضحة جلية، وصدق الله في قوله:وَرَفَعْنا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجاتٍ.ومن الآيات التي تشبه هذه الآية قوله- تعالى-: وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلى بَعْضٍ فِي الرِّزْقِ ... .وقوله- سبحانه-: انْظُرْ كَيْفَ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ، وَلَلْآخِرَةُ أَكْبَرُ دَرَجاتٍ، وَأَكْبَرُ تَفْضِيلًا."
}