{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/32/4/",
    "ayah_number": 4,
    "text": "ثم أثنى- سبحانه- على ذاته، بما يستحقه من إجلال وتعظيم وتقديس فقال: اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما فِي سِتَّةِ أَيَّامٍ....والأيام جمع يوم، واليوم في اللغة: مطلق الوقت، أى: في ستة أوقات لا يعلم مقدارها إلا الله- تعالى-.وهو- سبحانه- قادر على أن يخلق السموات والأرض وما بينهما في لمحة أو لحظة، ولكنه- عز وجل- خلقهن في تلك الأوقات، لكي يعلم عباده التأنى والتثبت في الأمور.قال القرطبي: قوله- تعالى-: سِتَّةِ أَيَّامٍ قال الحسن: من أيام الدنيا. وقال ابن عباس: إن اليوم من الأيام الستة، التي خلق الله فيها السموات والأرض، مقداره ألف سنة من سنى الدنيا.. .وقال بعض العلماء ما ملخصه: وليست هذه الأيام من أيام هذه الأرض التي نعرفها، إذ أيام هذه الأرض، مقياس زمنى ناشئ من دورة هذه الأرض حول نفسها أمام الشمس مرة، تؤلف ليلا ونهارا على هذه الأرض.. وهو مقياس يصلح لنا نحن أبناء هذه الأرض الصغيرة الضئيلة. أما حقيقة هذه الأيام الستة المذكورة في القرآن، فعلمها عند الله. ولا سبيل لنا إلى تحديدها وتعيين مقدارها، فهي من أيام الله التي يقول عنها: وَإِنَّ يَوْماً عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ.وقوله- سبحانه-: ثُمَّ اسْتَوى عَلَى الْعَرْشِ إشارة إلى استعلائه وهيمنته على شئون خلقه.وقال بعض العلماء: وعرش الله- تعالى- مما لا يعلمه البشر إلا بالاسم.. وقد ذكر في إحدى وعشرين آية. وذكر الاستواء على العرش في سبع آيات.أما الاستواء على العرش، فذهب سلف الأمة، إلى أنه صفة الله- تعالى- بلا كيف ولا انحصار ولا تشبيه ولا تمثيل، لاستحالة اتصافه- سبحانه- بصفات المحدثين، ولوجوب تنزيهه عما لا يليق به: لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.وأنه يجب الإيمان بها كما وردت، وتفويض العلم بحقيقتها إليه- تعالى-.قال الإمام مالك: الكيف غير معقول، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة.وقال محمد بن الحسن: اتفق الفقهاء جميعا على الإيمان بالصفات، من غير تفسير ولا تشبيه.وقال الإمام الرازي: إن هذا المذهب هو الذي نقول به ونختاره ونعتمد عليه..».وقوله- سبحانه-: ما لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلا شَفِيعٍ أَفَلا تَتَذَكَّرُونَ أى: ليس لكم- أيها الناس- إذا تجاوزتم حدوده- عز وجل- مِنْ وَلِيٍّ أى: من ناصر ينصركم إن أراد عقابكم، وَلا شَفِيعٍ يشفع لكم عنده لكي يعفو عنكم، أفلا تعقلون هذه المعاني الواضحة، وتسمعون هذه المواعظ البليغة، التي من شأنها أن تحملكم على التذكر والاعتبار والطاعة التامة لله رب العالمين.فالآية الكريمة جمعت في توجيهاتها الحكيمة، بين مظاهر قدرة الله- تعالى-، وبين الترهيب من معصيته ومخالفة أمره، وبين الحض على التذكر والاعتبار."
}