{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/32/23/",
    "ayah_number": 23,
    "text": "والمراد بالكتاب في قوله- تعالى-: وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ التوراة التي أنزلها- سبحانه- لتكون هداية لبنى إسرائيل.قالوا: وإنما ذكر موسى لقربه من النبي صلّى الله عليه وسلّم ووجود من كان على دينه إلزاما لهم.إنما لم يختر عيسى- عليه السّلام- للذكر وللاستدلال، لأن اليهود ما كانوا يوافقون على نبوته، وأما النصارى فكانوا يعترفون بنبوة موسى- عليه السّلام- .والضمير المجرور في قوله: فَلا تَكُنْ فِي مِرْيَةٍ مِنْ لِقائِهِ يعود إلى موسى على أرجح لأقوال- أو إلى الكتاب.أى: آتينا موسى الكتاب فلا تكن- أيها الرسول الكريم- في مرية أو شك من لقاء موسى للكتاب الذي أوحيناه إليه، بقبول ورضا وتحمل لتكاليف الدعوة به، فكن مثله في لك، وبلغ ما أنزل إليك من ربك دون أن تخشى أحدا سواه.قال الآلوسى ما ملخصه: قوله: وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ أى: جنس الكتاب فَلا تَكُنْ فِي مِرْيَةٍ أى: شك مِنْ لِقائِهِ أى: من لقائك ذلك الجنس.وحمل بعضهم الْكِتابَ على العهد، أى الكتاب المعهود وهو التوراة.ونهيه صلّى الله عليه وسلّم عن أن يكون في شك، المقصود به أمته، والتعريض بمن اتصف بذلك.وقيل الكتاب، المراد به التوراة، وضمير، لقائه، عائد إليه من غير تقدير مضاف. ولقاء مصدر مضاف إلى مفعوله، وفاعله موسى، أى: فلا تكن في مرية من لقاء موسى الكتاب، ومضاف إلى فاعله، ومفعوله موسى. أى: من لقاء الكتاب موسى ووصوله إليه...وهذا الرأى الأخير الذي عبر عنه الآلوسى- رحمه الله- بقوله «وقيل» وهو في رأينا رجح الآراء، وأقربها إلى الصواب، لبعده عن التكلف.قال الجمل في حاشيته، بعد أن ساق ستة أقوال في عودة الضمير في قوله مِنْ لِقائِهِ:وأظهرها أن الضمير إما لموسى وإما للكتاب. أى: لا ترتب في أن موسى لقى الكتاب أنزل عليه».قال صاحب الكشاف: والضمير في «لقائه» له- أى لموسى-، ومعناه: إنا آتينا موسى- عليه السّلام- مثل ما آتيناك من الكتب، ولقيناه مثل ما لقيناك من الوحى، فلا تكن في شك من أنك لقيت مثله، ولقيت نظيره كقوله- تعالى-: فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنا إِلَيْكَ، فَسْئَلِ الَّذِينَ يَقْرَؤُنَ الْكِتابَ مِنْ قَبْلِكَ .وقوله- تعالى-: وَجَعَلْناهُ هُدىً لِبَنِي إِسْرائِيلَ أى: وجعلنا الكتاب الذي أنزلناه على نبينا موسى- عليه السّلام- هداية لبنى إسرائيل إلى طريق الحق والسداد."
}