{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/32/1/",
    "ayah_number": 1,
    "text": "مقدّمة1- سورة «السجدة» هي السورة الثانية والثلاثون في ترتيب المصحف، وكان نزولها بعد سورة «المؤمنون» ، أى: أنها من أواخر السور المكية.قال الآلوسى ما ملخصه: وتسمى- أيضا- بسورة «المضاجع» . وهي مكية، كما روى عن ابن عباس.وروى عنه أنها مكية سوى ثلاث آيات، تبدأ بقوله- تعالى-: أَفَمَنْ كانَ مُؤْمِناً كَمَنْ كانَ فاسِقاً ... وهي تسع وعشرون آية في البصري. وثلاثون آية في المصاحف الباقية ... »  .ومن فضائل هذه السورة ما رواه الشيخان عن أبى هريرة قال: كان النبي- صلى الله عليه وسلم- يقرأ في الفجر يوم الجمعة الم. تَنْزِيلُ ... السجدة. وهَلْ أَتى عَلَى الْإِنْسانِ....وروى الإمام أحمد عن جابر قال: «كان النبي- صلى الله عليه وسلم- لا ينام حتى يقرأ هذه السورة، وسورة تبارك» .2- وتبدأ هذه السورة الكريمة، بالثناء على القرآن الكريم، وببيان أنه من عند الله- تعالى-، وبالرد على الذين زعموا أن الرسول- صلى الله عليه وسلم- قد افتراه من عند نفسه ...ثم تسوق ألوانا من نعم الله- تعالى- على عباده، ومن مظاهر قدرته، وبديع خلقه، وشمول إرادته، وإحسانه لكل شيء خلقه ذلِكَ عالِمُ الْغَيْبِ وَالشَّهادَةِ الْعَزِيزُ الرَّحِيمُ. الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ، وَبَدَأَ خَلْقَ الْإِنْسانِ مِنْ طِينٍ.3- ثم تذكر السورة الكريمة بعد ذلك جانبا من شبهات المشركين حول البعث والحساب، وترد عليها بما يبطلها، وتصور أحوالهم عند ما يقفون أمام خالقهم للحساب تصويرا مؤثرا مرعبا قال- تعالى-: وَلَوْ تَرى إِذِ الْمُجْرِمُونَ ناكِسُوا رُؤُسِهِمْ عِنْدَ رَبِّهِمْ، رَبَّنا أَبْصَرْنا وَسَمِعْنا، فَارْجِعْنا نَعْمَلْ صالِحاً إِنَّا مُوقِنُونَ.4- وبعد أن تذكر السورة الكريمة ما أعده الله- تعالى- للمؤمنين من ثواب لا تعلمه نفس من الأنفس، وما أعده للكافرين من عقاب.. بعد كل ذلك تبين أن عدالته- تعالى- قد اقتضت عدم المساواة بين الأخيار والأشرار وإنما يجازى كل إنسان على حسب عمله.قال- تعالى-: أَفَمَنْ كانَ مُؤْمِناً كَمَنْ كانَ فاسِقاً، لا يَسْتَوُونَ.5- ثم تشير السورة الكريمة بعد ذلك إلى ما أعطاه الله- تعالى- لنبيه موسى- عليه السّلام- من نعم، وما منحه للصالحين من قومه من منن، لكي يتأسى بهم المؤمنون وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ فَلا تَكُنْ فِي مِرْيَةٍ مِنْ لِقائِهِ، وَجَعَلْناهُ هُدىً لِبَنِي إِسْرائِيلَ. وَجَعَلْنا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنا لَمَّا صَبَرُوا، وَكانُوا بِآياتِنا يُوقِنُونَ.6- ثم حضت السورة الكريمة المشركين على التدبر والتفكر في آيات الله- تعالى-، ونهتهم عن الجحود والعناد، وحكت جانبا من سفاهاتهم، وأمرت النبي صلّى الله عليه وسلّم بأن يرد عليهم، وأن يمضى في طريقه دون أن يعير سفاهاتهم اهتماما.قال- تعالى-: وَيَقُولُونَ مَتى هذَا الْفَتْحُ إِنْ كُنْتُمْ صادِقِينَ. قُلْ يَوْمَ الْفَتْحِ لا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمانُهُمْ وَلا هُمْ يُنْظَرُونَ. فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ.7- وبعد فهذا عرض إجمالى لسورة «السجدة» ومنه نرى أنها زاخرة بالأدلة على وحدانية الله- تعالى- وقدرته، وعلى أن القرآن حق، والبعث حق، والحساب حق، والجزاء حق..وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة السجدة من السور التى افتتحت ببعض حروف التهجى ، وقد سبق أن ذكرنا آراء العلماء فى لك بشئ من التفصيل عند تفسيرنا لسورة : البقرة ، وآل عمران ، والأعراف . .وقلنا : ما ملخصه : إن أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض السور ، على سبيل الإِيقاظ والتنبيه إلى إعجاز القرآن .فكأن الله - تعالى - يقول لأولئك الكافرين المعارضين فى أن القرآن من عند الله : هاكم القرآن ترونه مؤلفاً من كلام هو من جنس ما تؤلفون منه كلامكم ومنظوماً من حروف ، وهى من جنس الحروف الهجائية التى تنظمون منها حروفكم .فإن كنتم فى شك من كونه منزلاً من عند الله فهاتوا مثله ، وادعوا من شئتم من الخلق لكى يعاونكم فى ذلك ، أو هاتوا عشر سور من مثله ، أو سورة من مثله . .ومع كل هذا التساهل فى التحدى . فقد عجزوا وانقلبوا خاسرين ، وثبت بذلك أن القرآن من عند الله - تعالى - وحده ."
}