{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/5/34/",
    "ayah_number": 34,
    "text": "وقوله : ( إلا الذين تابوا من قبل أن تقدروا عليهم فاعلموا أن الله غفور رحيم ) أما على قول من قال : هي في أهل الشرك فظاهر ، وأما المحاربون المسلمون فإذا تابوا قبل القدرة عليهم ، فإنه يسقط عنهم انحتام القتل والصلب وقطع الرجل ، وهل يسقط قطع اليد أم لا؟ فيه قولان للعلماء .وظاهر الآية يقتضي سقوط الجميع ، وعليه عمل الصحابة ، كما قال ابن أبي حاتم : حدثنا أبو سعيد الأشج حدثنا أبو أسامة عن مجاهد عن الشعبي قال : كان حارثة بن بدر التميمي من أهل البصرة وكان قد أفسد في الأرض وحارب ، فكلم رجالا من قريش منهم : الحسن بن علي وابن عباس وعبد الله بن جعفر فكلموا عليا فلم يؤمنه . فأتى سعيد بن قيس الهمداني فخلفه في داره ، ثم أتى عليا فقال : يا أمير المؤمنين ، أرأيت من حارب الله ورسوله وسعى في الأرض فسادا ، فقرأ حتى بلغ : ( إلا الذين تابوا من قبل أن تقدروا عليهم ) قال : فكتب له أمانا . قال سعيد بن قيس : فإنه حارثة بن بدر .وكذا رواه ابن جرير من غير وجه ، عن مجاهد عن الشعبي به . وزاد : فقال حارثة بن بدر :ألا أبلغن همدان إما لقيتها على النأي لا يسلم عدو يعيبها     لعمر أبيها إن همدان تتقي الإله ويقضي بالكتاب خطيبهاوروى ابن جرير من طريق سفيان الثوري عن السدي - ومن طريق أشعث كلاهما عن عامر الشعبي قال : جاء رجل من مراد إلى أبي موسى وهو على الكوفة في إمارة عثمان رضي الله عنه ، بعدما صلى المكتوبة فقال : يا أبا موسى هذا مقام العائذ بك ، أنا فلان بن فلان المرادي وإني كنت حاربت الله ورسوله وسعيت في الأرض فسادا ، وإني تبت من قبل أن يقدر علي . فقام أبو موسى فقال : إن هذا فلان بن فلان ، وإنه كان حارب الله ورسوله ، وسعى في الأرض فسادا ، وإنه تاب من قبل أن يقدر عليه ، فمن لقيه فلا يعرض له إلا بخير ، فإن يك صادقا فسبيل من صدق ، وإن يك كاذبا تدركه ذنوبه ، فأقام الرجل ما شاء الله ، ثم إنه خرج فأدركه الله تعالى بذنوبه فقتله .ثم قال ابن جرير : حدثني علي حدثنا الوليد بن مسلم قال : قال الليث وكذلك حدثني موسى بن إسحاق المدني وهو الأمير عندنا : أن عليا الأسدي حارب وأخاف السبيل وأصاب الدم والمال ، فطلبه الأئمة والعامة ، فامتنع ولم يقدر عليه ، حتى جاء تائبا ، وذلك أنه سمع رجلا يقرأ هذه الآية : ( قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم ) [ الزمر : 53 ] ، فوقف عليه فقال : يا عبد الله ، أعد قراءتها . فأعادها عليه ، فغمد سيفه ، ثم جاء تائبا . حتى قدم المدينة من السحر ، فاغتسل ، ثم أتى مسجد رسول الله صلى الله عليه وسلم فصلى الصبح ، ثم قعد إلى أبي هريرة في غمار أصحابه ، فلما أسفروا عرفه الناس ، فقاموا إليه ، فقال : لا سبيل لكم علي جئت تائبا من قبل أن تقدروا علي . فقال أبو هريرة : صدق . وأخذ بيده أبو هريرة حتى أتى مروان بن الحكم - وهو أمير على المدينة في زمن معاوية - فقال : هذا علي جاء تائبا ، ولا سبيل لكم عليه ولا قتل . قال : فترك من ذلك كله ، قال : وخرج علي تائبا مجاهدا في سبيل الله في البحر ، فلقوا الروم فقربوا سفينته إلى سفينة من سفنهم فاقتحم على الروم في سفينتهم ، فهربوا منه إلى شقها الآخر ، فمالت به وبهم ، فغرقوا جميعا ."
}