{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/1/4/",
    "ayah_number": 4,
    "text": "بعد أن بين - سبحانه - لعباده موجبات حمده، وأنه الجدير وحده بالحمد، لأنه المربي الرحيم، والمنعم الكريم، أتبع ذلك ببيان أنه - سبحانه -  مَٰلِكِ يَوْمِ ٱلدِّينِ .والمالك وصف من الملك - بكسر الميم - بمعنى حيازة الشيء مع القدرة على التصرف فيه. واليوم في العرف: ما يكون من طلوع الشمس إلى غروبها، وليس هذا مراداً هنا، وإنما المراد مطلق الزمن وهو يوم القيامة.والدين: الجزاء والحساب، يقال: دنته بما صنع، أي: جازيته على صنيعه، ومنه قولهم. كما تدين تدان. أي: كما تفعل تجازى، وفي الحديث \"الكيس من دان نفسه وعمل لما بعد الموت\" أي: حاسب نفسه: والمعنى: أنه - تعالى - يتصرف في أمور يوم الدين من حساب وثواب وعقاب، تصرف المالك فيما يملك، كما قال - تعالى - يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً وَٱلأَمْرُ يَوْمَئِذٍ لِلَّهِ وهناك قراءة أخرى للآية وهي  مَٰلِكِ يَوْمِ ٱلدِّينِ  من الملك - بضم الميم - وعليها يكون المعنى: أنه - تعالى - هو المدبر لأمور يوم الدين، وأن له على ذلك اليوم هيمنة الملوك وسيطرتهم، فكل شيء في ذلك اليوم يجري بأمره، وكل تصرف فيه ينفذ باسمه، كما قال - تعالى - لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ لِلَّهِ ٱلْوَاحِدِ ٱلْقَهَّارِ قال الإِمام ابن كثير: \" وتخصيص الملك بيوم الدين لا ينفيه عما عداه، لأنه قد تقدم الإِخبار بأنه رب العالمين، وذلك عام في الدنيا والآخرة. وإنما أضيف إلى يوم الدين، لأنه لا يدعي أحد هنالك شيئاً، ولا يتكلم أحد إلا بإذنه، كما قال - تعالى - يَوْمَ يَقُومُ ٱلرُّوحُ وَٱلْمَلاَئِكَةُ صَفّاً لاَّ يَتَكَلَّمُونَ إِلاَّ مَنْ أَذِنَ لَهُ ٱلرَّحْمَٰنُ وَقَالَ صَوَاباً والملك في الحقيقة هو الله، قال - تعالى - هُوَ ٱللَّهُ ٱلَّذِي لاَ إِلَٰهَ إِلاَّ هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلاَمُ وفي الصحيحين عن أبي هريرة، عن رسول الله - صلى الله عليه وسلم - أنه قال: \" يقبض الله الأرض، ويطوي السماء بيمينه ثم يقول: أنا الملك أين ملوك الأرض؟ أين الجبارون، أين المتكبرون \" ثم قال: وأما تسمية غيره في الدنيا بملك فعلى سبيل المجاز كما قال - تعالى - إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً وفي هذه الأوصاف التي أجريت على الله تعالى، من كونه ربا للعالمين وملكا للأمر كله يوم الجزاء، بعد الدلالة على اختصاص الحمد به فى قوله:  ٱلْحَمْدُ للَّهِ  في كل ذلك دليل على أن من كانت هذه صفاته لم يكن أحد أحق منه للحمد والثناء عليه، بل لا يستحق ذلك على الحقيقة سواه، فإن ترتب الحكم على الوصف مشعر بعليته له \".والمتدبر لهذه الآية الكريمة يراها خير وسيلة لتربية الإِنسان وغرس الإِيمان العميق في قلبه، لأنه إذا آمن بأن هناك يوما يظهر فيه إحسان المحسن وإساءة المسيء، وأن زمام الحكم في ذلك اليوم لله الواحد القهار، فإنه في هذه الحالة سيقوي عنده خلق المراقبة لخالقه، ويجتهد في السير على الطريق المستقيم."
}