{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/46/10/",
    "ayah_number": 10,
    "text": "ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم مرة أخرى، أن يذكرهم بإيمان العقلاء من أهل الكتاب بهذا الدين، لعلهم عن طريق هذا التذكير يقلعون عن كفرهم وعنادهم فقال: قُلْ أَرَأَيْتُمْ إِنْ كانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ.أى: قل- أيها الرسول الكريم- لهؤلاء الكافرين: أخبرونى إن كان هذا الذي أوحاه الله- تعالى- إليّ من قرآن، هو من عنده- تعالى- وحده، والحال أنكم كفرتم به ألستم في هذه الحالة تكونون ظالمين لأنفسكم وللحق الذي جئتكم به من عند خالقكم؟ لا شك أنكم في هذه الحالة تكونون ظالمين جاحدين.وقوله- سبحانه-: وَشَهِدَ شاهِدٌ مِنْ بَنِي إِسْرائِيلَ عَلى مِثْلِهِ، فَآمَنَ وَاسْتَكْبَرْتُمْ ...معطوف على ما قبله على سبيل التأكيد لظلمهم.أى: أخبرونى إن كان هذا القرآن من عند الله، والحال أنكم قد كفرتم به، مع أن شاهدا من بنى إسرائيل الذين تثقون بشهادتهم، قد شهد على مثل القرآن بالصدق. لاتفاق التوراة والقرآن على وحدانية الله- تعالى- وعلى أن البعث حق، وعلى أن الجزاء حق.. فآمن هذا الشاهد بالقرآن وبمن جاء به وهو الرسول صلّى الله عليه وسلّم واستكبرتم أنتم عن الإيمان..ألستم في هذه الحالة تكونون على رأس الظالمين الجاحدين لكل ما هو حق وصدق؟! فجواب الشرط في الآية محذوف. أى: إذا كان الأمر كما ذكرنا ومع ذلك لم تؤمنوا فقد كفرتم وظلمتم، والله- تعالى- لا يهدى القوم الذين من شأنهم استحباب الظلم على العدل، والعمى على الهدى.وشبيه بهذه الآية قوله- تعالى-: قُلْ أَرَأَيْتُمْ إِنْ كانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ، مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقاقٍ بَعِيدٍ   .قال صاحب الكشاف- رحمه الله-: جواب الشرط محذوف تقديره. إن كان القرآن من عند الله وكفرتم به، ألستم ظالمين، ويدل على هذا المحذوف قوله- تعالى-: إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ.والشاهد من بنى إسرائيل: عبد الله بن سلام.. وفيه نزل: وَشَهِدَ شاهِدٌ مِنْ بَنِي إِسْرائِيلَ عَلى مِثْلِهِ....والضمير للقرآن. أى: على مثله في المعنى، وهو ما في التوراة من المعاني المطابقة لمعانى القرآن من التوحيد والوعد والوعيد وغير ذلك .وعلى رأى صاحب الكشاف تكون الآية مدنية في سورة مكية، لأن إيمان عبد الله بن سلام- رضى الله عنه- كان بالمدينة ولم يكن بمكة.ومن المفسرين من يرى أن الآية الكريمة نزلت في شأن كل من آمن من أهل الكتاب، وأنها لم تنزل في عبد الله بن سلام بصفة خاصة..قال الإمام ابن كثير: وهذا الشاهد اسم جنس، يعم عبد الله بن سلام وغيره، فإن هذه الآية مكية نزلت قبل إسلام عبد الله بن سلام، وهذه كقوله- تعالى-: وَإِذا يُتْلى عَلَيْهِمْ قالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنا، إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ.قال مسروق والشعبي: ليس بعبد الله بن سلام. هذه الآية مكية، وإسلامه كان بالمدينة..وقال مالك عن أبى النضر، عن عامر بن سعد، عن أبيه قال: ما سمعت رسول الله صلّى الله عليه وسلّم يقول لأحد يمشى على الأرض: «إنه من أهل الجنة» إلا لعبد الله بن سلام، قال: وفيه نزلت: وَشَهِدَ شاهِدٌ مِنْ بَنِي إِسْرائِيلَ عَلى مِثْلِهِ.. وكذا قال ابن عباس ومجاهد والضحاك وقتادة..  .وعلى أية حال فالمقصود من الآية الكريمة إثبات أن هذا القرآن من عند الله- تعالى-،وأن الرسول صلّى الله عليه وسلّم صادق فيما يبلغه عن ربه، وأن العقلاء من أهل الكتاب قد شهدوا بذلك، وآمنوا بالنبي صلّى الله عليه وسلّم، فكان من الواجب على المشركين- لو كانوا يعقلون- أن يقلعوا عن عنادهم، وأن يتبعوا الحق الذي جاءهم به النبي صلّى الله عليه وسلّم.ثم حكى- سبحانه- بعض الأعذار الفاسدة، التي اعتذر بها الكافرون عن عدم دخولهم في الإسلام، ورد عليهم بما يكبتهم، وبشر المؤمنين الصادقين بما يشرح صدورهم فقال:"
}