{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/2/107/",
    "ayah_number": 107,
    "text": "يرشد تعالى بهذا إلى أنه المتصرف في خلقه بما يشاء ، فله الخلق والأمر وهو المتصرف ، فكما خلقهم كما يشاء ، ويسعد من يشاء ، ويشقي من يشاء ، ويصح من يشاء ، ويمرض من يشاء ، ويوفق من يشاء ، ويخذل من يشاء ، كذلك يحكم في عباده بما يشاء ، فيحل ما يشاء ، ويحرم ما يشاء ، ويبيح ما يشاء ، ويحظر ما يشاء ، وهو الذي يحكم ما يريد لا معقب لحكمه . ولا يسأل عما يفعل وهم يسألون . ويختبر عباده وطاعتهم لرسله بالنسخ ، فيأمر بالشيء لما فيه من المصلحة التي يعلمها تعالى ، ثم ينهى عنه لما يعلمه تعالى . . فالطاعة كل الطاعة في امتثال أمره واتباع رسله في تصديق ما أخبروا . وامتثال ما أمروا . وترك ما عنه زجروا . وفي هذا المقام رد عظيم وبيان بليغ لكفر اليهود وتزييف شبهتهم لعنهم الله في دعوى استحالة النسخ إما عقلا كما زعمه بعضهم جهلا وكفرا ، وإما نقلا كما تخرصه آخرون منهم افتراء وإفكا .قال الإمام أبو جعفر بن جرير ، رحمه الله : فتأويل الآية : ألم تعلم يا محمد أن لي ملك السماوات والأرض وسلطانهما دون غيري ، أحكم فيهما وفيما فيهما بما أشاء ، وآمر فيهما وفيما فيهما بما أشاء ، وأنهى عما أشاء ، وأنسخ وأبدل وأغير من أحكامي التي أحكم بها في عبادي ما أشاء إذا أشاء ، وأقر فيهما ما أشاء .ثم قال : وهذا الخبر وإن كان من الله تعالى خطابا لنبيه صلى الله عليه وسلم على وجه الخبر عن عظمته ، فإنه منه تكذيب لليهود الذين أنكروا نسخ أحكام التوراة ، وجحدوا نبوة عيسى ومحمد ، عليهما الصلاة والسلام ، لمجيئهما بما جاءا به من عند الله بتغير ما غير الله من حكم التوراة . فأخبرهم الله أن له ملك السماوات والأرض وسلطانهما ، وأن الخلق أهل مملكته وطاعته وعليهم السمع والطاعة لأمره ونهيه ، وأن له أمرهم بما يشاء ، ونهيهم عما يشاء ، ونسخ ما يشاء ، وإقرار ما يشاء ، وإنشاء ما يشاء من إقراره وأمره ونهيه .[ وأمر إبراهيم ، عليه السلام ، بذبح ولده ، ثم نسخه قبل الفعل ، وأمر جمهور بنى إسرائيل بقتل من عبد العجل منهم ، ثم رفع عنهم القتل كيلا يستأصلهم القتل ] .قلت : الذي يحمل اليهود على البحث في مسألة النسخ ، إنما هو الكفر والعناد ، فإنه ليس في العقل ما يدل على امتناع النسخ في أحكام الله تعالى ; لأنه يحكم ما يشاء كما أنه يفعل ما يريد ، مع أنه قد وقع ذلك في كتبه المتقدمة وشرائعه الماضية ، كما أحل لآدم تزويج بناته من بنيه ، ثم حرم ذلك ، وكما أباح لنوح بعد خروجه من السفينة أكل جميع الحيوانات ، ثم نسخ حل بعضها ، وكان نكاح الأختين مباحا لإسرائيل وبنيه ، وقد حرم ذلك في شريعة التوراة وما بعدها . وأشياء كثيرة يطول ذكرها ، وهم يعترفون بذلك ويصدفون عنه . وما يجاب به عن هذه الأدلة بأجوبة لفظية ، فلا تصرف الدلالة في المعنى ، إذ هو المقصود ، وكما في كتبهم مشهورا من البشارة بمحمد صلى الله عليه وسلم والأمر باتباعه ، فإنه يفيد وجوب متابعته ، عليه السلام ، وأنه لا يقبل عمل إلا على شريعته . وسواء قيل إن الشرائع المتقدمة مغياة إلى بعثته ، عليه السلام ، فلا يسمى ذلك نسخا كقوله : ( ثم أتموا الصيام إلى الليل ) [ البقرة : 187 ] ، وقيل : إنها مطلقة ، وإن شريعة محمد صلى الله عليه وسلم نسختها ، فعلى كل تقدير فوجوب اتباعه معين لأنه جاء بكتاب هو آخر الكتب عهدا بالله تبارك وتعالى .ففي هذا المقام بين تعالى جواز النسخ ، ردا على اليهود ، عليهم لعائن الله ، حيث قال تعالى : ( ألم تعلم أن الله على كل شيء قدير ألم تعلم أن الله له ملك السماوات والأرض وما لكم من دون الله من ولي ولا نصير ) الآية ، فكما أن له الملك بلا منازع ، فكذلك له الحكم بما يشاء ، ( ألا له الخلق والأمر ) [ الأعراف : 54 ] وقرئ في سورة آل عمران ، التي نزل صدرها خطابا مع أهل الكتاب ، وقوع النسخ عند اليهود في قوله تعالى : ( كل الطعام كان حلا لبني إسرائيل إلا ما حرم إسرائيل على نفسه ) الآية [ آل عمران : 93 ] كما سيأتي تفسيرها ، والمسلمون كلهم متفقون على جواز النسخ في أحكام الله تعالى ، لما له في ذلك من الحكم البالغة ، وكلهم قال بوقوعه . وقال أبو مسلم الأصبهاني المفسر : لم يقع شيء من ذلك في القرآن ، وقوله هذا ضعيف مردود مرذول . وقد تعسف في الأجوبة عما وقع من النسخ ، فمن ذلك قضية العدة بأربعة أشهر وعشرا بعد الحول لم يجب على ذلك بكلام مقبول ، وقضية تحويل القبلة إلى الكعبة ، عن بيت المقدس لم يجب بشيء ، ومن ذلك نسخ مصابرة المسلم لعشرة من الكفرة إلى مصابرة الاثنين ، ومن ذلك نسخ وجوب الصدقة قبل مناجاة الرسول صلى الله عليه وسلم وغير ذلك ، والله أعلم ."
}