{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/2/183/",
    "ayah_number": 183,
    "text": "يقول تعالى مخاطبا للمؤمنين من هذه الأمة وآمرا لهم بالصيام ، وهو : الإمساك عن الطعام والشراب والوقاع بنية خالصة لله عز وجل ، لما فيه من زكاة النفس وطهارتها وتنقيتها من الأخلاط الرديئة والأخلاق الرذيلة . وذكر أنه كما أوجبه عليهم فقد أوجبه على من كان قبلهم ، فلهم فيه أسوة ، وليجتهد هؤلاء في أداء هذا الفرض أكمل مما فعله أولئك ، كما قال تعالى : ( لكل جعلنا منكم شرعة ومنهاجا ولو شاء الله لجعلكم أمة واحدة ولكن ليبلوكم في ما آتاكم فاستبقوا الخيرات ) [ المائدة : 48 ] ، ولهذا قال هاهنا : ( يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون ) لأن الصوم فيه تزكية للبدن وتضييق لمسالك الشيطان ; ولهذا ثبت في الصحيحين : \" يا معشر الشباب ، من استطاع منكم الباءة فليتزوج ، ومن لم يستطع فعليه بالصوم فإنه له وجاء \" ثم بين مقدار الصوم ، وأنه ليس في كل يوم ، لئلا يشق على النفوس فتضعف عن حمله وأدائه ، بل في أيام معدودات . وقد كان هذا في ابتداء الإسلام يصومون من كل شهر ثلاثة أيام ، ثم نسخ ذلك بصوم شهر رمضان ، كما سيأتي بيانه . وقد روي أن الصيام كان أولا كما كان عليه الأمم قبلنا ، من كل شهر ثلاثة أيام عن معاذ ، وابن مسعود ، وابن عباس ، وعطاء ، وقتادة ، والضحاك بن مزاحم . وزاد : لم يزل هذا مشروعا من زمان نوح إلى أن نسخ الله ذلك بصيام شهر رمضان .وقال عباد بن منصور ، عن الحسن البصري : ( يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون أياما معدودات ) فقال : نعم ، والله لقد كتب الصيام على كل أمة قد خلت كما كتب علينا شهرا كاملا وأياما معدودات : عددا معلوما . وروي عن السدي ، نحوه .وروى ابن أبي حاتم من حديث أبي عبد الرحمن المقري ، حدثنا سعيد بن أبي أيوب ، حدثني عبد الله بن الوليد ، عن أبي الربيع ، رجل من أهل المدينة ، عن عبد الله بن عمر قال : قال رسول الله صلى الله عليه وسلم : \" صيام رمضان كتبه الله على الأمم قبلكم . . \" في حديث طويل اختصر منه ذلك .وقال أبو جعفر الرازي ، عن الربيع بن أنس ، عمن حدثه عن ابن عمر ، قال أنزلت : ( كتب عليكم الصيام كما كتب على الذين من قبلكم [ لعلكم تتقون ] ) كتب عليهم إذا صلى أحدهم العتمة ونام حرم [ الله ] عليه الطعام والشراب والنساء إلى مثلها .قال ابن أبي حاتم : وروي عن ابن عباس ، وأبي العالية ، وعبد الرحمن بن أبي ليلى ، ومجاهد ، وسعيد بن جبير ، ومقاتل بن حيان ، والربيع بن أنس ، وعطاء الخراساني ، نحو ذلك .وقال عطاء الخراساني ، عن ابن عباس : ( كما كتب على الذين من قبلكم ) يعني بذلك : أهل الكتاب . وروي عن الشعبي والسدي وعطاء الخراساني ، مثله ."
}