{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/2/226/",
    "ayah_number": 226,
    "text": "الإيلاء : الحلف ، فإذا حلف الرجل ألا يجامع زوجته مدة ، فلا يخلو : إما أن يكون أقل من أربعة أشهر ، أو أكثر منها ، فإن كانت أقل ، فله أن ينتظر انقضاء المدة ثم يجامع امرأته ، وعليها أن تصبر ، وليس لها مطالبته بالفيئة في هذه المدة ، وهذا كما ثبت في الصحيحين عن عائشة : أن رسول الله آلى من نسائه شهرا ، فنزل لتسع وعشرين ، وقال : \" الشهر تسع وعشرون \" ولهما عن عمر بن الخطاب نحوه . فأما إن زادت المدة على أربعة أشهر ، فللزوجة مطالبة الزوج عند انقضاء أربعة أشهر : إما أن يفيء أي : يجامع وإما أن يطلق ، فيجبره الحاكم على هذا أو هذا لئلا يضر بها . ولهذا قال تعالى : ( للذين يؤلون أي : يحلفون على ترك الجماع من نسائهم ، فيه دلالة على أن الإيلاء يختص بالزوجات دون الإماء كما هو مذهب الجمهور . تربص أربعة أشهر أي : ينتظر الزوج أربعة أشهر من حين الحلف ، ثم يوقف ويطالب بالفيئة أو الطلاق . ولهذا قال : فإن فاءوا أي : رجعوا إلى ما كانوا عليه ، وهو كناية عن الجماع ، قاله ابن عباس ، ومسروق والشعبي ، وسعيد بن جبير ، وغير واحد ، ومنهم ابن جرير رحمه الله فإن الله غفور رحيم أي : لما سلف من التقصير في حقهن بسبب اليمين .وقوله : ( فإن فاءوا فإن الله غفور رحيم فيه دلالة لأحد قولي العلماء وهو القديم عن الشافعي : أن المولي إذا فاء بعد الأربعة الأشهر أنه لا كفارة عليه . ويعتضد بما تقدم في الآية التي قبلها ، عن عمرو بن شعيب ، عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال : \" من حلف على يمين فرأى غيرها خيرا منها فتركها كفارتها \" كما رواه أحمد وأبو داود والذي عليه الجمهور وهو الجديد من مذهب الشافعي أن عليه الكفارة لعموم وجوب التكفير على كل حالف ، كما تقدم أيضا في الأحاديث الصحاح . والله أعلم .وقد ذكر الفقهاء وغيرهم في مناسبة تأجيل المولي بأربعة أشهر الأثر الذي رواه الإمام مالك بن أنس ، رحمه الله ، في الموطأ ، عن عمرو بن دينار قال : خرج عمر بن الخطاب من الليل فسمع امرأة تقول :تطاول هذا الليل واسود جانبه وأرقني ألا خليل ألاعبه     فوالله لولا الله أني أراقبهلحرك من هذا السرير جوانبهفسأل عمر ابنته حفصة ، رضي الله عنها : كم أكثر ما تصبر المرأة عن زوجها ؟ فقالت : ستة أشهر أو أربعة أشهر . فقال عمر : لا أحبس أحدا من الجيوش أكثر من ذلك .وقال : محمد بن إسحاق ، عن السائب بن جبير ، مولى ابن عباس وكان قد أدرك أصحاب النبي صلى الله عليه وسلم قال : ما زلت أسمع حديث عمر أنه خرج ذات ليلة يطوف بالمدينة ، وكان يفعل ذلك كثيرا ; إذ مر بامرأة من نساء العرب مغلقة بابها [ وهي ] تقول .تطاول هذا الليل وازور جانبه     وأرقني ألا ضجيع ألاعبهألاعبه طورا وطورا كأنما     بدا قمرا في ظلمة الليل حاجبهيسر به من كان يلهو بقربه     لطيف الحشا لا يحتويه أقاربهفوالله لولا الله لا شيء غيره     لنقض من هذا السرير جوانبهولكنني أخشى رقيبا موكلا ا     بأنفسنا لا يفتر الدهر كاتبهثم ذكر بقية ذلك كما تقدم ، أو نحوه . وقد روى هذا من طرق ، وهو من المشهورات ."
}