{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/35/",
    "ayah_number": 35,
    "text": "وقوله: اتَّقُوا من التقوى بمعنى صيانة النفس عن كل ما يبغضه الله- تعالى-.وقوله: وَابْتَغُوا من الابتغاء وهو الاجتهاد في طلب الشيء.والْوَسِيلَةَ على وزن فعيلة بمعنى ما يتوصل به ويتقرب به إلى الله- تعالى-، من فعل الطاعات، واجتناب المعاصي، مأخوذة من وسل إلى كذا، أى. تقرب إليه بشيء. وقيل:الوسيلة الحاجة.قال الراغب: الوسيلة: التوصل إلى الشيء برغبة، وهي أخص من الوصيلة، لتضمنها معنى الرغبة، وحقيقة الوسيلة إلى الله مراعاة سبيله بالعلم والعبادة وتحرى مكارم الشريعة، وهي كالقربة. والواسل: الراغب إلى الله- تعالى ... .والمعنى: يا أيها الذين آمنوا بالحق الذي جاء به محمد صلى الله عليه وسلم اتَّقُوا اللَّهَ أى: خافوه وصونوا أنفسكم عن كل ما لا يرضيه وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ: أى: اطلبوا باجتهاد ونشاط الزلفى والقربى إليه عن طريق مداومتكم على فعل الطاعات، والتزود من الأعمال الصالحات، واجتناب المعاصي والمنكرات.وَجاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ أى: وجاهدوا أنفسكم بكفها عن الأهواء، وكذلك جاهدوا أعداءكم حتى تكون كلمة الله هي العليا، رجاء أن تفوزوا بالفلاح والسعادة في الدنيا والآخرة. وقد ناداهم- سبحانه- بصفة الإيمان، لتحريك حرارة العقيدة في قلوبهم وتوجيه عقولهم إلى ما يستدعيه الإيمان من طاعة وإخلاص.وقوله: إِلَيْهِ متعلق بالفعل قبله وهو وَابْتَغُوا. أو بلفظ الْوَسِيلَةَ لأنها بمعنى المتوسل به، وقدم الجار والمجرور لإفادة التخصيص.أى. اطلبوا برغبة وشدة ما يقربكم إلى الله من الأعمال الصالحة، ولا تتقربوا إلى غيره إلا في ظل طلب رضاه- سبحانه-.أو: اطلبوا متوجهين إليه- سبحانه- حاجتكم، فإن بيده مقاليد السموات والأرض، ولا تطلبوها متوجهين إلى غيره.وقد جاء لفظ الوسيلة في الأحاديث النبوية على أنه اسم لأعلى الدرجات في الجنة، وهذا المعنى متلاق مع أصل المعنى، وهو التقرب إلى الله والتوسل إليه وحده بالطاعات، لأن من يفعل ذلك ينال من الله- تعالى- أسمى الدرجات.وقد ساق الامام ابن كثير جملة من الأحاديث في هذا المعنى فقال ما ملخصه:والوسيلة: القربة. كذا قال ابن عباس ومجاهد وأبو وائل والحسن وقتادة وغير واحد.قال قتادة: أى تقربوا إليه بطاعته والعمل بما يرضيه.والوسيلة أيضا: علم على أعلى منزلة في الجنة وهي منزلة رسول الله صلى الله عليه وسلم وداره في الجنة،وهي أقرب أمكنة الجنة إلى العرش. وقد ثبت في صحيح البخاري عن جابر بن عبد الله قال:قال رسول الله صلى الله عليه وسلم: «من قال حين سمع النداء- أى الأذان-: اللهم رب هذه الدعوة التامة، والصلاة القائمة. آت محمدا الوسيلة والفضيلة وابعثه مقاما محمودا الذي وعدته حلت له شفاعتي يوم القيامة» .وثبت في صحيح مسلم عن عبد الله بن عمرو أنه سمع النبي صلى الله عليه وسلم يقول: «إذا سمعتم المؤذن فقولوا مثل ما يقول ثم صلوا على، فإنه من صلى على صلاة صلى الله عليه بها عشرا، ثم سلوا لي الوسيلة فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله وأرجو أن أكون أنا هو. فمن سأل الوسيلة حلت له شفاعتي»  .والمتأمل في هذه الآية الكريمة يراها قد أرشدت المؤمنين إلى ما يسعدهم بأن ذكرت لهم ثلاث وسائل وغاية، أو ثلاث مقدمات ونتيجة.أما الوسائل الثلاث أو المقدمات الثلاث فهي: تقوى الله، والتقرب إليه بما يرضيه، والجهاد في سبيله. وأما الغاية أو النتيجة لكل ذلك فهي الفلاح والفوز والنجاح.ولو أن المسلمين تمسكوا بهذه الوسائل حق التمسك لو صلوا إلى ما يسعدهم في دنياهم وفي آخرتهم.هذا، وللعلماء كلام طويل في التوسل والوسيلة، نرى أنه لا بأس من ذكر جانب منه.قال الامام ابن تيمية: إن لفظ الوسيلة والتوسل فيه إجمال واشتباه، يجب أن تعرف معانيه ويعطى كل ذي حق حقه. فيعرف ما ورد به الكتاب والسنة من ذلك ومعناه: وما كان يتكلم به الصحابة ويفعلونه ومعنى ذلك، ويعرف ما أحدثه المحدثون في هذا اللفظ ومعناه فإن كثيرا من اضطراب الناس في هذا الباب هو بسبب ما وقع من الإجمال والاشتراك في الألفاظ ومعانيها حتى تجد أكثرهم لا يعرف في هذا الباب فصل الخطاب.إن لفظ الوسيلة ورد في القرآن ومن ذلك قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ.الوسيلة التي أمر الله أن تبتغى إليه. هي ما يتقرب به إليه من الواجبات والمستحبات.فجماع الوسيلة التي أمر الله الخلق بابتغائها، هو التوسل إليه باتباع ما جاء به الرسول، لا وسيلة لأحد إلى الله إلا ذلك.ولفظ الوسيلة ورد- أيضا- في الأحاديث الصحيحة كقوله صلى الله عليه وسلم «سلوا الله لي الوسيلة فإنها درجة في الجنة لا تنبغي إلا لعبد من عباد الله. وأرجو أن أكون أنا ذلك العبد» .ثم قال: والتوسل بالنبي صلى الله عليه وسلم والتوجه به في كلام الصحابة، يريدون التوسل به وشفاعته.والتوسل به في عرف كثير من المتأخرين يراد به الإقسام به والسؤال به.وحينئذ فلفظ التوسل به صلى الله عليه وسلم يراد به معنيان صحيحان باتفاق المسلمين ويراد به معنى ثالث لم ترد به سنة.أما المعنيان الصحيحان. فأحدهما: التوسل بالإيمان به وبطاعته.والثاني: دعاؤه وشفاعته. ومن هذا قول عمر بن الخطاب: اللهم إنا كنا إذا أجدبنا توسلنا إليك بنبينا فتسقينا، وإنا نتوسل إليك بعم نبينا- العباس- فاسقنا أى بدعائه وشفاعته.والتوسل بدعائه وشفاعته كما قال عمر- هو توسل بدعائه لا بذاته، ولهذا عدلوا عن التوسل به إلى التوسل بعمه العباس.فلما عدلوا عن التوسل به إلى التوسل بالعباس، علم أن ما يفعل في حياته قد تعذر بموته.وأما المعنى الثالث الذي لم ترد به سنة فهو التوسل به بمعنى الإقسام على الله بذاته والسؤال بذاته، فهذا لم يكن الصحابة يفعلونه لا في حياته ولا بعد مماته ولا عند قبره ولا غير قبره.ولا يعرف في شيء من الأدعية المشهورة بينهم وإنما ينقل شيء من ذلك في أحاديث ضعيفة مرفوعة وموقوفة. أو عمن ليس قوله حجة» .قال الآلوسى ما ملخصه: واستدل بعض الناس بهذه الآية على مشروعية الاستغاثة بالصالحين، وجعلهم وسيلة بين الله- تعالى- وبين العباد والقسم على الله- تعالى- بهم، بأن يقال: اللهم إنا نقسم عليك بفلان أن تعطينا كذا. ومنهم من يقول للغائب أو للميت من عباد الله الصالحين: يا فلان ادع الله أن يرزقني كذا وكذا ويزعمون أن ذلك من ابتغاء الوسيلة وكل ذلك بعيد عن الحق بمراحل.وتحقيق الكلام في هذا المقام أن الاستغاثة بمخلوق وجعله وسيلة بمعنى طلب الدعاء منه لا شك في جوازه إن كان المطلوب منه حيا، ولا يتوقف على أفضليته من الطالب، بل قد يطلب الفاضل من المفضول، فقد صح أنه صلى الله عليه وسلم قال لعمر لما استأذنه في العمرة: «لا تنسنا يا أخى من دعائك» . ولم يرد عن أحد من الصحابة- وهم أحرص الناس على كل خير- أنه طلب من ميت شيئا.وأما القسم على الله- تعالى- بأحد من خلقه مثل أن يقال: اللهم إنى أقسم عليك أو أسألك بفلان إلا ما قضيت لي حاجتي، فعن ابن عبد السلام جواز ذلك في النبي صلى الله عليه وسلم لأنه سيد ولد آدم. ولا يجوز أن يقسم على الله بغيره من الأنبياء أو الملائكة أو الأولياء. لأنهم ليسوا في درجته.ومن الناس من منع التوسل بالذات، والقسم على الله بأحد من خلقه مطلقا، وهو الذي ترشح به كلام ابن تيمية ونقله عن أبى حنيفة وأبى يوسف، وغيرهما من العلماء الأعلام. ثم قال بعد كلام طويل:وبعد هذا كله فأنا لا أرى بأسا في التوسل إلى الله- تعالى- بجاه النبي صلى الله عليه وسلم حيا وميتا ويراد من الجاه معنى يرجع إلى صفة من صفاته- تعالى- مثل أن يراد به المحبة التامة المستدعية عدم رده وقبول شفاعته فيكون معنى القائل: إلهى أتوسل بجاه نبيك صلى الله عليه وسلم أن تقضى لي حاجتي، أى:إلهى أجعل محبتك له وسيلة في قضاء حاجتي، بل لا أرى بأسا- أيضا- في الإقسام على الله- تعالى- بجاهه صلى الله عليه وسلم بهذا المعنى.ثم قال: وإن الناس قد أكثروا من دعاء غير الله- تعالى- من الأولياء. الأحياء منهم والأموات وغيرهم. مثل يا سيدي فلان أغثنى. وليس ذلك من التوسل المباح في شيء.واللائق بحال المؤمن عدم التفوه بذلك. وأن لا يحوم حول حماه، وقد عده بعض العلماء شركا، وإن لا يكنه فهو قريب منه.فالحزم التجنب عن ذلك وعدم الطلب إلا من الله- تعالى- القوى الغنى الفعال لما يريد»  .وبعد أن حض- سبحانه- عباده المؤمنين على تقواه والتقرب إليه بصالح الأعمال لكي ينالوا الفلاح والنجاح، عقب ذلك ببيان ما أعده للكافرين من عذاب أليم فقال- تعالى-:"
}