{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/19/",
    "ayah_number": 19,
    "text": "أخرج ابن جرير عن ابن عباس قال: قال معاذ بن جبل، وسعد بن عبادة وعقبة بن وهب لليهود: يا معشر اليهود، اتقوا الله وأسلموا، فو الله إنكم لتعلمون أنه رسول الله. لقد كنتم تذكرونه لنا قبل مبعثه، وتصفونه لنا بصفته. فقال رافع بن حرملة ووهب بن يهوذا: ما قلنا هذا لكم، وما أنزل الله من كتاب من بعد موسى، ولا أرسل بشيرا ولا نذيرا بعده، فأنزل الله في قولهما قوله: يا أَهْلَ الْكِتابِ قَدْ جاءَكُمْ رَسُولُنا يُبَيِّنُ لَكُمْ عَلى فَتْرَةٍ مِنَ الرُّسُلِ الآية .وقوله عَلى فَتْرَةٍ مِنَ الرُّسُلِ أى: على انقطاع من الرسل، إذ الفترة هي الزمن بين زمنين، ويكون فيها سكون عما يكون في هذين الزمنين.قال الراغب: الفتور سكون بعد حدة، ولين بعد شدة، وضعف بعد قوة. قال- تعالى- يا أَهْلَ الْكِتابِ قَدْ جاءَكُمْ رَسُولُنا يُبَيِّنُ لَكُمْ عَلى فَتْرَةٍ مِنَ الرُّسُلِ أى: سكون خال عن مجيء رسول الله صلّى الله عليه وسلّم وقوله يُسَبِّحُونَ اللَّيْلَ وَالنَّهارَ لا يَفْتُرُونَ أى لا يسكنون عن نشاطهم في العادة». فأصل الفتور: السكون والانقطاع. يقال فتر عن عمله إذا انقطع عما كان عليه من الجد والنشاط.والمعنى: يا أهل الكتاب من اليهود والنصارى، يا من أنزل الله- تعالى- الكتب السماوية على أنبيائكم لهدايتكم وسعادتكم، ها هو ذا رسولنا محمد صلّى الله عليه وسلّم قد جاءكم لكي يبين لكم شرائع الدين، والطريق الحق الذي يوصلكم إلى السعادة الدينية والدنيوية، وذلك بعد انقطاع من الرسل، وطموس من السبل، وضلال في العقائد، وفساد في الأفكار والمعاملات.قال الإمام ابن كثير ما ملخصه: قوله- تعالى-: عَلى فَتْرَةٍ مِنَ الرُّسُلِ أى: بعد مدة متطاولة ما بين إرساله صلّى الله عليه وسلّم وبين عيسى ابن مريم. وقد اختلفوا في مقدار هذه الفترة كم هي؟فعن قتادة خمسمائة وستون سنة.وكانت هذه الفترة بين عيسى ابن مريم- آخر أنبياء بنى إسرائيل- وبين محمد صلّى الله عليه وسلّم خاتم النبيين من بنى آدم على الإطلاق، كما ثبت في «صحيح البخاري» عن أبى هريرة أن رسول الله صلّى الله عليه وسلّم قال: «أنا أولى الناس بابن مريم ليس بيني وبينه نبي» وهذا فيه رد على من زعم أنه بعث بعد عيسى نبي يقال له خالد بن سنان.والمقصود من هذه الآية، أن الله- تعالى- بعث محمدا صلّى الله عليه وسلّم على فترة من الرسل، وطموس من السبل، وتغير الأديان، وكثرة عبّاد الأوثان والنيران والصلبان، فكانت النعمة به أتم النعم.وفي ندائه- سبحانه- لليهود والنصارى بقوله: يا أَهْلَ الْكِتابِ تنبيه لهم إلى أن مصاحبتهم للكتاب وكونهم أهل معرفة، يوجبان عليهم المبادرة إلى اتباع الرسول صلّى الله عليه وسلّم الذي بشرت بمبعثه كتبهم التي بين أيديهم، والذي يعرفون صدقه كما يعرفون أبناءهم. وإلا فسيكون عقابهم أشد إذا ما استمروا في كفرهم وضلالهم.وعبر- سبحانه- بقوله: قَدْ جاءَكُمْ للإيذان بأنه صلّى الله عليه وسلّم قد أصبح بينهم، بحيث يشاهدهم ويشاهدونه، ويسمع منهم ويسمعون منه، وأنه قد صار من اللازم عليهم اتباعه، لأن الشواهد قد قامت على صدقه فيما يبلغه عن ربه.وأضاف- سبحانه- الرسول صلّى الله عليه وسلّم إلى ذاته فقال: قَدْ جاءَكُمْ رَسُولُنا لتشريفه صلّى الله عليه وسلّم وتكريمه، وللإشارة إلى قدسية هذه الرسالة وسمو منزلتها، وأنها لا تسوغ مخالفة من أتى بها، ولا يصح الخروج عن طاعته، لأنه رسول من عند الله- تعالى- الذي له الخلق والأمر.ومفعول يُبَيِّنُ محذوف. أى: يبين لكم الشرائع والأحكام، وما أمرتم به، وما نهيتم عنه، وحذف هذا المفعول اعتمادا على ظهوره، إذ من المعلوم أن ما يبينه الرسول هو الشرائع والأحكام.وقوله: عَلى فَتْرَةٍ متعلق بقوله جاءَكُمْ على الظرفية، وقوله: مِنَ الرُّسُلِ متعلق بمحذوف صفة لفترة. أى: قد جاءكم رسولنا محمد صلّى الله عليه وسلّم على حين فتور من الإرسال وانقطاع الوحى، ومزيد الاحتياج إلى البيان.والتعبير بقوله- تعالى- عَلى فَتْرَةٍ فيه معنى فوقيه الرسالة على الفترة، وعلوها عليها كعلوا البيان على الجهل، والنور على الظلمة، فمن الواجب عليهم أن يسارعوا إلى اتباع الرسول الذي جاءهم بالحق، وإلا كانوا ممن يرتضى لنفسه الانحدار من الأعلى إلى الأدنى، ومن العلم إلى الجهل، ومن الهدى إلى الضلال.وقوله- تعالى-: أَنْ تَقُولُوا ما جاءَنا مِنْ بَشِيرٍ وَلا نَذِيرٍ جملة تعليلية المقصود بها قطع معاذيرهم إذا احتجوا بالجهل وعدم معرفتهم لأوامر الله ونواهيه.والمراد بالبشير: المبشر الذي يبشر أهل الحق والطاعة بالخير والسعادة.والمراد بالنذير: المنذر الذي ينذر أهل الباطل والضلال بسوء المصير.والمعنى: لقد جاءكم يا معشر أهل الكتاب رسولنا محمد صلّى الله عليه وسلّم يبين لكم شرائع الله بعد فترة متطاولة من انقطاع الرسل، لكي لا تقولوا على سبيل المعذرة يوم الحساب، ما جاءنا من بشير يبشرنا بالخير عند الطاعة، ولا نذير ينذرنا بسوء العاقبة عند المعصية.ومِنَ في قوله مِنْ بَشِيرٍ لتأكيد نفى المجيء.والتنكير في قوله: بَشِيرٌ وَنَذِيرٌ للتقليل، أى: ما جاءنا أى بشير ولو كان صغيرا، وما جاءنا أى نذير ولو كان ضئيلا.وهنا يسوق الله- تعالى- ما يبطل معاذيرهم، بإثبات أن البشير والنذير قد جاءهم فقال- تعالى-: فَقَدْ جاءَكُمْ بَشِيرٌ وَنَذِيرٌ.والفاء هنا للافصاح عن كلام مقدر قبلها. والتقدير. لا تعتذروا بقولكم ما جاءنا من بشير ولا نذير، فقد جاءكم رسولنا الذي يبشركم بالخير إن آمنتم وينذركم بسوء المصير إذا ما بقيتم على كفركم. والتنكير هنا في قوله: بَشِيرٌ وَنَذِيرٌ للتعظيم من شأن الرسول صلّى الله عليه وسلم الذي هو خاتم النبيين، والذي أرسله الله- تعالى- رحمة للعالمين.وقوله: بَشِيرٌ وَنَذِيرٌ وإن كانا وصفين للرسول صلّى الله عليه وسلم إلا أن ثانيهما قد عطف على أولهما لتغايرهما في المعنى، لأن التبشير عمل يختلف عن الإنذار، وكلاهما من وظائف النبوة.وقوله- تعالى- وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ تذييل قصد به شمول قدرة الله وأنه- سبحانه- لا يعجزه شيء. أى: والله على كل شيء قدير، فلا يعجزه أن يرسل رسله تترى، كما لا يعجزه أيضا أن يرسلهم على فترات متباعدة.وبذلك نرى الآية الكريمة قد بينت سمو الرسالة المحمدية وعظمتها، وأنها جاءت والناس في أشد الحاجة إليها، وأنه لا عذر لأهل الكتاب في عدم الاستجابة لها بعد أن بلغتهم، وبشرتهم بالخير إن آمنوا وأطاعوا، وبالعذاب الأليم إن استمروا على كفرهم وضلالهم.وبعد أن بين- سبحانه- جانبا من رذائل أهل الكتاب، ومن أقوالهم الباطلة في حق الرسول الذي أرسله الله- تعالى- لهدايتهم وسعادتهم وإخراجهم من ظلمات الكفر إلى نور الإيمان.بعد كل ذلك ساق- سبحانه- جانبا مما حدث بين موسى- عليه السلام- وبين قومه بنى إسرائيل، ومما لقيه منهم من سفاهة وجبن وتخاذل وعصيان. إذ في ذلك تسلية للرسول صلّى الله عليه وسلم عما شاهده منهم من عناد وجحود. استمع إلى القرآن وهو يحكى بعض قصص بنى إسرائيل مع نبيهم موسى فيقول:"
}