{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/81/",
    "ayah_number": 81,
    "text": "ثم بين- سبحانه- الدوافع التي حملت هؤلاء الفاسقين من أهل الكتاب على ولاية الكافرين ومصادقتهم ومعاونتهم على حرب المسلمين فقال:وَلَوْ كانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَما أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِياءَ، وَلكِنَّ كَثِيراً مِنْهُمْ فاسِقُونَ.فالضمير في قوله كانُوا يعود إلى أولئك الكثيرين من أهل الكتاب الذين حملهم حقدهم وبغضهم للنبي صلى الله عليه وسلم ولأتباعه على موالاة الكافرين.والمراد- هنا- بالنبي: موسى- عليه السلام- وبما أنزل إليه التوراة، لأن الحديث مع الكافرين من بنى إسرائيل الذين يزعمون أنهم من أتباع موسى.وقيل المراد به النبي صلى الله عليه وسلم والمراد بما أنزل إليه: القرآن.أى: ولو كان هؤلاء اليهود يؤمنون بالله إيمانا حقا، ويؤمنون بنبيهم موسى إيمانا صادقا ويؤمنون بالتوراة التي أنزلها الله عليه إيمانا سليما، لو كانوا مؤمنين هذا الإيمان الصادق، لكفوا عن اتخاذ الكافرين أولياء وأصفياء، لأن تحريم موالاة المشركين متأكدة في التوراة وفي كل شريعة أنزلها الله على نبي من أنبيائه.وقوله: وَلكِنَّ كَثِيراً مِنْهُمْ فاسِقُونَ استدراك لبيان حالهم، ولبيان سبب موالاتهم للكافرين وعداوتهم للمسلمين.أى: ولكن كثيرا من هؤلاء اليهود فاسقون، أى: خارجون عن الدين الحق إلى الأديان الباطلة، فدفعهم هذا الفسق وما صاحبه من حقد وعناد على موالاة الكافرين ومعاداة المؤمنين.وقد كرر سبحانه وصف الكثيرين منهم بالصفات الذميمة، إنصافا للقلة التي آمنت وتمييزا لها عن تلك الكثرة الكافرة الفاسقة..وبذلك نرى الآيات الكريمة قد بينت ما عليه الكافرون من بنى إسرائيل من صفات ذميمة، أفضت إلى لعنهم وطردهم من رحمة الله، حتى يحذرهم المسلمون ويجتنبوا سلوكهم السيئ، وخلقهم القبيح.وبعد هذا الحديث الطويل الذي طوفت فيه سورة المائدة مع أهل الكتاب بصفة عامة ومع اليهود بصفة خاصة، والذي تحدثت خلاله عن علاقة المؤمنين بهم وعن العهود التي أخذها الله عليهم وموقفهم منها، وعن دعاواهم الباطلة وكيف رد القرآن عليها، وعن أخلاقهم السيئة، وعن مسالكهم الخبيثة لكيد الإسلام والمسلمين، وعن المصير السيئ الذي ينتظرهم إذا ما استمروا على كفرهم وضلالهم، وعن المنهاج القويم الذي استعمله القرآن معهم في دعوتهم إلى الدين الحق، بعد هذا الحديث الطويل معهم في تلك الموضوعات وفي غيرها نرى السورة الكريمة في نهاية المطاف تحدثنا عن أشد الناس عداوة للمؤمنين وعن أقربهم مودة لهم فتقول:"
}