{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/59/",
    "ayah_number": 59,
    "text": "قال القرطبي: قال ابن عباس: جاء نفر من اليهود إلى رسول الله صلى الله عليه وسلم فسألوه عمن يؤمن به من الرسل- عليهم السلام- فقال: نؤمن بالله وما أنزل إلينا، وما أنزل إلى إبراهيم وإسماعيل إلى قوله: ونحن له مسلمون» . فلما ذكر عيسى جحدوا نبوته، وقالوا: والله ما نعلم أهل دين أقل حظا في الدنيا والآخرة منكم، ولا دينا شرا من دينكم. فنزلت هذه الآية وما بعدها.وتنقمون معناه: تسخطون. وقيل تكرهون. وقيل تنكرون. والمعنى متقارب يقال: نقم من كذا ينقم ونقم والأول أكثر.. وفي التنزيل «وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد» . وانتقم منه أى: عاقبه: والاسم النقمة والجمع نقم  والاستفهام، للإنكار والتعجب من حالهم حيث يعيبون على المؤمنين ما هو المدح والثناء والتكريم.والمعنى: قل يا محمد على سبيل التوبيخ لأهل الكتاب، والتعجيب من أحوالهم قل لهم:يا أَهْلَ الْكِتابِ. يا من كتابكم عرفكم مواطن الذم هَلْ تَنْقِمُونَ مِنَّا أى: ما تعيبون وتنكرون وتكرهون منا إِلَّا أَنْ آمَنَّا بِاللَّهِ الذي يجب الإيمان به، والخضوع له، لأنه الخالق لكل شيء، وآمنا بما أنزل إلينا من القرآن الكريم وآمنا بما أنزل من قبل من كتب سماوية كالتوراة والإنجيل والزبور وغير ذلك من الكتب التي أنزلها الله على أنبيائه قبل إنزال القرآن الكريم.ولا شك أن إيماننا بذلك لا يعاب ولا ينكر، بل يمدح ويشكر، ولكن لأن أَكْثَرَكُمْ فاسِقُونَ- أى: خارجون عن دائرة هذا الايمان الحق- كرهتم منا ذلك، وأنكرتموه علينا، وحسدتمونا على توفيق الله إيانا لما يحبه ويرضاه.وقال الجمل ما ملخصه: وقوله: إِلَّا أَنْ آمَنَّا مفعول لقوله تَنْقِمُونَ بمعنى تكرهون.وهو استثناء مفرغ. وقوله: مِنَّا متعلق به. أى ما تكرهون من جهتنا إلا الإيمان بالله وبما أنزل إلينا وأصل نقم أن يتعدى بعلى. تقول: نقمت عليه بكذا. وإنما عدى هنا بمن لتضمنه معنى تكرهون وتنكرون.وقوله: وَأَنَّ أَكْثَرَكُمْ فاسِقُونَ يحتمل أن يكون في محل رفع أو نصب أو جر فالرفع على أن يكون مبتدأ والخبر محذوف أى: وفسقكم ثابت عندكم، لأنكم علمتم أنا على الحق وأنكم على الباطل إلا أن حب الرياسة وجمع الأموال حملكم على العناد.والنصب على أن يكون معطوفا على قوله أَنْ آمَنَّا ولكن الكلام فيه مضاف محذوف لفهم المعنى. والتقدير: واعتقاد أن أكثرهم فاسقون وهو معنى واضح فإن الكفار ينقمون اعتقاد المؤمنين أنهم- أى الكفار- فاسقون- أى: ما تعيبون منا إلا إيماننا بالله وما أنزل إلينا.واعتقادنا أن أكثرهم فاسقون..وأما الجر فعلى أن يكون معطوفا على علة محذوفة والتقدير: ما تنقمون منا إلا الإيمان بالله وبما أنزل. لقلة إنصافكم وفسقكم واتباعكم شهواتكم» .هذا ومن بلاغة القرآن الكريم، وإنصافه في الأحكام، واحتراسه في التعبير أنه لم يعمم الحكم بالفسق على جميعهم. بل جعل الحكم بالفسق منصبا على الأكثرين منهم، حتى يخرج عن هذا الحكم القلة المؤمنة من أهل الكتاب.وشبيه بهذا قوله في آية أخرى: مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ ساءَ ما يَعْمَلُونَ قال بعض العلماء: في الآية تسجيل على أهل الكتاب بكمال المكابرة والتعكيس، حيث جعلوا الإيمان بما ذكر، موجبا للنقمة، مع كونه في نفسه موجبا للقبول والرضا. وهذا مما تقصد العرب في مثله تأكيد النفي والمبالغة فيه بإثبات شيء وذلك الشيء لا يقتضى إثباته فهو منتف أبدا. ويسمى مثل ذلك عند علماء البيان تأكيد المدح بما يشبه الذم وبالعكس. فمن الأول قول القائل:ولا عيب فيهم غير أن سيوفهم ... بهن فلول من قراع الكتائبوقول الآخر:فتى كملت أخلاقه غير أنه ... جواد، فما يبقى من المال باقياومن الثاني هذه الآية وما يشبهها. أى: ما ينبغي لهم أن ينقموا شيئا إلا هذا، وهذا لا يوجب لهم أن ينقموا شيئا إذا فليس هناك شيء ينقمونه، وما دام الأمر كذلك، فينبغي لهم أن يؤمنوا ولا يكفروا. وفيه أيضا تقريع لهم حيث قابلوا الإحسان بسوء الصنيع» ."
}