{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/87/",
    "ayah_number": 87,
    "text": "قال صاحب المنار بدأ الله- هذه السورة بآيات من أحكام الحلال والحرام والنسك.ثم جاء بهذا السياق الطويل في بيان أحوال أهل الكتاب ومحاجتهم، فكان أوفى وأتم ما ورد في القرآن من ذلك، ولم يتخلله إلا قليل من الأحكام. وهاتان الآيتان وما بعدهما عود إلى أحكام الحلال والحرام والنسك التي بدئت بها السورة.وإنما لم تجعل آيات الأحكام كلها في أول السورة وتجعل الآيات في أهل الكتاب مفصلا بعضها ببعض في باقيها. لما بيناه غير مرة من حكمة مزج المسائل والموضوعات في القرآن من حيث هو مثاني تتلى دائما للاهتداء بها، لا كتابا فنيا ولا قانونا يتخذ لأجل مراجعة كل مسألة من كل طائفة من المعاني في باب معين.على أن نظمه وترتيب آياته يدهش أصحاب الأفهام الدقيقة بحسنه وتنسيقه كما ترى في مناسبة هاتين الآيتين لما قبلهما مباشرة.ذلك أنه- تعالى- ذكر أن النصارى أقرب الناس مودة للذين آمنوا وذكر من سبب ذلك أن منهم قسيسين ورهبانا فكان من مقتضى هذا أن يرغب المؤمنون في الرهبانية ويظن الميالون للتقشف والزهد أنها مرتبة كمال تقربهم إلى الله- تعالى- وهي إنما تتحقق بتحريم التمتع بالطيبات. وقد أزال الله- تعالى- هذا الظن وقطع طريق تلك الرغبة بقوله: يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّباتِ ما أَحَلَّ اللَّهُ لَكُمْ .هذا، وقد ذكر المفسرون في سبب نزول هاتين الآيتين روايات متعددة منها ما أخرجه الترمذي وابن جرير عن ابن عباس: أن رجلا أتى النبي صلى الله عليه وسلم فقال: إنى إذا أكلت انتشرت للنساء، وأخذتنى شهوتي فحرمت على اللحم. فأنزل الله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا.الآية .وأخرج ابن جرير عن عكرمة قال، كان: أناس من أصحاب النبي صلى الله عليه وسلم هموا بالخصاء وترك اللحم والنساء، فنزلت هذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّباتِ ما أَحَلَّ اللَّهُ لَكُمْ وعن أبى قلابة قال: أراد أناس من أصحاب النبي صلى الله عليه وسلم أن يرفضوا الدنيا، ويتركوا النساء ويترهبوا فقام رسول الله صلى الله عليه وسلم فغلظ فيهم المقالة. ثم قال: «إنما هلك من كان قبلكم بالتشديد شددوا على أنفسهم فشدد الله عليهم، فأولئك بقاياهم في الديار والصوامع، واعبدوا الله ولا تشركوا به شيئا وحجوا واعتمروا واستقيموا» . قال: ونزلت فيهم: يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا الآية وعن أبى طلحة عن ابن عباس قال: نزلت هذه الآية في رهط من أصحاب النبي صلى الله عليه وسلم قالوا: نقطع مذاكيرنا، ونترك شهوات الدنيا، ونسيح في الأرض كما تفعل الرهبان، فبلغ ذلك النبي صلى الله عليه وسلم فأرسل إليهم، فذكر لهم ذلك فقالوا: نعم. فقال النبي صلى الله عليه وسلم: «لكني أصوم وأفطر، وأصلى وأنام، وأنكح النساء، فمن أخذ بسنتي فهو منى، ومن لم يأخذ بسنتي فليس منى» .وقد وجه سبحانه النداء للمؤمنين بوصف الإيمان لتحريك حرارة العقيدة في قلوبهم حتى يمتثلوا أوامر الله ونواهيه.والمراد بقوله: لا تُحَرِّمُوا: لا تعتقدوا تحريم ما أحل الله لكم من طيبات بأن تأخذوا على أنفسكم عهدا بعدم تناولها أو الانتفاع بها.فالنهي عن التحريم هنا ليس منصبا على الترك المجرد. فقد يترك الإنسان بعض الطيبات لأسباب تتعلق بالمرض أو غيره. وإنما هو منصب على اعتقاد أن هذه الطيبات يجب تركها ويأخذ الشخص على نفسه عهدا بذلك.والمراد بالطيبات: الأشياء المستلذة المستطابة المحللة التي تقوى بدن الإنسان وتعينه على الجهاد في سبيل الله، من طعام شهى، وشراب سائغ. وملبس جميل.والمعنى: يا أيها الذين آمنوا بالله إيمانا حقا، لا تحرموا على أنفسكم شيئا من الطيبات التي أحلها الله لكم، فإنه- سبحانه- ما أحلها لكم إلا لما فيها من منافع وفوائد تعينكم على شئون دينكم ودنياكم.وقوله: وَلا تَعْتَدُوا تأكيد للنهى السابق. والتعدي معناه: تجاوز الحدود التي شرعها الله- تعالى- عن طريق الإسراف أو عن طريق التقتير. أو عن طريق الاعتداء على حق الغير أو عن أى طريق يخالف ما شرعه الله- تعالى-.وقوله: إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ في موضع التعليل لما قبله.أى: لا تحرموا- أيها المؤمنون- على أنفسكم ما أحله الله لكم من طيبات ولا تتجاوزوا حدوده بالإسراف. أو بالتقتير أو بتناول ما حرمه عليكم فإنه- سبحانه- لا يحب الذين يتجاوزون حدود شريعته، وسنن فطرته. وهدى نبيه صلى الله عليه وسلم."
}