{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/70/",
    "ayah_number": 70,
    "text": "والمراد بالميثاق في قوله: لَقَدْ أَخَذْنا مِيثاقَ بَنِي إِسْرائِيلَ: العهد الموثق الذي أخذه الله عليهم بواسطة أنبيائهم بأن يؤدوا ما كلفهم به من تكاليف وأن يتبعوا النبي صلى الله عليه وسلم عند ظهوره.وقد أكد الله هذا الميثاق الذي أخذه عليهم بلام القسم وبقد المفيدة للتحقيق أى: بالله لقد أخذنا الميثاق على بنى إسرائيل بأن يعبدوني ولا يشركوا بي شيئا، وبأن ينفذوا ما كلفتهم به من المأمورات والمنهيات والشرائع والأحكام.وقوله وَأَرْسَلْنا إِلَيْهِمْ رُسُلًا معطوف على أَخَذْنا والتنكير في قوله: رُسُلًا للتكثير والتعظيم.أى: أخذنا العهد المؤكد عليهم بأن يسيروا على الطريق المستقيم، وأرسلنا إليهم رسلا ذوى عدد كثير، وأولى شأن خطير، لكي يتعهدوهم بالتبشير والإنذار، ولكي يرشدوهم إلى ما يأتون وما يذرون من أمور دينهم.فأنت ترى أن الله- تعالى- مع أخذه الميثاق عليهم لم يتركهم هملا، بل أرسل إليهم الرسل ليعينوهم على تنفيذ ما جاء به.ولم يذكر- سبحانه- هنا موضوع هذا الميثاق، اكتفاء بذكره في مواطن أخرى كثيرة. ومن ذلك قوله- تعالى- قبل ذلك في هذه السورة:وَلَقَدْ أَخَذَ اللَّهُ مِيثاقَ بَنِي إِسْرائِيلَ وَبَعَثْنا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيباً، وَقالَ اللَّهُ إِنِّي مَعَكُمْ، لَئِنْ أَقَمْتُمُ الصَّلاةَ وَآتَيْتُمُ الزَّكاةَ. وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ، وَأَقْرَضْتُمُ اللَّهَ قَرْضاً حَسَناً الآية .وقوله- تعالى- في سورة البقرة: وَإِذْ أَخَذْنا مِيثاقَ بَنِي إِسْرائِيلَ لا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوالِدَيْنِ إِحْساناً وَذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ.. الآية  .وقوله: كُلَّما جاءَهُمْ رَسُولٌ بِما لا تَهْوى أَنْفُسُهُمْ فَرِيقاً كَذَّبُوا وَفَرِيقاً يَقْتُلُونَ بيان لموقفهم الذميم من الميثاق الذي أخذ عليهم ومن الرسل الكرام الذين أرسلهم الله لهدايتهم وسعادتهم.أى: أخذنا الميثاق المؤكد عليهم، وأرسلنا إليهم رسلا كثيرين لهدايتهم ولكنهم نقضوا الميثاق، وعصوا الرسل، فكانوا كُلَّما جاءَهُمْ رَسُولٌ بما لا تشتهيه نفوسهم الشقية، وبما لا تميل إليه قلوبهم الردية، ناصبوه العداء فكذبوا بعض الرسل، ولم يكتفوا مع البعض الآخر بالتكذيب بل أضافوا إليه القتل.ولقد كذب اليهود جميع الرسل الذين جاءوا لهدايتهم ولم يؤمن بهم إلا قلة منهم. وقتلوا من بين من قتلوا من الرسل بعد أن كذبوهم: زكريا ويحيى، وحاولوا قتل عيسى- عليه السلام- كما حاولوا قتل رسول الله صلى الله عليه وسلم إلا أن الله- تعالى- نجاهما من مكرهم وكيدهم.قال صاحب الكشاف: وقوله: كُلَّما جاءَهُمْ رَسُولٌ جملة شرطية وقعت صفة لقوله:رُسُلًا. والرابط محذوف: أى: رسول منهم بِما لا تَهْوى أَنْفُسُهُمْ أى بما يخالف هواهم ويضاد شهواتهم.فإن قلت: أين جواب الشرط قلت: هو محذوف يدل عليه فَرِيقاً كَذَّبُوا وَفَرِيقاً يَقْتُلُونَ فكأنه قيل: كلما جاءهم رسول منهم ناصبوه» .والتعبير بقوله: كُلَّما جاءَهُمْ رَسُولٌ بِما لا تَهْوى أَنْفُسُهُمْ فَرِيقاً كَذَّبُوا وَفَرِيقاً يَقْتُلُونَ يدل على أن حال بنى إسرائيل بالنسبة للرسل يدور بين أمرين إما التكذيب لهم، والاستهانة بتعاليمهم وإما أن يجمعوا مع التكذيب قتلهم وإزهاق أرواحهم الشريفة. فكأن التكذيب والقتل قد صارا سجيتين لهم لا تتخلفان في أى زمان ومع أى رسول، وذلك لأن لفظ «كل» يدل على العموم. «وما» مصدرية ظرفية دالة على الزمان، فكأنه- سبحانه- يقول: في كل أوقات مجيء الرسل إليهم كذبوا ويقتلون دون أن يفرقوا بين رسول ورسول أو بين زمان وزمان.وقال- سبحانه- بِما لا تَهْوى أَنْفُسُهُمْ للمبالغة في ذمهم، إذ هوى النفس ميلها في الغالب إلى الشهوات التي لا تنبغي، والرسل ما أرسلهم الله- تعالى- إلا لهداية الأنفس، وكفها عن شهواتها التي يؤدى الوقوع فيها إلى المفاسد.وبنو إسرائيل لا يكذبون الرسل، ويقتلونهم إلا لأنهم جاءوهم بما يخالف هواهم، ويتعارض مع أنانيتهم وشرههم ومطامعهم الباطلة.وهكذا الأمم عند ما تفسد عقولها وتسيطر عليها الأطماع والشهوات، ترى الحسن قبيحا، وتحارب من يهديها إلى الرشاد حتى لكأنه عدو لها.وقدم- سبحانه- المفعول به في قوله فَرِيقاً كَذَّبُوا وَفَرِيقاً يَقْتُلُونَ للاهتمام بتفصيل أحوال بنى إسرائيل السيئة، وبيان ما لقيه الرسل الكرام منهم.وعبر عن التكذيب بالفعل الماضي فقال: فَرِيقاً كَذَّبُوا وعن القتل بالفعل المضارع فقال: وَفَرِيقاً يَقْتُلُونَ لحكاية الحال الماضية التي صدرت من أسلافهم بتصوير ما حصل في الماضي كأنه حاصل وقت التكلم، ولاستحضار جريمتهم البشعة في النفوس حتى لكأنها واقعةفي الحال، وفي ذلك ما فيه من النعي عليهم. والتوبيخ لهم والتعجيب من أحوالهم التي بلغت نهاية الشناعة والقبح."
}