{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/49/",
    "ayah_number": 49,
    "text": "ثم كرر- سبحانه- الأمر لنبيه محمد صلى الله عليه وسلم بأن يحكم بين اليهود وغيرهم بما أنزله الله- تعالى- وحذره من مكرهم وكيدهم فقال: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ ما أَنْزَلَ اللَّهُ إِلَيْكَ.أخرج ابن جرير عن ابن عباس- رضى الله عنهما- قال: قال كعب بن أسد وابن صوريا وشاس بن قيس بعضهم لبعض: اذهبوا بنا إلى محمد لعلنا نفتنه عن دينه: فأتوه فقالوا:يا محمد، إنك قد عرفت أنا أحبار اليهود وأشرافهم وساداتهم وإنا إن اتبعناك اتبعك يهود ولم يخالفونا. وإن بيننا وبين قومنا خصومة فنحاكمهم إليك فتقضى لنا عليهم، ونؤمن لك ونصدق فأبى رسول الله صلى الله عليه وسلم ذلك. فأنزل الله فيهم: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ إلى قوله: وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ  .وقوله: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ في محل نصب عطفا على الكتاب في قوله:وَأَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ.وقوله: أَنْ يَفْتِنُوكَ بدل اشتمال من المفعول في وَاحْذَرْهُمْ كأنه قيل: واحذر فتنتهم كما تقول: أعجبنى زيد علمه.والمراد بالفتنة هنا محاولة إضلاله وصرفه عن الحكم بما أنزل الله.والمعنى: وأنزلنا إليك الكتاب يا محمد فيه حكم الله، وأنزلنا إليك فيه أن أحكم بينهم بما أنزل الله، ولا تتبع أهواء هؤلاء اليهود الذين اتخذوا دينهم لهوا ولعبا، واحذرهم أن يضلوك أو يصدوك عن بعض ما أنزلناه إليك ولو كان أقل قليل بأن يصوروا لك الباطل في صورة الحق، أو بأن يحاولوا حملك على الحكم الذي يناسب شهواتهم:وقد كرر- سبحانه- على نبيه صلى الله عليه وسلم وجوب التزامه في أحكامه بما أنزل الله، لتأكيد هذا الأمر في مقام يستدعى التأكيد، لأن اليهود كانوا لا يكفون عن محاولتهم فتنته صلى الله عليه وسلم وإغراءه بالميل إلى الأحكام التي تتفق مع أهوائهم، ولأنه قد جاء في الآية السابقة ما قد يوهم بأن لكل قوم شريعة خاصة بهم لِكُلٍّ جَعَلْنا مِنْكُمْ شِرْعَةً وَمِنْهاجاً وأن حكم القرآن ليس له صفة العموم فأراد- سبحانه- أن ينفى هذا الوهم نفيا واضحا وأن يؤكد أن شريعة القرآن هي الشريعة العامة الخالدة التي يجب أن يتحاكم إليها الناس في كل زمان ومكان، لأنها نسخت ما سبقها من شرائع.وقوله- تعالى- وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ ما أَنْزَلَ اللَّهُ إِلَيْكَ تيئيس لأولئك اليهود الذين حاولوا إغراء الرسول صلى الله عليه وسلم بأن يقضى لهم بما يرضيهم لكي يتبعوه، ونهى له صلى الله عليه وسلم ولأتباعه عن الاستجابة لأهواء هؤلاء ولو في أقل القليل مما يتنافى مع الحق الذي أمره الله- تعالى- بالسير عليه في القضاء بين الناس.ثم بين- سبحانه- سوء عاقبة كل من يعرض عن حكم الله- تعالى- فقال: فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّما يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ.أى: فإن تولوا عن حكمك، وأعرضوا عنك بعد تحاكمهم إليك وأرادوا الحكم بغير ما أنزل الله. فاعلم أن حكمة الله قد اقتضت أن يعاقبهم بسبب بعض هذه الذنوب التي اقترفوها بتوليهم عن حكم الله، وإعراضهم عنك، وانصرافهم عن الهدى والرشاد إلى الغي والضلال، لأن الأمة التي لا تخضع لأحكام شرع الله، وتسير وراء لذائذها ومتعها وشهواتها وأهوائها الباطلة، لا بد أن يصيبها العقاب الشديد بسبب ذلك.وعبر- سبحانه- عما يصيبهم من عقاب بأنه بسبب ارتكابهم لبعض الذنوب، للإشارة بأن لهم ذنوبا كثيرة بعضها كاف لإنزال العقوبة الشديدة بهم.وقوله: وَإِنَّ كَثِيراً مِنَ النَّاسِ لَفاسِقُونَ اعتراض تذييلى مقرر لمضمون ما قبله، ومتضمن تسلية الرسول صلى الله عليه وسلم عما لقيه من مخالفيه ولا سيما اليهود.أى: وإن كثيرا من الناس لخارجون عن طاعتنا، ومتمردون على أحكامنا، ومتبعون لخطوات الشيطان الذي استحوذ عليهم، وإذا كان الأمر كذلك فلا تبتئس يا محمد عما لقيته من أصحاب النفوس المريضة، بل اصبر حتى يحكم الله بينك وبينهم.ثم ختم- سبحانه- هذه الآية الكريمة بتوبيخ أولئك الذين يرغبون عن حكم الله إلى حكم غيره فقال: أَفَحُكْمَ الْجاهِلِيَّةِ يَبْغُونَ.فالهمزة هنا للاستفهام الإنكارى التوبيخي. والفاء للعطف على مقدر يستدعيه المقام.والمعنى: أينصرفون عن حكمك بما أنزل الله ويعرضون عنه فيبغون حكم الجاهلية مع أن ما أنزله الله إليك من قرآن فيه الأحكام العادلة التي ترضى كل ذي عقل سليم، ومنطق قويم.وقدم- سبحانه- المفعول «أفحكم» لإفادة التخصيص المفيد لتأكيد الإنكار والتعجيب من أحوال أولئك اليهود الذين يريدون حكم الجاهلية.إذ أن التولي عن حكم رسول الله صلى الله عليه وسلم إلى حكم آخر منكر عجيب. وطلب حكم الجاهلية أقبح وأعجب.والمراد بالجاهلية: الملة الجاهلية التي هي متابعة الهوى، والمداهنة في الأحكام، فيكون ذلك توبيخا لليهود بأنهم مع كونهم أهل كتاب يبغون حكم الملة الجاهلية. وعدم الأخذ بشريعة المساواة. فيكون ذلك- أيضا- تعييرا لهم لاقتدائهم بأهل الجاهلية.قال الآلوسى: فقد روى أن بنى النضير لما تحاكموا إلى رسول الله صلى الله عليه وسلم في خصومة قتيل وقعت بينهم وبين بنى قريظة، طلب بعضهم من رسول الله أن يحكم بينهم بما كان عليه أهل الجاهلية من التفاضل، فقال صلى الله عليه وسلم: «القتلى سواء» - أى: متساوون- فقال بنو النضير: نحن لا نرضى بحكمك، فنزلت هذه الآية»  .وقوله- تعالى- وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ إنكار منه- سبحانه- لأن يكون هناك حكم أحسن من حكمه أو مساو له.أى: لا أحد أحسن حكما من حكم الله- تعالى- عند قوم يوقنون بصحة دينه، ويذعنون لتكاليف شريعته، ويقرون بوحدانيته، ويتبعون أنبياءه ورسله.فاللام في قوله: لِقَوْمٍ بمعنى عند، وهي متعلقة بأحسن، ومفعول يُوقِنُونَ محذوف أى لقوم يوقنون بحكمه وأنه أعدل الأحكام. والجملة حالية متضمنة لمعنى الإنكار السابق.وخص- سبحانه- الموقنين بالذكر، لأنهم هم الذين يحسنون التدبر فيما شرعه الله من أحكام، وينتفعون بما اشتملت عليه من عدل ومساواة.هذا، وقد شدد الإمام ابن كثير النكير على الذي يرغبون عن حكم الله إلى أحكام من عند البشر، ووصف من يفعل ذلك بالكفر، وأفتى بوجوب مقاتلته حتى يرجع إلى حكم الله ورسوله فقال- رحمه الله-:«ينكر- تعالى- على من خرج عن حكم الله- المشتمل على كل خير الناهي عن كل شر- وعدل عنه إلى ما سواه من الآراء والأهواء والإصلاحات التي وضعها الرجال بلا مستند من شريعة الله، كما كان أهل الجاهلية يحكمون به من الضلالات والجهالات.مما يضعونها بآرائهم وأهوائهم، وكما يحكم به التتار من السياسات الملكية المأخوذة عن ملكهم «جنكزخان» الذي وضع لهم «الباسق» وهو عبارة عن كتاب مجموع من أحكام قد اقتبسها من شرائع شتى. فصارت في بنيه شرعا متبعا يقدمونه على الحكم بكتاب الله وسنة رسوله صلى الله عليه وسلم فمن فعل ذلك منهم فهو كافر يجب قتاله حتى يرجع إلى حكم الله ورسوله، فلا يحكم سواه في قليل ولا كثير."
}