{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/104/",
    "ayah_number": 104,
    "text": "ثم حكى- سبحانه- ما كان عليه هؤلاء العوام المقلدون من جمود وخضوع للباطل فقال.وَإِذا قِيلَ لَهُمْ تَعالَوْا إِلى ما أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قالُوا حَسْبُنا ما وَجَدْنا عَلَيْهِ آباءَنا.أى: وإذا قال قائل- على سبيل النصح والإرشاد إلى الخير- لهؤلاء المقلدين المنقادين انقيادا أعمى للأوهام إذا قال لهم هذا القائل: تعالوا أى: أقبلوا واستجيبوا لما أنزل الله في كتابه، ولما أنزل على رسوله من هدايات لتسعدوا وتفوزوا قالوا: بعناد وغباء- حَسْبُنا ما وَجَدْنا عَلَيْهِ آباءَنا: كافينا في هذا الشأن ما وجدنا عليه آباءنا من عقائد وتقاليد وعادات. فلا نلتفت إلى ما سواه.وهذه حجة كل ضال مقلد لمن سبقوه بغير تعقل ولا تدبر. إنه يترك معاني العزة والكرامة وإعمال الفكر ليعيش أسير ذلته للأوهام التي شب عليها وسار خلفها مقلدا غيره ومنقادا له انقياد الخانعين الأذلاء.ولم يذكر- سبحانه- القائل في قوله: وَإِذا قِيلَ لَهُمْ للإشارة إلى أن الذين يدعونهم إلى طريق الحق متعددون، فالنبي صلى الله عليه وسلم يدعوهم، والمؤمنون يدعونهم. والأدلة الدالة على صدق هذا الدين تدعوهم. ومع كل ذلك فهم في ضلالهم سادرون، وتحت سلطان سادتهم خانعون.وقوله- تعالى- أَوَلَوْ كانَ آباؤُهُمْ لا يَعْلَمُونَ شَيْئاً وَلا يَهْتَدُونَ رد عليهم بأسلوب التأنيب والتعجيب من جهالاتهم وخضوعهم للباطل بدون مراجعة أو تفكير.والواو في قوله أَوَلَوْ كانَ آباؤُهُمْ واو الحال. والهمزة التي دخلت عليها للإنكار والتعجب من ضلالهم.والمعنى: أيقولون حسبنا ما وجدنا عليه آباءنا. ويغلقون على أنفسهم باب الهداية ليبقوا في ظلمات الضلالة ولو كان آباؤهم لا يعلمون شيئا من الحق ولا يهتدون إليه لانطماس بصيرتهم.وليس المراد أن آباءهم لو كانوا يعلمون شيئا أو يهتدون إلى شيء لجاز لهم ترك ما أنزل الله وإنما المراد هنا تسجيل الواقع المظلم الذي كانوا عليه وكان عليه آباؤهم من قبلهم. فآباؤهم كانوا كذلك يتبعون ما شرعه لهم آباؤهم بدون تأمل أو تفكير.فالآية الكريمة زيادة في توبيخهم وتوبيخ آبائهم لأنهم جميعا مشتركون في الانغماس في الضلال والجهل.وبعد أن بين- سبحانه- ما بين من التكاليف والأحكام والحلال والحرام، وذم المقلدين لآبائهم تقليدا أعمى. وجه- سبحانه- نداء إلى المؤمنين، أمرهم فيه بأن يلزموا أنفسهم طاعة الله، وأنهم ليس عليهم شيء من آثام غيرهم ماداموا قد نصحوهم وأرشدوهم إلى الخير فقال- تعالى-:"
}