{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/118/",
    "ayah_number": 118,
    "text": "وبعد أن أجاب عيسى على سؤال ربه تلك الإجابة الموفقة. فوض الأمر إليه- سبحانه- في شأن قومه. فقال- كما حكى القرآن عنه إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ.أى: إن تعذب- يا إلهى- قومي، فإنك تعذب عبادك الذين خلقتهم بقدرتك، والذين تملكهم ملكا تاما، ولا اعتراض على المالك المطلق فيما يفعل بمملوكه. وإن تغفر لهم، وتستر سيئاتهم وتصفح عنهم فذلك إليك وحدك، لأن صفحك عمن تشاء من عبادك هو صفح القوى القاهر الغالب الذي لا يعجزه شيء. والذي يضع الأمور في مواضعها بمقتضى حكمته السامية وقد قال بعض المفسرين هنا: كيف جاز لعيسى أن يقول: وَإِنْ تَغْفِرْ لَهُمْ والله- تعالى- لا يغفر أن يشرك به؟وقد أجاب عن ذلك الإمام القرطبي بقوله: قول عيسى وَإِنْ تَغْفِرْ لَهُمْ قاله على وجه الاستعطاف لهم، والرأفة بهم، كما يستعطف السيد لعبده، ولهذا لم يقل: فإنهم عصوك. وقيل قاله على وجه التسليم لأمره، والاستجارة من عذابه، وهو يعلم أنه لا يغفر لكافر وقيل. الهاء والميم في إِنْ تُعَذِّبْهُمْ لمن مات منهم على الكفر. والهاء والميم في قوله: وَإِنْ تَغْفِرْ لَهُمْ لمن تاب منهم قبل الموت. وهذا وجه حسن» .أقول: هذا الوجه الثالث الذي ذكره القرطبي قد اكتفى به بعض المفسرين فقال: قوله:إِنْ تُعَذِّبْهُمْ أى: من أقام على الكفر منهم فَإِنَّهُمْ عِبادُكَ وأنت مالكهم تتصرف فيهم كيف شئت لا اعتراض عليك وَإِنْ تَغْفِرْ لَهُمْ أى: لمن آمن منهم فَإِنَّكَ أَنْتَ الْعَزِيزُ الغالب على أمره الْحَكِيمُ في صنعه .ومع وجاهة هذا الوجه فإننا نرى أن الآية الكريمة حكاية للتفويض المطلق الذي فوضه عيسى إلى ربه- سبحانه- في شأن قومه ولهذا قال ابن كثير:هذا الكلام يتضمن رد المشيئة إلى الله- تعالى- فإنه الفعال لما يشاء الذي لا يسأل عما يفعل وهم يسألون. ويتضمن التبري من النصارى الذين كذبوا على الله وكذبوا على رسوله، وجعلوا لله ندا وصاحبة وولدا.وهذه الآية لها شأن عظيم ونبأ عجيب، وقد ورد في الحديث أن النبي صلى الله عليه وسلم قام بها ليلة حتى الصباح يرددها.فقد روى الإمام أحمد عن أبى ذر قال: صلى النبي صلى الله عليه وسلم ذات ليلة: فقرأ بآية حتى أصبح يركع بها ويسجد بها إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبادُكَ الآية فلما أصبح قلت: يا رسول الله ألم تزل تقرأ هذه الآية حتى أصبحت تركع بها وتسجد بها؟ قال: إنى سألت ربي- عز وجل الشفاعة لأمتى فأعطانيها- وهي نائلة- إن شاء الله- لمن لا يشرك بالله شيئا» .وبعد أن حكى القرآن الكريم ما رد به عيسى عليه السلام- على قول ربه وخالقه- سبحانه- أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ وقد تضمن هذا الرد- كما سبق أن بينا- التنزيه المطلق لله- تعالى-، والنفي التام لأن يكون عيسى قد قال هذا القول.بعد كل ذلك ختم- سبحانه تلك المجاوبة ببيان حسن عاقبة الصادقين يوم القيامة فقال- تعالى-:"
}