{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/110/",
    "ayah_number": 110,
    "text": "ثم ذكر- سبحانه- بعض النعم التي أنعم بها على عيسى وأمه فقال: إِذْ قالَ اللَّهُ يا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلى والِدَتِكَ.وقوله: إِذْ قالَ اللَّهُ يا عِيسَى ابْنَ مَرْيَمَ بدل من قوله: يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ وقد نصب بإضمار اذكر.والمعنى: اذكر أيها المخاطب لتعتبر وتتعظ يوم يجمع الله الرسل فيقول لهم ماذا أجبتم؟.واذكر- أيضا- زيادة في العبرة والعظة قوله- سبحانه- يا عِيسَى ابْنَ مَرْيَمَ تذكر يا عيسى نعمى المتعددة عليك وعلى والدتك- وعبر بالماضي في قوله: إِذْ قالَ اللَّهُ مع أن هذا القول سيكون في الآخرة، للدلالة على تحقيق الوقوع، وأن هذا القول سيحصل بلا أدنى ريب يوم القيامة.قال أبو السعود: قوله- تعالى: إِذْ قالَ اللَّهُ يا عِيسَى ابْنَ مَرْيَمَ شروع في بيان ما جرى بينه- تعالى- وبين واحد من الرسل المجموعين، من المفاوضة على التفصيل، إثر بيان ما جرى بينه- تعالى- وبين الكل على وجه الإجمال ليكون ذلك كالأنموذج لتفاصيل أحوال الباقين، وتخصيص شأن عيسى بالبيان، لما أن شأنه- عليه السلام- متعلق بكلا الفريقين من أهل الكتاب الذين نعت عليهم هذه السورة جناياتهم. فتفصيل شأنه يكون أعظم عليهم، وأجلب لحسراتهم، وأدخل في صرفهم عن غيهم وعنادهم» .والمراد بالنعمة في قوله اذْكُرْ نِعْمَتِي النعم المتعددة التي أنعم بها- سبحانه- على عيسى وعلى والدته مريم حيث طهرها من كل ريبة، واصطفاها على نساء العالمين. وفي ندائه- سبحانه- لعيسى بقوله يا عِيسَى ابْنَ مَرْيَمَ إشارة إلى أنه ابن لها وليس ابنا لأحد سواها، فقد ولد من غير أب، ومن كان شأنه كذلك لا يصلح أن يكون إلها، لأن الإله الحق لا يمكن أن يكون مولودا أو محدثا.وقوله: إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا تعديد للنعم التي أنعم الله- تعالى- بها على عيسى.وقوله أَيَّدْتُكَ أى قويتك من التأييد بمعنى التقوية.والمراد بروح القدس: جبريل- عليه السلام- فإن من وظيفته أن يؤيد الله به رسله بالتعليم الإلهى، وبالتثبيت في المواطن التي من شأن البشر أن يضعفوا فيها.وقيل: المراد بِرُوحِ الْقُدُسِ روح عيسى حيث أيده- سبحانه- بطبيعة روحانية مطهرة في وقت سادت فيه المادية وسيطرت.أى: أيدتك بروح الطهارة والنزاهة والكمال، فكنت متسما بهذه الروح الطاهرة من كل سوء.والمهد: سن الطفولة والصبا- والكهولة: السن التي يكون في أعقاب سن الشباب.والمعنى: اذكر يا عيسى نعمى عليك وعلى والدتك، وقت أن قويتك بروح القدس الذي تقوم به حجتك، ووقت أن جعلتك تكلم الناس في طفولتك بكلام حكيم لا يختلف عن كلامك معهم في حال كهولتك واكتمال رجولتك.وقوله: إِذْ أَيَّدْتُكَ ظرف لنعمتي. أى: اذكر إنعامى عليكما وقت تأييدى لك. وذكر- سبحانه- كلامه في حال الكهولة- مع أن الكلام في هذه الحالة معهود في الناس- للإيذان بأن كلامه في هاتين الحالتين- المهد والكهولة- كان على نسق واحد بديع صادر عن كمال العقل والتدبير، دون أن يكون هناك فرق بين حالة الضعف وحالة القوة. قال الرازي: وهذه خاصية شريفة كانت حاصلة له، وما حصلت لأحد من الأنبياء قبله ولا بعده.وقال ابن كثير: قوله اذْكُرْ نِعْمَتِي عَلَيْكَ أى في خلقي إياك من أم بلا ذكر، وجعلى إياك آية ودلالة قاطعة على كمال قدرتي وَعَلى والِدَتِكَ حيث جعلتك لها برهانا على براءتها مما نسبه الظالمون والجاهلون إليها من الفاحشة وإِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ وهو جبريل،وجعلتك نبيا داعيا إلى الله في صغرك وكبرك. فأنطقتك في المهد صغيرا: فشهدت ببراءة أمك من كل عيب. واعترفت لي بالعبودية. وأخبرت عن رسالتي إياك ودعوتك إلى عبادتي ولهذا قال: تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا أى: تدعو إلى الله الناس في صغرك وكبرك. وضمّن تُكَلِّمُ معنى تدعو، لأن كلامه الناس في كهولته ليس بأمر عجيب»  .وقوله: وَإِذْ عَلَّمْتُكَ الْكِتابَ وَالْحِكْمَةَ وَالتَّوْراةَ وَالْإِنْجِيلَ بيان لنعمة أخرى من النعم التي أنعم بها- سبحانه- على عيسى.والمراد بالكتاب: الكتابة. أى أن عيسى- عليه السلام- لم يكن أميا بل كان قارئا وكاتبا وقيل المراد به ما سبقه من كتب النبيين كزبور داود، وصحف إبراهيم، وأخبار الأنبياء الذين جاءوا من قبله.والمراد بالحكمة: الفهم العميق للعلوم مع العمل بما فهمه وإرشاد الغير إليه.أى: واذكر وقت أن علمتك الكتابة حتى تستطيع أن تتحدى من يعرفونها من قومك.ووقت أن علمتك الْحِكْمَةَ بحيث تفهم أسرار العلوم فهما سليما تفوق به غيرك، كما علمتك أحكام الكتاب الذي أنزلته على أخيك موسى وهو التوراة وأحكام الكتاب الذي أنزلته عليك وهو الإنجيل.ثم ذكر- سبحانه- بعض معجزات عيسى، بعد أن بين بعض ما منحه من علم ومعرفة، فقال: وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنْفُخُ فِيها فَتَكُونُ طَيْراً بِإِذْنِي أى: واذكر وقت أن وفقتك لأن تخلق أى تصور من الطين صورة مماثلة لهيئة الطير فَتَنْفُخُ فِيها أى في تلك الهيئة المصورة فَتَكُونُ أى فتصير تلك الهيئة المصورة طَيْراً بِإِذْنِي أى: تصير كذلك بقدرتي وإرادتى وأمرى.ثم قال- تعالى: وَتُبْرِئُ الْأَكْمَهَ وهو الذي يولد أعمى وتبرئ كذلك الْأَبْرَصَ وهو المريض بهذا المرض العضال بِإِذْنِي.وقوله: وَتُبْرِئُ معطوف على تَخْلُقُ.وقوله: وَإِذْ تُخْرِجُ الْمَوْتى بِإِذْنِي معطوف على قوله: وَإِذْ تَخْلُقُ مِنَ الطِّينِ.أى: واذكر وقت أن جعلت من معجزاتك أن تخرج الموتى من القبور أحياء ينطقون ويتحركون. وكل ذلك بإذنى ومشيئتى وإرادتى.وقد ذكر المفسرون أن إبراء عيسى للأكمه والأبرص وإحياءه للموتى كان عن طريق الدعاء، وكان دعاؤه يا حي يا قيوم، وذكروا من بين من أحياهم سام بن نوح  .وبعد أن ذكر- سبحانه- بعض المعجزات التي أعطاها لعيسى لكي ينفع بها الناس، أتبعها بذكر ما دفعه عنه من مضار فقال: وَإِذْ كَفَفْتُ بَنِي إِسْرائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّناتِ.أى: واذكر نعمتي عليك وقت أن صرفت عنك اليهود الذين أرادوا السوء، وسعوا في قتلك وصلبك مع أنك قد بشرتهم وأنذرتهم وجئتهم بالمعجزات الواضحات التي تشهد بصدقك في نبوتك.وقوله فَقالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هذا إِلَّا سِحْرٌ مُبِينٌ تذييل قصد به ذمهم وتسجيل الحقد والجحود عليهم.أى: لقد أعطيناك يا عيسى ما أعطيناك من النعم والمعجزات لتكون دليلا ناطقا بصدقك، وشاهدا يحمل الناس على الإيمان بنبوتك، ولكن الكافرين من بنى إسرائيل الذين أرسلت إليهم لم يصدقوا ما جئتهم به من معجزات واضحات، بل سارعوا إلى تكذيبك قائلين: ما هذا الذي جئتنا به يا عيسى إلا سحر ظاهر، وتخييل بين.وهكذا نرى أن الكافرين من بنى إسرائيل، لم تزدهم البينات التي جاء بها عيسى إلا جحودا وعنادا.ثم حكى- سبحانه- بعد ذلك ما قاله الحواريون لعيسى، وما طلبوه منه، مما يدل على إكرام الله- تعالى- لنبيه عيسى فقال:"
}