{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/78/",
    "ayah_number": 78,
    "text": "وقوله لُعِنَ من اللعن بمعنى الطرد من رحمة الله فالملعون هو المحروم من رحمته- سبحانه- ولطفه وعنايته.والمعنى: لعن الله- تعالى- الذين كفروا من بنى إسرائيل بأن طردهم من رحمته، على لسان نبيين كريمين هما داود وعيسى- عليهما السلام- وقد جاء الفعل «لعن» بالبناء للمجهول لأن الفاعل معلوم وهو الله- تعالى- ولأن الأنبياء ومنهم داود وعيسى لا يلعنون أحدا إلا بإذن الله- سبحانه- وقوله: مِنْ بَنِي إِسْرائِيلَ في محل نصب على الحال من الذين كفروا أو من فاعل كَفَرُوا وهو واو الجماعة.وقوله: عَلى لِسانِ داوُدَ وَعِيسَى ابْنِ مَرْيَمَ متعلق بلعن. أى: لعنهم- سبحانه- في الزبور والإنجيل على لسان هذين النبيين الكريمين اللذين كان أولهما- بجانب منصب الرسالة- قائدا مظفرا قادهم إلى النصر بعد الهزيمة. وكان ثانيهما وهو عيسى- عليه السلام- رسولا مسالما جاءهم ليحل لهم بعض الذي حرم عليهم.قال الآلوسى: لعنهم الله- تعالى- في الزبور والإنجيل على لسان داود وعيسى ابن مريم بأن أنزل في هذين الكتابين «ملعون من يكفر من بنى إسرائيل بالله أو بأحد من رسله» .وقيل: إن أهل أيلة لما اعتدوا في السبت قال داود: اللهم ألبسهم اللعن مثل الرداء ومثل المنطقة على الحقوين فمسخهم الله قردة.وأصحاب المائدة لما كفروا بعيسى قال: اللهم عذب من كفر من المائدة عذابا لم تعذبه أحدا من العالمين، والعنهم كما لعنت أصحاب السبت».وقوله: ذلِكَ بِما عَصَوْا وَكانُوا يَعْتَدُونَ بيان لسبب لعنهم وطردهم من رحمة الله.واسم الإشارة ذلِكَ يعود إلى اللعن المذكور.أى: ذلك اللعن للكافرين من بنى إسرائيل سببه عصيانهم لله ولرسله، وعدوانهم على الذين يأمرونهم بالقسط من الناس.أى أن لعنهم لم يكن اعتباطا أو جزافا، وإنما كان بسبب أقوالهم القبيحة وأفعالهم المنكرة، وسلوكهم السيئ.وقوله: ذلِكَ بِما عَصَوْا جملة من مبتدأ وخبر. وقوله: وَكانُوا يَعْتَدُونَ معطوف على صلة ما وهو عَصَوْا فيكون داخلا في حيز السبب الذي أدى إلى لعنهم والجملة المكونة من اسم الإشارة ذلِكَ وما بعدها مستأنفة واقعة موقع الجواب لسؤال تقديره لماذا لعن الذين كفروا من بنى إسرائيل؟وقد أفاد اسم الإشارة مع باء السببية ومع وقوع الجملة في جواب سؤال مقدر أفاد مجموع ذلك ما يشبه القصر.وقد أشار صاحب الكشاف إلى هذا المعنى بقوله: ذلِكَ بِما عَصَوْا وَكانُوا يَعْتَدُونَ.أى: لم يكن ذلك اللعن الشنيع إلا لأجل المعصية والاعتداء لا لشيء آخر،.وعبر- سبحانه- عن عصيانهم بالماضي فقال ذلِكَ بِما عَصَوْا للإشارة إلى استقرار العصيان في طبائعهم، وثباته في نفوسهم وجوارحهم.وعبر عن عدوانهم بالمضارع، للإيذان بأنه مستمر قائم، فهم لم يتركوا نبيا إلا وآذوه، ولم يتركوا مصلحا إلا واعتدوا عليه فاعتداؤهم على المصلحين مستمر في كل زمان ومكان."
}