{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/73/",
    "ayah_number": 73,
    "text": "وقوله- تعالى- لَقَدْ كَفَرَ الَّذِينَ قالُوا إِنَّ اللَّهَ ثالِثُ ثَلاثَةٍ بيان لما قالته طائفة أخرى من طوائف النصارى الذين يتفرقون في العقائد والنحل، ويتجمعون على الكفر والضلال، فهم شيع شتى، وفرق متنابذة، كل شيعة منهم تكفر الأخرى وتعارضها في معتقداتها.قال الفخر الرازي ما ملخصه: في تفسير قول النصارى إِنَّ اللَّهَ ثالِثُ ثَلاثَةٍ طريقان:الأول: أنهم أرادوا بذلك أن الله ومريم وعيسى آلهة ثلاثة. والذي يؤكد ذلك قوله- تعالى- للمسيح أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ فقوله: ثالِثُ ثَلاثَةٍ أى: أحد ثلاثة آلهة. أو واحد من ثلاثة آلهة.والطريق الثاني: أن المتكلمين حكوا عن النصارى أنهم يقولون: جوهر واحد، ثلاثة أقانيم: أب، وابن وروح القدس وهذه الثلاثة إله واحد، كما أن الشمس اسم يتناول القرص والشعاع والحرارة. وعنوا بالأب الذات. وبالابن الكلمة.وبالروح الحياة. وأثبتوا الذات والكلمة والحياة وقالوا: إن الكلمة التي هي كلام الله اختلطت بجسد عيسى اختلاط الماء بالخمر أو اللبن فزعموا أن الأب إله، والابن إله، والروح إله، والكل إله واحد.ثم قال الإمام الرازي: واعلم أن هذا معلوم البطلان ببديهة العقل. فإن الثلاثة لا تكون واحدا، والواحد لا يكون ثلاثة، ولا يرى في الدنيا مقالة أشد فسادا وأظهر بطلانا من مقالة النصارى»  :وقد ذكر بعض المفسرين أن الذين قالوا من النصارى إن الله ثالث ثلاثة هم النسطورية والمرقوسية .ومعنى ثالث ثلاثة: واحد من ثلاثة. أى: أحد هذه الأعداد مطلقا وليس الوصف بالثالث فقد ذكر النحاة أن اسم الفاعل المصوغ من لفظ اثنين وعشرة وما بينهما لك أن تستعمله على وجوه منها: أن تستعمله مع أصله الذي صيغ هو منه، ليفيد أن الموصوف به بعض تلك العدة المعينة لا غير. فتقول: رابع أربعة أى: واحد من أربعة وليس زائدا عليها، ويجب حينئذ إضافته إلى أصله.وقوله: وَما مِنْ إِلهٍ إِلَّا إِلهٌ واحِدٌ بيان للاعتقاد الحق بعد ذكر الاعتقاد الباطل.وقد جاءت هذه الجملة بأقوى أساليب القصر وهو اشتمالها على «ما» و «إلا» . مع تأكيد النفي بمن المفيدة لاستغراق النفي.والمعنى: لقد كفر الذين قالوا كذبا وزورا إن الله واحد من آلهة ثلاثة، والحق أنه ليس في هذا الوجود إله مستحق للعبادة والخضوع سوى إله واحد وهو الله رب العالمين، الذي خلق الخلق بقدرته، ورباهم بنعمته. وإليه وحده مرجعهم وإيابهم.ثم بين- سبحانه- سوء عاقبة هؤلاء الضالين الذين قالوا ما قالوا من ضلال وكذب فقال- تعالى-: وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذابٌ أَلِيمٌ.وهذه الجملة الكريمة معطوفة على قوله: لَقَدْ كَفَرَ والمراد بانتهائهم: رجوعهم عما هم عليه من ضلال وكفر.والمراد بقوله: - عَمَّا يَقُولُونَ: أى عما يعتقدون وينطقون به من زور وبهتان.أى: لقد كفر أولئك الذين قالوا إن الله ثالث ثلاثة كفرا شديدا بينا والحق أنه ليس في الوجود سوى إله واحد مستحق للعبادة، وإن لم يرجع هؤلاء الذين قالوا بالتثليث عن عقائدهم الزائفة وأقوالهم الفاسدة ويعتصموا بعروة التوحيد لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ أى: ليصيبن الذين استمروا على الكفر منهم عذاب أليم.فالجملة الكريمة تحذير من الله- تعالى- لهم عن الاستمرار في هذا القول الكاذب.والاعتقاد الفاسد الذي يتنافى مع العقول السليمة، والأفكار القويمة.وقوله: لَيَمَسَّنَّ جواب لقسم محذوف، وهو ساد مسد جواب الشرط المحذوف في قوله وَإِنْ لَمْ يَنْتَهُوا والتقدير: والله إن لم ينتهوا ليمسن.وأكد- سبحانه- وعيدهم بلام القسم في قوله لَيَمَسَّنَّ ردا على اعتقادهم أنهم لا تمسهم النار، لأن صلب عيسى- في زعمهم- كان كفارة عن خطايا البشر.وعبر بالمس للإشارة إلى شدة ما يصيبهم من آلام: لأن المراد أن هذا العذاب الأليم يصيب جلدهم وهو موضع الإحساس فيهم إصابة مستمرة، كما قال- تعالى- في آية أخرى: كُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها لِيَذُوقُوا الْعَذابَ .وقال- سبحانه- لَيَمَسَّنَّ الَّذِينَ كَفَرُوا بالتعبير بالظاهر دون الضمير للإشارة إلى سبب العذاب وهو كفرهم لأن التعبير بالموصول يشير إلى أن الصلة هي سبب الحكم.ومن في قوله مِنْهُمْ يصح أن تكون تبعيضية أى: ليمسن الذين استمروا على الكفر من هؤلاء النصارى عذاب أليم، لأن كثيرا منهم لم يستمروا على الكفر بل رجعوا عنه ودخلوا في دين الإسلام.ويصح أن تكون بيانية، وقد وضح ذلك صاحب الكشاف بقوله: ومن في قوله: لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ للبيان كالتي في قوله فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثانِ.والمعنى: ليمسن الذين كفروا من النصارى خاصة عَذابٌ أَلِيمٌ أى نوع شديد الألم من العذاب.. كما تقول: أعطنى عشرين من الثياب. تريد من الثياب خاصة لا من غيرها من الأجناس التي يجوز أن يتناولها عشرون» ."
}