{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/89/",
    "ayah_number": 89,
    "text": "أخرج ابن جرير عن ابن عباس قال: لما نزلت يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّباتِ ما أَحَلَّ اللَّهُ لَكُمْ في القوم الذين كانوا حرموا على أنفسهم النساء واللحم: قالوا يا رسول الله. كيف نصنع بأيماننا التي حلفنا عليها؟ فأنزل الله- تعالى- قوله: لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ وَلكِنْ يُؤاخِذُكُمْ بِما عَقَّدْتُمُ الْأَيْمانَ الآية  واللغو من الكلام- كما يقول الراغب: ما لا يعتد به منه، وهو الذي يورد لا عن روية وفكر فيجري مجرى اللغا وهو صوت العصافير ونحوها من الطيور. وقد يسمى كل قبيح لغوا. قال- تعالى- وَإِذا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ  .ولغو اليمين. أن يحلف الحالف على شيء يرى أنه صادق فيه ثم يتبين له خلاف ذلك.ويرى بعضهم أن لغو اليمين هو الذي يجرى على اللسان بدون قصد، كقولك لا والله وبلى والله.وقد رجح هذا القول ابن كثير فقال ما ملخصه. واللغو في اليمين هو قول الرجل في الكلام من غير قصد: لا والله وبلى والله وهو مذهب الشافعى. وقيل هو في الهزل. وقيل في المعصية:وقيل على غلبة الظن وهو قول أبى حنيفة وأحمد والصحيح أنه اليمين من غير قصد بدليل قوله:وَلكِنْ يُؤاخِذُكُمْ بِما عَقَّدْتُمُ الْأَيْمانَ .وقوله: عَقَّدْتُمُ من العقد وهو الجمع بين أطراف الشيء لتوثيقه وهو نقيض الحل: وقرأ حمزة والكسائي عَقَّدْتُمُ بالتخفيف. وقرأ ابن عامر «عاقدتم» .والمراد بعقد الأيمان توكيدها وتوثيقها قصدا ونية.والمعنى: لا يؤاخذكم الله- أيها المؤمنون- فضلا منه وكرما على اللغو في اليمين وهو ما يجرى على ألسنتكم بدون قصد. ولكن يؤاخذكم بالعقوبة في الآخرة أو بوجوب الكفارة بتعقيدكم الأيمان وتوثيقها بالقصد والنية، إذا حنثتم فيها، بأن تعمدتم الكذب في أيمانكم.فالمراد بعدم المؤاخذة في قوله لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ: عدم المعاقبة في الدنيا بالكفارة ولا في الآخرة بالعقوبة.والمراد بالمؤاخذة في قوله: وَلكِنْ يُؤاخِذُكُمْ بِما عَقَّدْتُمُ الْأَيْمانَ: العقوبة الأخروية عند جمهور الفقهاء ويرى الشافعى أن المراد بها الكفارة التي تجب على الحانث.وقوله فِي أَيْمانِكُمْ متعلق باللغو. وما في قوله بِما عَقَّدْتُمُ مصدرية أى: ولكن يؤاخذكم بتعقيدكم الأيمان وتوثيقها. ويحتمل أن تكون موصولة والعائد محذوف. أى ولكن يؤاخذكم بالذي عقدتم الأيمان عليه.وقوله: فَكَفَّارَتُهُ إِطْعامُ عَشَرَةِ مَساكِينَ مِنْ أَوْسَطِ ما تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ بيان لكيفية الكفارة والضمير في قوله: فكفارته يعود على الحنث الدال عليه سياق الكلام وإن لم يجر له ذكر.أى: فكفارة الحنث. ولا مانع من عودته إلى الحالف إذا حنث في يمينه فيكون المعنى:فكفارة الحالف إذا حنث في يمينه إطعام عشرة مساكين لأن الشخص الحانث في يمينه هو الذي يجب عليه التكفير عن حنثه.والكفارة من الكفر بمعنى الستر، وهي اسم للفعلة التي من شأنها أن تكفر الخطيئة، أى تسترها وتمحوها، لأن الشيء الممحى يكون كالشىء المستور الذي لا يرى ولا يشاهد.وكلمة أَوْسَطِ يرى بعضهم أنها بمعنى الأمثل والأحسن، لأن لفظ الأوسط كثيرا ما يستعمل بهذا المعنى ومنه قوله- تعالى قالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلا تُسَبِّحُونَ  أى:قال أحسنهم عقلا وأمثلهم فكرا ونظرا.ويرى آخرون أن الأوسط هنا بمعنى المتوسط لأن هذا هو الغالب في استعمال هذه الكلمة، أى يطعمهم لا من أفخر أنواع الطعام ولا من أردئه ولكن من الطعام الذي يطعم منه أهله في الغالب.والمعنى: لقد تفضل الله عليكم- أيها المؤمنون- بأن رفع عنكم العقوبة والكفارة في الأيمان اللغو، ولكنه- سبحانه- يؤاخذكم بتعقيدكم الأيمان وتوثيقها إذا ما حنثتم فيها ومتى حنث أحدكم في يمينه، فمن الواجب عليه لتكفير هذا اليمين ومحو إثمه أن يطعم عشرة مساكين طعاما يكون من متوسط ما يطعم منه أهله في الجودة والمقدار، أو أن يكسو هؤلاء المساكين العشرة كساء مناسبا ساترا للبدن أو أن يحرر رقبة بأن يعتق عبدا من الرق فيجعله حرا.قال الجمل ما ملخصه: وقوله: فَكَفَّارَتُهُ إِطْعامُ مبتدأ وخبر.وقوله: إطعام مصدر مضاف لمفعوله، وهو مقدر بحرف وفعل مبنى للفاعل أى فكفارته أن يطعم الحانث عشرة، وفاعل المصدر يحذف كثيرا.وقوله: مِنْ أَوْسَطِ في محل نصب مفعول ثان لإطعام ومفعوله الأول عشرة أى:فكفارته أن تطعموا عشرة مساكين إطعاما من أوسط ما تطعمون أهليكم.. وقوله: ما تُطْعِمُونَ مفعوله الأول: أهليكم، ومفعوله الثاني: محذوف أى: «تطعمونه أهليكم» .فأنت ترى أن الله- تعالى- قد خير الحانث في يمينه بين أمور ثلاثة يختار إحداها، فإذا لم يستطع إحداها، فقد بين سبحانه له حكما آخر فقال: فَمَنْ لَمْ يَجِدْ فَصِيامُ ثَلاثَةِ أَيَّامٍ.أى: فمن لم يجد ما يكفر حنثه في يمينه من إطعام أو كساء أو تحرير رقبة فعليه حينئذ أن يصوم ثلاثة أيام، تطهيرا لنفسه، وتكفيرا عن ذنبه، وتقوية لإرادته وعزيمته.واسم الإشارة في قوله: ذلِكَ كَفَّارَةُ أَيْمانِكُمْ إِذا حَلَفْتُمْ يعود إلى المذكور من الإطعام والكساء وتحرير الرقبة والصوم.أى: ذلك الذي شرعناه لكم كفارة لأيمانكم إذا حلفتم وحنثتم فيها، وخالفتم طريق الحق الذي أمركم الله تعالى باتباعه.وقوله: وَاحْفَظُوا أَيْمانَكُمْ أمر من الله تعالى لعباده بأن يصونوا أنفسهم عن الحنث في أيمانهم، وعن الإكثار منها لغير ضرورة، فإن الإكثار من الحلف بغير ضرورة يؤدى إلى قلة الحياء من الله تعالى. كما أن الحلف الكاذب يؤدى إلى سخطه سبحانه على الحالف وبغضه له.وقوله: كَذلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آياتِهِ لَعَلَّكُمْ تَشْكُرُونَ تذييل قصد به التذكير بنعم الله حتى يداوم الناس على شكرها وطاعة واهبها عز وجل.أى: مثل هذا البيان البديع الجامع لوجوه الخير والفلاح، يبين الله لكم آياته المشتملة على الأحكام الميسرة، والتشريعات الحكيمة، والهدايات الجليلة لعلكم بذلك تستمرون على شكر الله وطاعته، وتواظبون على خشيته ومراقبته فتنالون ما وعدكم من فلاح وسعادة.هذا، ومن الأحكام التي أخذها العلماء من هذه الآية ما يأتى:1- أن اليمين اللغو لا مؤاخذة فيها. أى: لا عقوبة عليها في الآخرة ولا كفارة لها في الدنيا لقوله تعالى: لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ.ونعنى بها- كما سبق أن أشرنا- أن يقول الرجل من غير قصد الحلف لا والله وبلى والله.ومع هذا فمن الأفضل للمؤمن ألا يلجأ إلى الحلف إلا إذا كانت هناك ضرورة تدعو لذلك لأن الإكثار من الحلف يسقط مهابة الإنسان، وقد يفضى به إلى الاستهانة بالآداب الحميدة التي شرعها الله.قال تعالى: وَلا تَتَّخِذُوا أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِها وَتَذُوقُوا السُّوءَ بِما صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذابٌ عَظِيمٌ  .2- أن اليمين التي يحلفها الحالف بالقصد والنية وهو كاذب فيها، يستحق صاحبها العذاب الشديد من الله- تعالى-، وهي التي يسميها الفقهاء باليمين الغموس، أى التي تغمس صاحبها في النار- قال- تعالى- وَلكِنْ يُؤاخِذُكُمْ بِما عَقَّدْتُمُ الْأَيْمانَ.أى: بما صممتم عليه منها وقصدتموه وأنتم حانثون فيها.قال القرطبي ما ملخصه: خرج البخاري عن عبد الله بن عمرو قال: جاء أعرابى إلى النبي صلى الله عليه وسلم فقال: يا رسول الله ما الكبائر؟ قال: «الإشراك بالله. قال:: ثم ماذا؟ قال: عقوق الوالدين. قال: ثم ماذا؟ قال: اليمين الغموس» قلت: وما اليمين الغموس؟ قال: التي يقتطع بها مال امرئ مسلم وهو كاذب فيها» .وخرج مسلم عن أبى أمامة أن رسول الله صلى الله عليه وسلم قال: «من اقتطع حق امرئ مسلم بيمينه فقد أوجب الله له النار وحرم عليه الجنة. فقال رجل: وإن كان شيئا يسيرا يا رسول الله؟ قال صلى الله عليه وسلم: وإن كان قضيبا من أراك» .وقد اختلف في اليمين الغموس فالذي عليه الجمهور أنها يمين مكر وخديعة وكذب فلا تنعقد ولا كفارة فيها. لأن هذا الحالف قد جمع بين الكذب، واستحلال مال الغير، والاستخفاف باليمين بالله. فأهان ما عظمه الله، وعظم ما حقره الله، ولهذا قيل: إنما سميت اليمين الغموس غموسا، لأنها تغمس صاحبها في النار.وقال الشافعى: «هي يمين منعقدة، لأنها مكتسبة بالقلب، معقودة بخبر، مقرونة باسم الله- تعالى-، وفيها الكفارة.والصحيح الأول: وهو قول مالك بن أنس ومن تبعه من أهل المدينة، وبه قال الأوزاعى والثوري وأهل العراق وأحمد وإسحاق وأصحاب الحديث وأصحاب الرأى من أهل الكوفة :3- أن أَوْ في قوله- تعالى-: فَكَفَّارَتُهُ إِطْعامُ عَشَرَةِ مَساكِينَ مِنْ أَوْسَطِ ما تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ للتخيير.أى: أن الحالف إذا حنث في يمينه فهو مخير بين واحد من أمور ثلاثة ليكفر عن يمينه التي حنث فيها. وهذه الثلاثة هي الإطعام أو الكسوة، أو عتق الرقبة. فإذا لم يجد إحدى هذه الكفارات الثلاث انتقل إلى الصوم.قال الفخر الرازي: وأعلم أن الآية دالة على أن الواجب في كفارة اليمين أحد الأمور الثلاثة على التخيير، فإن عجز عنها جميعا فالواجب شيء آخر وهو الصوم.ومعنى الواجب المخير أنه لا يجب عليه الإتيان بكل واحد من هذه الثلاثة ولا يجوز له تركها جميعا. ومتى أتى بأى واحد شاء من هذه الثلاثة فإنه يخرج عن العهدة. فإذا اجتمعت هذه القيود الثلاثة فذاك هو الواجب المخير»  .وللعلماء أقوال متعددة في الإطعام المطلوب لكفارة اليمين.قال القرطبي ما ملخصه: قوله- تعالى-: إِطْعامُ عَشَرَةِ مَساكِينَ مِنْ أَوْسَطِ ما تُطْعِمُونَ أَهْلِيكُمْ لا بد عندنا- أى المالكية- وعند الشافعى من تمليك ما يخرج لهم ودفعه إليهم حتى يتملكوه ويتصرفوا فيه.وقال أبو حنيفة: لو غداهم وعشاهم جاز. والأوسط هنا منزلة بين منزلتين ونصفا بين طرفين- أى يطعمهم من غالب الطعام الذي يطعم منه أهله لا من أدناه حتى لا يبخس المساكين حقهم ولا من أعلاه حتى لا يتكلف ما يشق عليه- والإطعام عند مالك: مد  لكل واحد من المساكين العشرة. وبه قال الشافعى. وقال أبو حنيفة: يخرج من البر نصف صاع، ومن التمر والشعير صاعا. أى يخرج ما يجب في صدقة الفطر.ولا يجوز عندنا دفع الكفارة إلى مسكين واحد وبه قال الشافعى، لأن الله- تعالى- نص على العشرة فلا يجوز العدول عنهم، وأيضا فإن فيه إحياء جماعة من المسلمين وكفايتهم يوما واحدا، فيتفرغون فيه لعبادة الله ولدعائه، فغفر للمكفر بسبب ذلك.وقال أبو حنيفة: يجزئه- أى: إذا أطعم واحدا عشر مرات أغنى عن إطعام العشرة- لأن المقصود من الآية التعريف بقدر ما يطعم، فلو دفع ذلك القدر لواحد أجزأه»  .والكسوة التي تصلح لكفارة اليمين يلاحظ فيها أن تكون سابغة في الجملة وهي تختلف باختلاف الأزمان والأحوال.قال الشافعى: لو دفع إلى كل واحد من العشرة ما يصدق عليه اسم الكسوة- من قميص أو سراويل- أجزأه ذلك.وقال مالك وأحمد: لا بد أن يدفع إلى كل واحد منهم من الكسوة ما يصح أن يصلى فيه، إن كان رجلا أو امرأة كل بحسبه.وقال أبو حنيفة: الكسوة في كفارة اليمين لكل مسكين ثوب وإزار. ولا تجزئ القيمة عن الطعام والكسوة عند الشافعى.وقال أبو حنيفة: تجزئ القيمة، لأن الغرض سد حاجة المحتاج، وقد تكون القيمة أنفع له.والنوع الثالث الذي به تكون كفارة اليمين: تحرير رقبة أى: إعتاقها من الرق، والمراد بالرقبة جملة الإنسان.قال الرازي: المراد بالرقبة: الجملة قيل: الأصل في هذا المجاز أن الأسير في العرب كانت تجمع يداه إلى رقبته بحبل. فإذا أطلق حل ذلك الحبل. فسمى الإطلاق من الرقبة فك الرقبة.ثم جرى ذلك على العتق. وقد أخذ بإطلاقها أبو حنيفة فقال: تجزئ الكافرة كما تجزى المؤمنة. وقال الشافعى وآخرون: لا بد أن تكون مؤمنة.فإن قيل: أى فائدة في تقديم الإطعام على العتق مع أن العتق أفضل لا محالة؟ قلنا له وجوه.أحدها: أن المقصود منه التنبيه على أن هذه الكفارة وجبت على التخيير لا على الترتيب، لأنها لو وجبت على الترتيب لوجبت البداءة بالأغلظ.وثانيها: قدم الإطعام لأنه أسهل، لكون الطعام أعم وجودا، والمقصود منه التنبيه على أنه- تعالى- يراعى التخفيف والتسهيل في التكاليف.وثالثها: أن الإطعام أفضل، لأن الحر الفقير قد لا يجد الطعام، ولا يكون هناك من يعطيه الطعام فيقع في الضر. أما العبد فإنه يجب على مولاه إطعامه وكسوته   .4- يرى مالك والشافعى أن قوله: تعالى: فَصِيامُ ثَلاثَةِ أَيَّامٍ يصدق على الصيام المتتابع والمتفرق، فلو صام الحالف ثلاثة أيام متفرقة أجزأه ذلك، لأن التتابع صفة لا تجب إلا بنص أو قياس على منصوص وقد عدما.ويرى أبو حنيفة وأحمد صوم الثلاثة أيام متتابعة، فقد قرأ أبى بن كعب وعبد الله بن مسعود «فصيام ثلاثة أيام متتابعات» وقراءتهما لا تختلف عن روايتهما.وقال ابن كثير: واختلف العلماء هل يجب فيها التتابع أو يستحب ولا يجب ويجزئ التفريق؟ قولان:أحدهما: لا يجب وهذا منصوص الشافعى في كتاب الأيمان. وهو قول مالك، لإطلاق قوله: فَصِيامُ ثَلاثَةِ أَيَّامٍ وهو صادق على المجموعة والمفرقة كما في قضاء رمضان لقوله:فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ونص الشافعى في موضع آخر في الأم على وجوب التتابع كما هو مذهب الحنفية والحنابلة لأنه قد روى عن أبى بن كعب وغيره أنه كان يقرؤها «فصيام ثلاثة أيام متتابعات» وحكاها مجاهد والشعبي وأبو إسحاق عن عبد الله بن مسعود. وهذه، إذا لم يثبت كونها قرآنا متواترا فلا أقل من أن يكون خبر واحد أو تفسيرا من الصحابة وهو في حكم المرفوع.وروى ابن مردويه عن ابن عباس قال: لما نزلت آية الكفارات قال حذيفة يا رسول الله نحن بالخيار؟ قال: أنت بالخيار. إن شئت أعتقت. وإن شئت كسوت. وإن شئت أطعمت.فمن لم يجد فصيام ثلاثة أيام متتابعات   .ويبدو لنا أن الصيام المتتابع أفضل، لأن قراءة أبى وحديث حذيفة يزكيانه، ولأنه رأى عدد كبير من الصحابة منهم عبد الله بن مسعود.5- أخذ بعض العلماء من قوله- تعالى: فَكَفَّارَتُهُ إِطْعامُ عَشَرَةِ مَساكِينَ ... إلخ. أن الكفارة لا تكون إلا بعد الحنث لأن السبب في الكفارة هو الحنث، وما دام لم يتحقق فإنه لا كفارة.وقال آخرون يجوز أن تتقدم الكفارة عند نية الحنث، وتقوم النية مقام الحنث بالفعل.وقد تكلم عن هذه المسألة الإمام القرطبي فقال ما ملخصه: اختلف العلماء في تقديم الكفارة على الحنث أتجزئ أم لا على ثلاثة أقوال:أحدها: يجزئ مطلقا وهو مذهب أربعة وعشرين من الصحابة، وجمهور الفقهاء، وهو مشهور مذهب مالك، فقد قال أبو موسى الأشعرى: قال رسول الله صلى الله عليه وسلم «وإنى والله إن شاء الله لا أحلف على يمين فأرى غيرها خيرا منها إلا كفرت عن يميني وأتيت الذي هو خير» رواه وأخرجه أبو داود.ومن جهة المعنى أن اليمين سبب الكفارة، لقوله- تعالى ذلِكَ كَفَّارَةُ أَيْمانِكُمْ إِذا حَلَفْتُمْ فأضاف الكفارة إلى اليمين والمعاني تضاف إلى أسبابها. وأيضا فإن الكفارة بدل عن البر فيجوز تقديمها قبل الحنث.وثانيها: قال أبو حنيفة وأصحابه لا يجزئ بوجه لما رواه مسلم عن عدى بن حاتم قال:سمعت رسول الله صلى الله عليه وسلم يقول: «من حلف يمين ثم رأى غيرها خيرا منها فليأت الذي هو خير- زاد النسائي- وليكفر عن يمينه» .ومن جهة المعنى أن الكفارة إنما هي لرفع الإثم، وما لم يحنث لم يكن هناك ما يرفع فلا معنى لفعلها. وأيضا فإن كل عبادة فعلت قبل وجوبها لم تصح اعتبارا بالصلوات وسائر العبادات.وثالثها: قال الشافعى: تجزئ بالإطعام والعتق والكسوة ولا تجزئ بالصوم لأن عمل البدن لا يقدم قبل وقته. ويجزئ في غير ذلك تقديم الكفارة» .6- أخذ العلماء من قوله- تعالى- وَاحْفَظُوا أَيْمانَكُمْ أن من الواجب على المؤمن أن يقلل من الأيمان فلا يلجأ إليها إلا عند الضرورة، وأن يحرص على أن يكون صادقا فيها حتى لا يحتاج إلى التكفير عنها وأن يبادر إلى التكفير عنها إذا كانت المصلحة تستدعى الحنث فيها، لما سبق أن ذكره القرطبي من حديث أبى موسى الأشعرى وحديث عدى بن حاتم.ولما رواه الشيخان عن عبد الرحمن بن سمرة قال: قال النبي صلى الله عليه وسلم يا عبد الرحمن بن سمرة، لا تسأل الإمارة فإنك إن أوتيتها عن مسألة وكلت إليها، وأن أوتيتها عن غير مسألة أعنت عليها. وإذا حلفت على يمين فرأيت غيرها خيرا منها فكفر عن يمينك وأت الذي هو خير» .هذا «وقد ساق صاحب المنار في نهاية تفسيره لهذه الآية بحوثا تتعلق بالأيمان فقال ما ملخصه:(أ) لا يجوز في الإسلام الحلف بغير الله تعالى- وأسمائه وصفاته، لما رواه الشيخان من حديث ابن عمر: «من كان حالفا فلا يحلف إلا بالله» ورويا عنه أيضا أن النبي صلى الله عليه وسلم سمع رجلا يحلف بأبيه فقال: «إن الله ينهاكم أن تحلفوا بآبائكم، فمن كان حالفا فليحلف بالله أو ليصمت» .روى أحمد والبخاري وأصحاب السنن عن ابن عمر أيضا قال: كان أكثر ما يحلف به النبي صلى الله عليه وسلم يحلف: لا ومقلب القلوب.وهذه الأحاديث الصحيحة صريحة في حظر الحلف بغير الله تعالى ويدخل النبي صلى الله عليه وسلم في عموم غير الله وكذلك الكعبة وسائر ما هو معظم شرعا تعظيما يليق به.(ب) ثم قال ويجوز الحنث للمصلحة الراجحة فقد روى الشيخان وأحمد عن عبد الرحمن ابن سمرة قال رسول الله صلى الله عليه وسلم: «إذا حلفت على يمين ورأيت غيرها خيرا منها فأت الذي هو خير وكفر عن يمينك وفي رواية فكفر عن يمينك وأت الذي هو خير» .وينقسم الحلف باعتبار المحلوف عليه إلى أقسام:1- أن يحلف على فعل واجب وترك حرام، فهذا تأكيد لما كلفه الله إياه فيحرم الحنث ويكون إثمه مضاعفا.2- أن يحلف على ترك واجب أو فعل محرم، فهذا يجب عليه الحنث، لأنه يمين معصية على ترك فريضة من الفرائض، أو حق من الحقوق الواجبة عليه.3- أن يحلف على فعل مندوب أو ترك مكروه، فهذا طاعة فيندب له الوفاء ويكره الحنث كذا قال بعضهم. والظاهر وجوب الوفاء كما قالوا في النذر.4- أن يحلف على ترك مندوب أو فعل مكروه، فيستحب له الحنث ويكره التمادي كذا قالوا. وظاهر الحديث وجوب الكفارة والحنث مطلقا.5- أن يحلف على ترك مباح وقد اختلفوا فيه: فقال ابن الصباغ: إن ذلك يختلف باختلاف الأحوال.أى أن الحالف يوازن بين مقدار الضرر الذي سيترتب على الاستمرار في الترك، والخير الذي يجلبه الحنث، فإن رجح أحدهما مضى فيه.(ج) ثم قال: وقال شيخ الإسلام ابن تيمية: الأيمان- بحسب صيغتها وأحكامها- ثلاثة أقسام:أحدهما: ما ليس من أيمان المسلمين وهو الحلف بالمخلوقات كالكعبة والملائكة والمشايخ والملوك والآباء ونحو ذلك، فهذه يمين غير منعقدة ولا كفارة فيها باتفاق العلماء بل هي منهى عنها باتفاق أهل العلم والنهى نهى تحريم في أصح الأقوال. ففي الحديث: «إن الله ينهاكم أن تحلفوا بآبائكم، ومن كان حالفا فليحلف بالله أو ليصمت» :الثاني: اليمين بالله كقول القائل: والله لأفعلن كذا. فهذه يمين منعقدة فيها الكفارة إذا حنث فيها باتفاق المسلمين.الثالث: أيمان المسلمين التي هي في معنى الحلف بالله، ومقصود الحالف بها تعظيم الخالق لا الحلف بالمخلوقات كالحلف بالنذر والطلاق والعتاق كقوله إن فعلت كذا فعلى صيام شهر أو الحج إلى بيت الله.فهذه الأيمان للعلماء فيها أقوال أظهرها أنه إذا حنث فيها لزمته كفارة يمين كما قال- تعالى- ذلِكَ كَفَّارَةُ أَيْمانِكُمْ إِذا حَلَفْتُمْ. وقال تعالى قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمانِكُمْ.(د) ثم ختم صاحب المنار مباحثه بقوله: واليمين الغموس التي يهضم بها الحق أو يقصد بها الغش والخيانة، لن يكفرها عتق ولا صدقة ولا صيام، بل لا بد من التوبة وأداء الحقوق والاستقامة. قال- تعالى- وَلا تَتَّخِذُوا أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِها، وَتَذُوقُوا السُّوءَ بِما صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ وَلَكُمْ عَذابٌ عَظِيمٌ   .وبذلك نرى الآية الكريمة قد بينت للمؤمنين ما يجب عليهم إذا ما حنثوا في أيمانهم، وحضتهم على حفظ أيمانهم، لكي ينالوا من الله- تعالى- الرضا والفلاح.وبعد أن نهى الله المؤمنين عن تحريم ما أحله لهم، وأمرهم بأن يتمتعوا بما رزقهم من خير بدون إسراف أو تقتير، وبين لهم حكم ما عقدوه من أيمان بعد كل ذلك وجه- سبحانه- نداء ثانيا إليهم بين لهم فيه مضار الخمر وأشباهها من الرذائل، وأمرهم باجتنابها، فقال تعالى:"
}