{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/83/",
    "ayah_number": 83,
    "text": "ثم حكى- سبحانه- ما كان منهم عند سماعهم لما أنزل الله- تعالى- على رسوله من هدايات فقال: وَإِذا سَمِعُوا ما أُنْزِلَ إِلَى الرَّسُولِ تَرى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ والمراد بالرسول: محمد صلى الله عليه وسلم وبما أنزل إليه: القرآن الكريم.والجملة الكريمة معطوفة على قوله وَأَنَّهُمْ لا يَسْتَكْبِرُونَ والضمير في قوله سَمِعُوا يعود على الذين قالوا إنا نصارى بعد أن عرفوا الحق وآمنوا به.أى، أن من صفات هؤلاء الذين قالوا إنا نصارى زيادة على ما تقدم، أنهم إذا سمعوا ما أنزل على رسول الله صلى الله عليه وسلم من قرآن تأثرت قلوبهم. وخشعت نفوسهم وسالت الدموع من أعينهم بغزارة وكثرة من أجل ما عرفوه من الحق الذي بينه لهم القرآن الكريم بعد أن كانوا غافلين عنه.وفي التعبير عنهم بقوله: تَرى الدالة على الرؤية البصرية والتي هي أقوى أسباب العلم الحسى، مبالغة في مدحهم، حيث يراهم الرائي وهم على تلك الصورة من رقة القلب وشدة التأثر عند سماع الحق.فلقد كانوا يحسون أنهم في ظلام وضلال فلما سمعوا الحق أشرقت له نفوسهم ودخلوا في نوره وهدايته وأعينهم تتدفق بالدموع من شدة تأثرهم به وحبهم له.وقوله تَفِيضُ من الفيض وهو انصباب عن امتلاء: يقال فاض الإناء إذا امتلأ حين سال من جوانبه.وقد أجاد صاحب الكشاف في تصوير هذا المعنى فقال: فإن قلت: ما معنى قوله: تَفِيضُ مِنَ الدَّمْعِقلت: معناه تمتلئ من الدمع حتى تفيض، لأن الفيض أن يمتلئ الإناء أو غيره حتى يطلع ما فيه من جوانبه. فوضع الفيض الذي هو من الامتلاء موضع الامتلاء وهو من إقامة المسبب مقام السبب، أو قصدت المبالغة في وصفهم بالبكاء فجعلت أعينهم كأنها تفيض بأنفسها. أى: تسيل من الدمع من أجل البكاء من قولك: دمعت عينه دمعا.فإن قلت: أى فرق بين من ومن في قوله: مِمَّا عَرَفُوا مِنَ الْحَقِّ؟ قلت: الأولى لابتداء الغاية على أن فيض الدمع ابتدأ ونشأ من معرفة الحق وكان من أجله وبسببه، والثانية لتبيين الموصول الذي هو ما عرفوا وتحتمل معنى التبعيض على أنهم عرفوا بعض الحق، فأبكاهم وبلغ منهم فكيف إذا عرفوه كله وقرءوا القرآن وأحاطوا بالسنة؟ .ثم حكى- سبحانه- ما قالوه بعد سماعهم للحق فقال: يَقُولُونَ رَبَّنا آمَنَّا فَاكْتُبْنا مَعَ الشَّاهِدِينَ.أى: يقولون بعد أن سمعوا الحق: يا ربنا إننا آمنا بما سمعنا إيمانا صادقا فاكتبنا مع أمة محمد صلى الله عليه وسلم التي آمنت به وشهدت بصدق رسولك محمد صلى الله عليه وسلم وبصدق كل رسول أرسلته إلى الناس ليخرجهم من الظلمات إلى النور."
}