{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/27/",
    "ayah_number": 27,
    "text": "قال أبو حيان في البحر «مناسبة هذه الآيات لما قبلها، هو أن الله لما ذكر تمرد بنى إسرائيل وعصيانهم أمره في النهوض لقتال الجبارين، أتبع ذلك بذكر قصة ابني آدم وعصيان قابيل أمر الله، وأنهم اقتفوا في العصيان أول عاص لله وأنهم انتهوا في خور الطبيعة. وهلع النفوس والجبن والفزع إلى غاية بحيث قالوا لنبيهم الذي ظهرت على يديه خوارق عظيمة- فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقاتِلا إِنَّا هاهُنا قاعِدُونَ وانتهى قابيل إلى طرف نقيض منهم من الجسارة والعتو بأن أقدم على أكبر المعاصي بعد الشرك وهو قتل النفس التي حرم الله قتلها، بحيث كان أول من سن القتل، وكان عليه وزره ووزر من عمل به إلى يوم القيامة. فاشتبهت القصتان من حيث الجبن عن القتل والإقدام عليه. ومن حيث المعصية بهما وأيضا فتقدم قوله في أوائل الآيات:إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وتبين ان عدم اتباع بنى إسرائيل للنبي صلى الله عليه وسلم إنما سببه الحسد، وقصة بنى آدم انطوت على الحسد: وأن بسببه وقعت أول جريمة قتل على ظهر الأرض   .وقوله: وَاتْلُ من التلاوة. وأصل التلاوة القراءة المتتابعة الواضحة في مخارج حروفها.وفي النطق بها. والمراد بابني آدم: ولداه وهما قابيل وهابيل.قال القرطبي: واختلف في ابني آدم. فقال الحسن البصري: ليسا من صلبه كانا رجلين من بنى إسرائيل- ضرب الله بهما المثل في إبانة حسد اليهود- وكان بينهما خصومة، فتقربا بقربانين، ولم تكن القرابين إلا في بنى إسرائيل قال ابن عطية: وهذا وهم، وكيف يجهل صورة الدفن أحد من بنى إسرائيل يقتدى بالغراب؟ والصحيح أنهما ابناه لصلبه. هذا قول الجمهور من المفسرين وهما قابيل وهابيل .والضمير في قوله: عَلَيْهِمْ يعود على بنى إسرائيل الذين سبق الحديث عنهم. أو على جميع الذين أرسل الرسول صلى الله عليه وسلم لهدايتهم ويدخل فيه بنو إسرائيل دخولا أوليا، لإعلامهم بما هو في كتبهم حيث وردت هذه القصة في التوراة.وقوله بِالْحَقِّ متعلق بمحذوف وقع صفة لمصدر اتْلُ أى: اتل عليهم تلاوة ملتبسة بالحق والصدق. والقربان: اسم لما يتقرب به إلى الله- تعالى- من صدقة أو غيرها. ويطلق في أكثر الأحوال على الذبائح التي يتقرب إلى الله- بذبحها.قال أبو حيان: وقد طول المفسرون في سبب تقريب هذا القربان- من قابيل وهابيل- وملخصه: أن حواء كانت تلد في كل بطن ذكرا وأنثى، وكان آدم يزوج ذكر هذا البطن أنثى ذلك البطن الآخر. ولا يحل للذكر نكاح توأمته: فولد مع قابيل أخت جميلة، وولد مع هابيل أخت دون ذلك. فأبى قابيل إلا أن يتزوج توأمته لا توأمة هابيل، وأن يخالف سنة النكاح ونازع قابيل هابيل في ذلك، فاتفقا على أن يقدما قربانا- فأيهما قبل قربانه تزوجها، والقربان الذي قرباه هو زرع لقابيل- وكان صاحب زرع- وكبش لهابيل- وكان صاحب غنم- فتقبل من أحدهما وهو هابيل ولم يتقبل من الآخر وهو قابيل. وكانت علامة التقبل أن تأكل نار نازلة من السماء القربان المتقبل وتترك غير المتقبل  .والمعنى: واتل- يا محمد- على هؤلاء الحسدة من اليهود، وعلى الناس جميعا قصة قابيل وهابيل، وقت أن قربا قربانا لله- تعالى- فتقبل الله- عز وجل- قربان أحدهما- وهو هابيل- لصدقه وإخلاصه، ولم يتقبل من الآخر- وهو قابيل- بسوء نيته وعدم تقواه.ثم حكى- سبحانه- ما دار بين الأخوين من حوار فقال: قالَ لَأَقْتُلَنَّكَ أى قال قابيل متوعدا أخاه هابيل: لأقتلنك بسبب قبول قربانك، دون قرباني، فأنت ترى أن هذا الأخ الظالم قد توعد أخاه بالقتل- وهو من أكبر الكبائر. دون أن يقيم للأخوة التي بينهما وزنا ودون أن يهتم بحرمة الدماء وبحق غيره في الحياة والذي حمله على ذلك الحسد له على مزية القبول.وقد أكد تصميمه على قتله لأخيه بالقسم المطوى في الكلام والذي تدل عليه اللام. ونون التوكيد الثقيلة أى والله لأقتلنك بسبب قبول قربانك.وهنا يحكى القرآن الكريم مارد به الأخ البار التقى هابيل على أخيه الظالم الحاسد قابيل، فيقول: إِنَّما يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ.أى: قال هابيل لقابيل ناصحا ومرشدا: إنما يتقبل الله الأعمال والصدقات من عباده المتقين الذين يخشونه في السر والعلن وليس من سواهم من الظالمين الحاسدين لغيرهم على ما آتاهم الله من نعم، فعليك أن تكون من المتقين لكي يقبل منك الله.قال صاحب الكشاف: فإن قلت: كيف كان قوله: إِنَّما يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ جوابا لقوله: لَأَقْتُلَنَّكَ؟ قلت: لما كان الحسد لأخيه على تقبل قربانه هو الذي حمله على توعده بالقتل قال له: إنما أتيت من قبل نفسك لانسلاخها من لباس التقوى، لا من قبلي، فلم تقتلني؟ ومالك لا تعاتب نفسك ولا تحملها على تقوى الله التي هي السبب في القبول؟ فأجابه بكلام حكيم مختصر جامع لمعان. وفيه دليل على أن الله- تعالى- لا يقبل طاعة إلا من مؤمن متق   ."
}