{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/34/46/",
    "ayah_number": 46,
    "text": "وقوله- تعالى- أَعِظُكُمْ من الوعظ، وهو تذكير الغير بالخير والبر بكلام مؤثر رقيق يقال: وعظه يعظه وعظا وعظة، إذا أمره بالطاعة ووصاه بها.وقوله بِواحِدَةٍ صفة لموصوف محذوف.والتقدير: قل- أيها الرسول الكريم- لهؤلاء المشركين الذين قالوا الكذب في شأنك وفي شأن ما جئت به، قل لهم: إنما أعظكم وآمركم وأوصيكم بكلمة واحدة، أو بخصلة واحدة.ثم فسر- سبحانه- هذه الكلمة بقوله: أَنْ تَقُومُوا لِلَّهِ مَثْنى وَفُرادى. والمراد بالقيام هنا: التشمير عن ساعد الجد، وتلقى ما جاءهم به الرسول صلّى الله عليه وسلّم بقلب مفتوح.وعقل واع، ونفس خالية من التعصب والحقد والعكوف على التقليد.ومَثْنى وَفُرادى أى: متفرقين اثنين اثنين، وواحدا واحدا، وهما منصوبان على الحال.ثُمَّ تَتَفَكَّرُوا بعد ذلك في أمر هذا الرسول صلّى الله عليه وسلّم وفي أمر رسالته، وفي أمر ما جاء به من عند ربه، فعند ذلك ترون أنه على الحق، وأنه قد جاءكم بما يسعدكم.فالآية الكريمة تأمرهم أن يفكر كل اثنين بموضوعية وإنصاف في أمر الرسول صلّى الله عليه وسلّم ثم يعرض كل واحد منهما حصيلة تفكيره على صاحبه، وأن يفكر كل واحد منهم على انفراد- أيضا في شأن هذا الرسول، من غير تعصب وهوى.وقدم الاثنين في القيام على المنفرد، لأن تفكير الاثنين في الأمور بإخلاص واجتهاد وتقدير، أجدى في الوصول إلى الحق من تفكير الشخص الواحد ولم يأمرهم بأن يتفكروا في جماعة، لأن العقلية الجماعية كثيرا ما تتبع الانفعال الطارئ، وقلما تتريث في الحكم على الأمور.ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الآية: والمعنى: إنما أعظكم بواحدة إن فعلتموها، أصبتم الحق، وتخلصتم من الباطل-، وهي: أن تقوموا لوجه الله خالصا، متفرقين اثنين اثنين، وواحدا واحدا، ثُمَّ تَتَفَكَّرُوا في أمر محمد صلّى الله عليه وسلّم وما جاء به.أما الاثنان: فيتفكران ويعرض كل واحد منهما محصول فكره على صاحبه، وينظران فيه متصادقين متناصفين، لا يميل بهما اتباع هوى، ولا ينبض لهما عرق عصبية، حتى يهجم بهما الفكر الصالح، والنظر الصحيح على جادة الحق.وكذلك الفرد: يفكر في نفسه بعدل ونصفة من غير أن يكابرها، ويعرض فكره على عقله وذهنه، وما استقر عنده من عادات العقلاء، ومجاري أحوالهم. والذي أوجب تفرقهم مثنى وفرادى، أن الاجتماع مما يشوش الخواطر، ويعمى البصائر، ويمنع من الروية، ويخلط القول. ومع ذلك يقل الإنصاف ويكثر الاعتساف: ويثور عجاج التعصب.وقوله- سبحانه-: ما بِصاحِبِكُمْ مِنْ جِنَّةٍ كلام مستأنف جيء به لتنزيه ساحته صلى الله عليه وسلّم عما افتراه عليه المفترون من كونه قد أصيب بالجنون.أى: اجتمعوا اثنين اثنين، أو واحدا واحدا، ثم تفكروا بإخلاص وروية فترون بكل تأكيد أن محمدا صلّى الله عليه وسلّم ليس به شيء من الجنون، إنما هو أرجح الناس عقلا، وأصدقهم قولا، وأفضلهم علما، وأحسنهم عملا، وأزكاهم نفسا، وأنقاهم قلبا، وأجمعهم لكل كمال يشرى.وقوله- تعالى- إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذابٍ شَدِيدٍ بيان لوظيفته صلّى الله عليه وسلم أى: ليس به صلّى الله عليه وسلّم من جنون، وإنما هو نذير لكم، يحذركم ويخوفكم من العذاب الشديد الذي سينزل بكم يوم القيامة، إذا ما بقيتم على شرككم وكفركم، وهذا العذاب ليس بعيدا عنكم.قال الإمام ابن كثير: قال الامام أحمد: حدثنا بشير بن المهاجر، حدثني عبد الله بن بريدة عن أبيه قال: خرج علينا رسول الله صلّى الله عليه وسلّم يوما فنادى ثلاث مرات فقال: «أيها الناس أتدرون ما مثلي ومثلكم» ؟ قالوا: الله ورسوله أعلم فقال: «إنما مثلي ومثلكم كمثل قوم خافوا عدوا يأتيهم. فبعثوا رجلا يتراءى لهم، فبينما هو كذلك أبصر العدو، فأقبل لينذرهم وخشي أن يدركه العدو قبل أن ينذر قومه، فأهوى بثوبه وقال: أيها الناس أوتيتم.أيها الناس أوتيتم ... »وبهذا الاسناد قال رسول الله صلّى الله عليه وسلم: بعثت أنا والساعة جميعا، إن كادت لتسبقني» ."
}