{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/34/14/",
    "ayah_number": 14,
    "text": "ثم ختم- سبحانه- النعم التي أنعم بها على داود وسليمان، ببيان مشهد وفاة سليمان، فقال: فَلَمَّا قَضَيْنا عَلَيْهِ الْمَوْتَ ما دَلَّهُمْ عَلى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ.والمراد بدابة الأرض: قيل هي الأرضة التي تأكل الخشب وتتغذى به، يقال: أرضت الدابة الخشب أرضا- من باب ضرب-، إذا أكلته. فإضافة الدابة إلى الأرض- بمعنى الأكل والقطع- من إضافة الشيء إلى فعله.ومِنْسَأَتَهُ أى: عصاه التي كان مستندا عليها. وسميت العصا بذلك لأنها تزجر بها الأغنام إذا جاوزت مرعاها. من نسأ البعير- كمنع- إذا زجره وساقه، أو إذا أخره ودفعه.والمعنى: فلما حكمنا على سليمان- عليه السلام- بالموت، وأنفذناه فيه، وأوقعناه عليه، ما دَلَّهُمْ أى: الجن الذين كانوا في خدمته عَلى مَوْتِهِ بعد أن مات وظل واقفا متكئا على عصاه إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ.أى: انهم لم يدركوا أنه مات، واستمروا في أعمالهم الشاقة التي كلفهم بها، حتى جاءت الدابة التي تفعل الأرض- أى الأكل والقطع- فأكلت شيئا من عصاه التي كان متكئا عليها، فسقط واقعا بعد أن كان واقفا.فَلَمَّا خَرَّ أى: فلما سقط سليمان على الأرض تَبَيَّنَتِ الْجِنُّ أى: ظهر لهم ظهورا جليا أَنْ لَوْ كانُوا يَعْلَمُونَ الْغَيْبَ كما يزعم بعضهم.ما لَبِثُوا فِي الْعَذابِ الْمُهِينِ أى: ما بقوا في الأعمال الشاقة التي كلفهم بها سليمان.وذلك أن الجن استمروا فيما كلفهم به سليمان من أعمال شاقة، ولم يدركوا أنه قد مات،حتى جاءت الأرضة فأكلت شيئا من عصاه، فسقط على الأرض وهنا فقط علموا أنه قد مات.قال ابن كثير: يذكر- تعالى- في هذه الآية كيفية موت سليمان- عليه السلام- وكيف عمّى الله موته على الجان المسخرين له في الأعمال الشاقة، فإنه مكث متوكئا على عصاه، - وهي منسأته- مدة طويلة نحوا من سنة، فلما أكلتها دابة الأرض، - وهي الأرضة- ضعف وسقط إلى الأرض، وعلم أنه قد مات قبل ذلك بمدة طويلة- تبينت الجن والإنس أيضا- أن الجن لا يعلمون الغيب، كما كانوا يتوهمون ويواهمون الناس ذلك»   .هذا هو النموذج الأول الذي ساقه الله- تعالى- للشاكرين، متمثلا في موقف داود وسليمان- عليهما السلام- مما أعطاهما- سبحانه- من نعم جزيله..أما النموذج الثاني- الذي جاء في أعقاب سابقه- فقد ساقه- سبحانه- لسوء عاقبة الجاحدين، متمثلا في قصة قبيلة سبأ، وكيف أنهم قابلوا نعم الله بالبطر، فمحقها- سبحانه- من بين أيديهم وفي شأنهم يقول- عز وجل-:"
}