{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/34/21/",
    "ayah_number": 21,
    "text": "ثم بين- سبحانه- أن إغواء الشيطان لأهل سبأ ولأشباههم من بنى آدم، لم يكن عن قسر وإكراه، وإنما كان عن اختيار منهم ليتميز الخبيث من الطيب فقال- تعالى-: وَما كانَ لَهُ عَلَيْهِمْ مِنْ سُلْطانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْها فِي شَكٍّ ...والمراد بالسلطان هنا: التسلط بالقهر والغلبة والإكراه. والمراد بالعلم في قوله- تعالى- إِلَّا لِنَعْلَمَ إظهار هذا العلم للناس ليتميز قوى الإيمان من غيره.أى: وما كان لإبليس عليهم من سلطان قاهر يجعلهم لا يملكون دفعه، وإنما كان له عليهم الوسوسة التي يملكون صرفها ودفعها متى حسنت صلتهم بنا، ونحن ما أبحنا لإبليس الوسوسة لبنى آدم، إلا لنظهر في عالم الواقع حال من يؤمن بالآخرة وما فيها من ثواب وعقاب وحساب، ولنميزه عمن هو منها في شك وريب وإنكار ...قال الشوكانى- رحمه الله-: والاستثناء في قوله إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْها فِي شَكٍّ منقطع أى: لا سلطان له عليهم، ولكن ابتليناهم بوسوسته لنعلم.وقيل: هو متصل مفرغ من أعم العلل. أى: ما كان له عليهم من تسلط بحال من الأحوال، ولا لعلة من العلل، إلا ليتميز من يؤمن ومن لا يؤمن، لأنه- سبحانه- قد علم ذلك علما أزليا. وقال الفراء: إلا لنعلم ذلك عندكم. والأولى حمل العلم هنا على التمييز والإظهار .ثم ختم- سبحانه- الآية الكريمة بقوله: وَرَبُّكَ عَلى كُلِّ شَيْءٍ حَفِيظٌ أى: وربك- أيها الرسول الكريم- على كل شيء رقيب وحفيظ، بحيث لا يخرج شيء عن حفظه وهيمنته وعلمه وقدرته.وهكذا نجد القرآن قد ساق لنا قصتين متعاقبتين، إحداهما تدل على أن طاعة الله- تعالى- وشكره، وإخلاص العبادة له، وحسن الصلة به- سبحانه-، كل ذلك يؤدى إلى المزيد من نعمه- تعالى-، كما حدث لداود وسليمان- عليهما السلام-.وأما الثانية فتدل على أن الجحود والبطر والانغماس في المعاصي والشهوات. كل ذلك يؤدى إلى زوال النعم، كما حدث لقبيلة سبأ.وصدق الله إذ يقول: لَقَدْ كانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبابِ ما كانَ حَدِيثاً يُفْتَرى، وَلكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ، وَتَفْصِيلَ كُلِّ شَيْءٍ، وَهُدىً وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ .ثم نجد السورة الكريمة بعد ذلك، تلقن النبي صلى الله عليه وسلم الحجج التي تؤيد ما هو عليه من حق وصدق، وتزهق ما عليه أعداؤه من باطل وكذب.. فتقول:"
}