{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/124/",
    "ayah_number": 124,
    "text": "وقوله: ضَنْكاً أى: شديدة الضيق. وكل شيء ضاق فهو ضنك.وهو مصدر يستوي فيه المذكر والمؤنث، والواحد والجمع يقال: ضنك- ككرم- عيش فلان ضنكا وضناكة إذا ضاق.والمعنى إن من اتبع هداي الذي جاءت به رسلي فلن يضل ولن يشقى، أما من أعرض عن ذِكْرِي أى: عن هداي الذي جاءت به رسلي، واشتملت عليه كتبي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً.أى: فإن لهذا المعرض معيشة ضيقة مليئة بالهم والغم والأحزان وسوء العاقبة، حتى ولو ملك المال الوفير، والحطام الكثير.. فإن المعيشة الطيبة لا تكون إلا مع طاعة الله، وامتثال أمره، واجتناب نهيه ...قال- تعالى-: مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً.قال الإمام ابن كثير: قوله- تعالى-: فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً أى: في الدنيا فلا طمأنينة له، ولا انشراح لصدره، بل صدره ضيق لضلاله، وإن تنعم ظاهره ولبس ما شاء، وأكل ما شاء، وسكن حيث شاء، فإن قلبه ما لم يخلص إلى اليقين والهدى. فهو في قلق وحيرة وشك، فلا يزال في ريبة يتردد فهذا من ضنك المعيشة ...وقال سفيان بن عيينة، عن أبى حازم، عن أبى سلمه، عن أبى سعيد في قوله مَعِيشَةً ضَنْكاً قال: يضيق عليه قبره. حتى تختلف أضلاعه   .والمراد بالعمى في قوله- سبحانه-: وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ أَعْمى: عمى البصر، بدليل قوله- تعالى- بعد ذلك: قالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمى وَقَدْ كُنْتُ بَصِيراً.وقوله- سبحانه- في آية أخرى: وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ، وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِياءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُمًّا .وقيل: المراد بالعمى: هنا أنه لا حجة له يدافع بها عن نفسه، وقيل: المراد به: العمى عن كل شيء سوى جهنم.والذي يبدو لنا أن الرأى الأول أقرب إلى الحق، لأنه هو الظاهر من الآية الكريمة، ولا قرينة تمنع من إرادة هذا الظاهر.ويجمع بين هذه الآية وما يشبهها وبين الآيات الأخرى التي تدل على أن الكفار يبصرون ويسمعون ويتكلمون يوم القيامة، والتي منها قوله- تعالى-: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنا ...أقول: يجمع بين هذه الآية وما يشبهها، وبين الآيات الأخرى بوجوه منها: أن عماهم وصممهم في أول حشرهم، ثم يرد الله- تعالى- عليهم بعد ذلك أبصارهم وسمعهم، فيرون النار، ويسمعون ما يحزنهم.قال الجمل: قوله: أَعْمى حال من الهاء في نحشره، والمراد عمى البصر وذلك في المحشر، فإذا دخل النار زال عنه عماه ليرى محله وحاله، فهو أعمى في حال وبصير في حال أخرى .ومنها: تنزيل سمعهم وبصرهم وكلامهم منزلة العدم لعدم انتفاعهم بذلك فقد قال- تعالى- في شأن المنافقين: صُمٌّ بُكْمٌ عُمْيٌ بتنزيل سماعهم وكلامهم وإبصارهم منزلة العدم، حيث إنهم لم ينتفعوا بهذه الحواس."
}