{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/44/",
    "ayah_number": 44,
    "text": "وقوله- تعالى-: فَقُولا لَهُ قَوْلًا لَيِّناً لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشى إرشاد منه- سبحانه- إلى الطريقة التي ينبغي لهما أن يسلكاها في مخاطبة فرعون.أى: اذهبا إليه، وادعواه إلى ترك ما هو فيه من كفر وطغيان، وخاطباه بالقول اللين، وبالكلام الرقيق. فإن الكلام السهل اللطيف من شأنه أن يكسر حدة الغضب، وأن يوقظ القلب للتذكر، وأن يحمله على الخشية من سوء عاقبة الكفر والطغيان.وهذا القول اللين الذي أمرهما الله- تعالى- به هنا قد جاء ما يفسره في آيات أخرى، وهي قوله- تعالى-: اذْهَبْ إِلى فِرْعَوْنَ إِنَّهُ طَغى. فَقُلْ هَلْ لَكَ إِلى أَنْ تَزَكَّى، وَأَهْدِيَكَ إِلى رَبِّكَ فَتَخْشى ...فأنت ترى أن هذه الآيات الكريمة قد اشتملت على ألطف أساليب المخاطبة وأرقها وألينها وأحكمها.قال ابن كثير: قوله فَقُولا لَهُ قَوْلًا لَيِّناً ... هذه الآية فيها عبرة عظيمة، وهي أن فرعون كان في غاية العتو والاستكبار، وموسى كان صفوة الله من خلقه إذ ذاك، ومع هذا أمر أن لا يخاطب فرعون إلا بالملاطفة واللين كما قال يزيد الوقاشى عند قراءته لهذه الآية: يا من يتحبب إلى من يعاديه، فكيف بمن يتولاه ويناديه؟.والحاصل أن دعوتهما له تكون بكلام رقيق لين قريب سهل، ليكون أوقع في النفوس وأبلغ وأنجع، كما قال- تعالى-: ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ، وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ.. .والترجي في قوله- تعالى-: لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشى على بابه إلا أنه يعود إلى موسى وهارون.أى: اذهبا إليه، وإلينا له القول، وباشرا الأمر معه مباشرة من يرجو ويطمع في نجاح سعيه، وحسن نتيجة قوله.وإلى هذا المعنى أشار صاحب الكشاف بقوله: والترجي لهما أى: اذهبا على رجائكما وطمعكما وباشرا الأمر مباشرة من يرجو أن يثمر عمله فهو يجتهد بطوقه، ويحتشد- أى- يستعد ويتأهب- بأقصى وسعه، وجدوى إرسالهما إليه مع العلم أنه لن يؤمن، إلزام الحجة،وقطع المعذرة، كما قال- تعالى-: وَلَوْ أَنَّا أَهْلَكْناهُمْ بِعَذابٍ مِنْ قَبْلِهِ لَقالُوا رَبَّنا لَوْلا أَرْسَلْتَ إِلَيْنا رَسُولًا فَنَتَّبِعَ آياتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزى .ويرى بعضهم أن الترجي هنا للتعليل. أى: فقولا له قولا لينا لأجل أن يتذكر أو يخشى.قال الآلوسى: قال الفراء: «لعل» هنا بمعنى كي التعليلية.. وعن الواقديّ: أن جميع ما في القرآن من «لعل» فإنها للتعليل، إلا قوله- تعالى- وَتَتَّخِذُونَ مَصانِعَ لَعَلَّكُمْ تَخْلُدُونَ فإنها للتشبيه أى: كأنكم تخلدون."
}