{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/69/",
    "ayah_number": 69,
    "text": "وقوله- سبحانه-: وَأَلْقِ ما فِي يَمِينِكَ تَلْقَفْ ما صَنَعُوا.. زيادة في تشجيعه وتثبيته.وتلقف من اللقف بمعنى الأخذ للشيء بسرعة وخفة. يقال: لقف فلان يلقفه لقفا ولقفانا، إذا تناوله بسرعة وحذق باليد أو الفم.وفي هذه الكلمات ثلاث قراءات سبعية، أحدها: «تلقّف» بتاء مفتوحة مخففة، بعدها لام مفتوحة، ثم قاف مشددة وفاء ساكنة، وأصل الفعل تتلقف، فحذفت إحداهما تخفيفا، وهو مجزوم في جواب الأمر وهو أَلْقِ.وثانيها: تَلْقَفْ كالقراءة السابقة مع ضم الفاء، على أن الفعل خبر لمبتدأ محذوف.أى: وألق ما في يمينك فهي تلقف ما صنعوا.وثالثها: تَلْقَفْ بفتح التاء وسكون اللام وفتح القاف المخففة وجزم الفعل كالقراءة الأولى.والمراد بما في يمينه عصاه، كما جاء ذلك صريحا في آيات أخرى منها قوله- تعالى-:فَأَلْقى مُوسى عَصاهُ فَإِذا هِيَ تَلْقَفُ ما يَأْفِكُونَ.وعبر عنها بقوله: ما فِي يَمِينِكَ على سبيل التهويل من شأنها، أو لتذكيره بما شاهده منها بعد أن قال الله- تعالى- له قبل ذلك وَما تِلْكَ بِيَمِينِكَ يا مُوسى.. قالَ أَلْقِها يا مُوسى، فَأَلْقاها فَإِذا هِيَ حَيَّةٌ تَسْعى....والمعنى: وألق يا موسى ما في يمينك تبتلع كل ما صنعه السحرة من تمويه وتزوير وتخييل، جعل الناس يتوهمون أن حبالهم وعصيهم تسعى.قال ابن كثير: وذلك أنها صارت تنينا هائلا- أى حية عظيمة- ذا عيون وقوائم وعنق ورأس وأضراس، فجعلت تتبع تلك الحبال والعصى حتى لم تبق منها شيئا إلا تلقفته وابتلعته، والسحرة والناس ينظرون إلى ذلك عيانا جهارا نهارا.. فقامت المعجزة، واتضح البرهان، وبطل ما كانوا يعملون .وقوله: إِنَّما صَنَعُوا كَيْدُ ساحِرٍ تعليل لقوله تَلْقَفْ ما صَنَعُوا وما موصولة وهي اسم إن، وكَيْدُ خبرها، والعائد محذوف.والتقدير: وألق يا موسى عصاك تلقف ما صنعوه، فإن الذي صنعوه إنما هو كيد من جنس كيد السحرة وصنعهم وتمويههم.وَلا يُفْلِحُ السَّاحِرُ أى ولا يفوز هذا الجنس من الناس حَيْثُ أَتى أى: حيث كان فحيث ظرف مكان أريد به التعميم.أى: أن الساحر لا يفلح ولا يفوز أينما كان، وحيثما أقبل، وأنّى اتجه، لأنه يصنع للناس التخييل والتمويه والتزوير والتزييف للحقائق.قال صاحب الكشاف: «فإن قلت: لم وحد ساحر ولم يجمع؟ قلت: لأن القصد في هذا الكلام إلى معنى الجنسية، لا إلى معنى العدد. فلو جمع لخيل أن المقصود هو العدد ."
}