{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/20/40/",
    "ayah_number": 40,
    "text": "ثم بين- سبحانه- المنة الرابعة على موسى فقال: إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلى مَنْ يَكْفُلُهُ، فَرَجَعْناكَ إِلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلا تَحْزَنَ....وكان ذلك بعد أن التقط آل فرعون موسى من فوق الشاطئ، وبعد أن امتنع عن الرضاعة من أى امرأة سوى أمه.أى: وكان من مظاهر إلقاء محبتي عليك، ورعايتى لك، أن أختك بعد أن أمرتها أمك بمعرفة خبرك، سارت في طرقات مصر فأبصرتك في بيت فرعون وأنت تمتنع عن الرضاعة من أى امرأة، فقالت أختك لفرعون وامرأته هَلْ أَدُلُّكُمْ عَلى مَنْ يَكْفُلُهُ.أى: ألا تريدون أن أرشدكم إلى امرأة يقبل هذا الطفل الرضاعة منها، وتحفظه وترعاه، والفاء في قوله: فَرَجَعْناكَ إِلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلا تَحْزَنَ هي الفصيحة. أى: التي تفصح عن كلام مقدر.والمعنى: بعد أن قالت أختك لفرعون وامرأته: هل أدلكم على من يكفله. أجابوها بقولهم: دلينا عليها، فجاءت بأمك فرجعناك إليها كي تسر برجوعك، ويمتلئ قلبها فرحا بلقائها بك بعد أن ألقتك في اليم، ولا تحزن بسبب فراقك عنها.ثم حكى- سبحانه- المنة الخامسة فقال: وَقَتَلْتَ نَفْساً فَنَجَّيْناكَ مِنَ الْغَمِّ وكان ذلك عند ما استنصر به رجل من قومه على رجل من أعدائه.أى: وقتلت نفسا هي نفس القبطي، عند ما استعان بك عليه الإسرائيلى فنجيناك من الغم الذي نزل بك بسبب هذا القتل.قال الآلوسى: وقد حل له هذا الغم من وجهين: خوف عقاب الله- تعالى- حيث لم يقع القتل بأمره- سبحانه- وخوف القصاص، وقد نجاه الله من ذلك بالمغفرة حين قال:رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ وبالمهاجرة إلى مدين.والغم في الأصل: ستر الشيء، ومنه الغمام لستره ضوء الشمس. ويقال: لما يغم القلب بسبب خوف أو فوات مقصود.. .وقوله- عز وجل-: وَفَتَنَّاكَ فُتُوناً بيان للمنة السادسة التي امتن الله- تعالى- بها على موسى- عليه السلام-.والفتون: جمع فتن كالظنون جمع ظن. والفتن: الاختبار والابتلاء تقول: فتنت الذهب بالنار، أى: أدخلته فيها لتعلم جودته من رداءته.والمعنى: واختبرناك وابتليناك- يا موسى- بألوان من الفتن والمحن.ونظم- سبحانه- هذا الفتن والاختبار في سلك المنن، باعتبار أن الله- تعالى- ابتلاه بالفتن ثم نجاه منها، ونجاه من شرورها.وقد ساق الإمام ابن كثير عند تفسيره لهذه الآية حديثا طويلا سماه بحديث الفتون، ذكر فيه قصة مولد موسى، وإلقائه في اليم، وتربيته في بيت فرعون، وقتله للقبطي، وهروبه إلى مدين، وعودته منها إلى مصر. وتكليف الله- تعالى- له بالذهاب الى فرعون، ودعوته إلى عبادة الله وحده.. إلخ  .وقوله- تعالى-: فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلى قَدَرٍ يا مُوسى أى:فلبثت عشر سنين في قرية أهل مدين، تعمل كأجير عند الرجل الصالح. ثم جئت بعد ذلك إلى المكان الذي ناديتك فيه عَلى قَدَرٍ أى على وفق الوقت الذي قدرناه لمجيئك، وحددناه لتكليمك واستنبائك، دون أن تتقدم أو تتأخر، لأن كل شيء عندنا محدد ومقدر بوقت لا يتخلف عنه.قال- تعالى-: إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ وقال- سبحانه-: وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ وقال- عز وجل-: وَكانَ أَمْرُ اللَّهِ قَدَراً مَقْدُوراً."
}