{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/4/77/",
    "ayah_number": 77,
    "text": "كان المؤمنون في ابتداء الإسلام - وهم بمكة - مأمورين بالصلاة والزكاة وإن لم تكن ذات النصب ، لكن كانوا مأمورين بمواساة الفقراء منهم ، وكانوا مأمورين بالصفح والعفو عن المشركين والصبر إلى حين ، وكانوا يتحرقون ويودون لو أمروا بالقتال ليشتفوا من أعدائهم ، ولم يكن الحال إذ ذاك مناسبا لأسباب كثيرة ، منها : قلة عددهم بالنسبة إلى كثرة عدد عدوهم ، ومنها كونهم كانوا في بلدهم وهو بلد حرام وأشرف بقاع الأرض ، فلم يكن الأمر بالقتال فيه ابتداء لائقا . فلهذا لم يؤمر بالجهاد إلا بالمدينة ، لما صارت لهم دار ومنعة وأنصار ، ومع هذا لما أمروا بما كانوا يودونه جزع بعضهم منه وخافوا من مواجهة الناس خوفا شديدا ( وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب ) أي : لو ما أخرت فرضه إلى مدة أخرى ، فإن فيه سفك الدماء ، ويتم الأبناء ، وتأيم النساء ، وهذه الآية في معنى قوله تعالى ( ويقول الذين آمنوا لولا نزلت سورة فإذا أنزلت سورة محكمة وذكر فيها القتال [ رأيت الذين في قلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت فأولى لهم طاعة وقول معروف فإذا عزم الأمر فلو صدقوا الله لكان خيرا لهم ] ) [ محمد : 20 ، 21 ] .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا محمد بن عبد العزيز بن أبي رزمة وعلي بن زنجة قالا حدثنا علي بن الحسن ، عن الحسين بن واقد ، عن عمرو بن دينار ، عن عكرمة ، عن ابن عباس : أن عبد الرحمن بن عوف وأصحابا له أتوا النبي صلى الله عليه وسلم بمكة ، فقالوا : يا نبي الله ، كنا في عز ونحن مشركون ، فلما آمنا صرنا أذلة : قال : \" إني أمرت بالعفو فلا تقاتلوا القوم \" . فلما حوله الله إلى المدينة أمره بالقتال ، فكفوا . فأنزل الله : ( ألم تر إلى الذين قيل لهم كفوا أيديكم [ وأقيموا الصلاة وآتوا الزكاة فلما كتب عليهم القتال إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية ] ) الآية .ورواه النسائي ، والحاكم ، وابن مردويه ، من حديث علي بن الحسن بن شقيق ، به .وقال أسباط ، عن السدي : لم يكن عليهم إلا الصلاة والزكاة ، فسألوا الله أن يفرض عليهم القتال ، فلما كتب عليهم القتال : ( إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب ) وهو الموت ، قال الله تعالى : ( قل متاع الدنيا قليل والآخرة خير لمن اتقى )وعن مجاهد : إن هذه الآيات نزلت في اليهود . رواه ابن جرير .وقوله : ( قل متاع الدنيا قليل والآخرة خير لمن اتقى ) أي : آخرة المتقي خير من دنياه .( ولا تظلمون فتيلا ) أي : من أعمالكم بل توفونها أتم الجزاء . وهذه تسلية لهم عن الدنيا . وترغيب لهم في الآخرة ، وتحريض لهم على الجهاد .قال ابن أبي حاتم : حدثنا أبي ، حدثنا يعقوب بن إبراهيم الدورقي ، حدثنا عبد الرحمن بن مهدي ، حدثنا حماد بن زيد ، عن قال : قرأ الحسن : ( قل متاع الدنيا قليل ) قال : رحم الله عبدا صحبها على حسب ذلك ، ما الدنيا كلها أولها وآخرها إلا كرجل نام نومة ، فرأى في منامه بعض ما يحب ، ثم انتبه .وقال ابن معين : كان أبو مسهر ينشد :ولا خير في لمن لم يكن له من الله في دار المقام نصيب     فإن تعجب الدنيا رجالا فإنهامتاع قليل والزوال قريب"
}