{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/52/21/",
    "ayah_number": 21,
    "text": "ثم بين- سبحانه- أنواعا أخرى من تكريمه- تعالى- لهم، فقال: وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمانٍ أَلْحَقْنا بِهِمْ ذُرِّيَّتَهُمْ، وَما أَلَتْناهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ.والآية الكريمة بيان لحال طائفة من أهل الجنة- وهم الذين شاركتهم ذريتهم الأقل عملا منهم في الإيمان- إثر بيان حال المتقين بصفة عامة.والاسم الموصول مبتدأ، وخبره جملة أَلْحَقْنا بِهِمْ ذُرِّيَّتَهُمْ. والمراد بالذرية هنا:ما يشمل الآباء والأبناء وقوله: وَاتَّبَعَتْهُمْ معطوف على آمَنُوا. وقوله بِإِيمانٍ متعلق بالاتباع، والباء للسببية أو بمعنى في.ومعنى: أَلَتْناهُمْ أنقصناهم. يقال: فلان ألت فلانا حقه يألته- من باب ضرب- إذا بخسه حقه.والمعنى: والذين آمنوا بنا حق الإيمان واتبعتهم ذريتهم في هذا الإيمان، ألحقنا بهم ذريتهم، بأن جمعناهم معهم في الجنة، وما نقصنا هؤلاء المتبوعين شيئا من ثواب أعمالهم، بسبب إلحاق ذريتهم بهم في الدرجة، بل جمعنا بينهم في الجنة. وساوينا بينهم في العطاء- حتى ولو كان بعضهم أقل من بعض في الأعمال- فضلا منا وكرما.قال الإمام ابن كثير: يخبر- تعالى- عن فضله وكرمه، وامتنانه ولطفه بخلقه وإحسانه:أن المؤمنين إذا اتبعتهم ذرياتهم في الإيمان، يلحقهم بآبائهم في المنزلة وإن لم يبلغوا عملهم، لتقر أعين الآباء بالأبناء عندهم في منازلهم، فيجمع بينهم على أحسن الوجوه، بأن يرفع الناقص العمل بكامل العمل، ولا ينقص ذاك من عمله ومنزلته. للتساوى بينه وبين ذاك. ولهذا قال:أَلْحَقْنا بِهِمْ ذُرِّيَّتَهُمْ، وَما أَلَتْناهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ.عن ابن عباس قال: إن الله ليرفع ذرية المؤمن في درجته، وإن كانوا دونه في العمل، لتقر بهم عينه، ثم قرأ هذه الآية.وفي رواية أخرى عنه قال- عند ما سئل عن هذه الآية-: هم ذرية المؤمنين يموتون على الإيمان، فإن كانت منازل آبائهم أرفع من منازلهم ألحقوا بآبائهم، ولم ينقصوا من أعمالهم التي عملوها شيئا.وقال صاحب الكشاف: فإن قلت: ما معنى تنكير الإيمان؟ قلت: معناه الدلالة على أنه إيمان خاص عظيم المنزلة، ويجوز أن يراد: إيمان الذرية الداني المحل، كأنه قال: بشيء من الإيمان، لا يؤهلهم لدرجة الآباء ألحقناهم بهم.قال الجمل: والذرية هنا تصدق على الآباء والأبناء، فإن المؤمن إذا كان عمله الصالح أكثر ألحق به من هو دونه في العمل أبا كان أو ابنا، وهذا منقول عن ابن عباس وغيره.وعن ابن عباس- أيضا- يرفعه إلى النبي صلى الله عليه وسلم قال: «إذا دخل أهل الجنة الجنة، سأل أحدهم عن أبويه وعن زوجته وولده، فيقال: إنهم لم يدركوا ما أدركت، فيقول: يا رب إنى عملت لي ولهم، فيؤمر بإلحاقهم به» .وقوله: كُلُّ امْرِئٍ بِما كَسَبَ رَهِينٌ أى: كل إنسان مرهون بعمله عند الله- تعالى- فإن كان عمله صالحا سعد وفاز، وأطلق نفسه من كل ما يسوؤها ويحزنها، وإن كان غير ذلك جوزي على حسب عمله وسعيه.والتعبير بقوله رَهِينٌ للإشعار بأن كل إنسان مرتهن بعمله، حتى لكأن العمل بمنزلة الدّين، وأن الإنسان لا يستطيع الفكاك منه إلا بعد أدائه."
}