{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/50/",
    "ayah_number": 50,
    "text": "والمراد بالأجور في قوله- سبحانه-: يا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنا لَكَ أَزْواجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ ... المهور التي دفعها صلّى الله عليه وسلّم لأزواجه.قال ابن كثير: يقول- تعالى- مخاطبا نبيه- صلوات الله وسلامه عليه- بأن قد أحل له من النساء أزواجه اللائي أعطاهن مهورهن، وهي الأجور هاهنا، كما قاله مجاهد وغير واحد.وقد كان مهره صلّى الله عليه وسلّم لنسائه: اثنتي عشرة أوقية ونصف أوقية. فالجميع خمسمائة درهم إلا أم حبيبة بنت أبى سفيان فإنه أمهرها عنه النجاشيّ- رحمه الله- بأربعمائة دينار، وإلا صفية بنت حيي فإنه اصطفاها من سبى خيبر، ثم أعتقها وجعل عتقها صداقها. وكذلك جويرية بنت الحارث المصطلقية، أدى عنها كتابتها إلى ثابت بن قيس وتزوجها.وفي قوله: آتَيْتَ أُجُورَهُنَّ إشارة إلى أن إعطاء المهر كاملا للمرأة دون إبقاء شيء منه، هو الأكمل والأفضل، وأن تأخير شيء منه إنما هو أمر مستحدث، لم يكن معروفا عند السلف الصالح.وأطلق على المهر أجر لمقابلته الاستمتاع الدائم بما يحل الاستمتاع به من الزوجة، كما يقابل الأجر بالمنفعة.وقوله: وَما مَلَكَتْ يَمِينُكَ مِمَّا أَفاءَ اللَّهُ عَلَيْكَ بيان لنوع آخر مما أحله الله- تعالى- لنبيه صلّى الله عليه وسلم.والمعنى: يا أيها النبي إنا أحللنا لك- بفضلنا- على سبيل التكريم والتشريف لك، الاستمتاع بأزواجك الكائنات عندك، واللاتي أعطيتهن مهورهن- كعائشة وحفصة وغيرهما-، لأنهن قد اخترنك على الحياة الدنيا وزينتها.كما أحللنا لك التمتع بما ملكت يمينك من النساء اللائي دخلن في ملكك عن طريق الغنيمة في الحرب، كصفية بنت حيي بن أخطب، وجويرية بنت الحارث.ثم بين- سبحانه- نوعا ثالثا أحله- سبحانه- له فقال: وَبَناتِ عَمِّكَ وَبَناتِ عَمَّاتِكَ وَبَناتِ خالِكَ وَبَناتِ خالاتِكَ اللَّاتِي هاجَرْنَ مَعَكَ.أى: وأحللنا لك- أيضا- الزواج بالنساء اللائي تربطك بهن قرابة من جهة الأب، أو قرابة من جهة الأم.وقوله اللَّاتِي هاجَرْنَ مَعَكَ إشارة إلى ما هو أفضل، وللإيذان بشرف الهجرة وشرف من هاجر.والمراد بالمعية هنا. الاشتراك في الهجرة. لا المصاحبة فيها، لما في قوله- تعالى- حكاية عن ملكة سبأ: الَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمانَ لِلَّهِ رَبِّ الْعالَمِينَ.قال بعض العلماء: وقد جاء في الآية الكريمة عدة قيود، ما أريد بواحد منها إلا التنبيه على الحالة الكريمة الفاضلة.منها: وصف النبي صلّى الله عليه وسلّم باللاتى آتى أجورهن، فإنه تنبيه على الحالة الكاملة، فإن الأكمل إيتاء المهر كاملا دون أن يتأخر منه شيء.ومنها: أن تخصيص المملوكات بأن يكن من الفيء، فإن المملوكة إذا كانت غنيمة من أهل الحرب كانت أحل وأطيب مما يشترى من الجلب، لأن المملوكة عن طريق الغنيمة تكون معروفة الحال والنشأة.ومنها: قيد الهجرة في قوله: اللَّاتِي هاجَرْنَ مَعَكَ، ولا شك أن من هاجرت مع النبي صلى الله عليه وسلّم أولى بشرف زوجية النبي صلّى الله عليه وسلّم ممن عداها ثم بين- سبحانه- نوعا رابعا من النساء، أحله لنبيه صلّى الله عليه وسلّم فقال: وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَها لِلنَّبِيِّ، إِنْ أَرادَ النَّبِيُّ أَنْ يَسْتَنْكِحَها خالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ.والجملة الكريمة معطوفة على مفعول أَحْلَلْنا.وقد اشتملت هذه الجملة على شرطين، الثاني منهما قيد للأول، لأن هبتها نفسها له صلى الله عليه وسلّم لا توجب حلها له إلا بقبوله الزواج منها.وقوله يَسْتَنْكِحَها بمعنى ينكحها. يقال: نكح واستنكح، بمعنى عجل واستعجل:ويجوز أن يكون بمعنى طلب النكاح.وقوله: خالِصَةً منصوب على الحال من فاعل وَهَبَتْ أى: حال كونها خالصة لك دون غيرك. أو نعت لمصدر مقدر. أى: هبة خالصة..والمعنى وأحللنا لك كذلك امرأة مؤمنة، إن ملكتك نفسها بدون مهر وإن أنت قبلت ذلك عن طيب خاطر منك، وهذا الإحلال إنما هو خاص بك دون غيرك من المؤمنين، لأن غيرك من المؤمنين لا تحل لهم من وهبت نفسها لواحد منهم إلا بولي ومهر.وقد ذكروا ممن وهبن أنفسهن له صلّى الله عليه وسلّم خولة بنت حكيم، وأم شريك بنت جابر، وليلى بنت الحطيم..وقد اختلف العلماء في كونه صلّى الله عليه وسلّم قد تزوج بواحدة من هؤلاء الواهبات أنفسهن له أم لا.والأرجح أنه صلّى الله عليه وسلّم لم يتزوج بواحدة منهن، وإنما زوجهن لغيره. ويشهد لذلك ما رواه الشيخان عن سهل بن سعد الساعدي، أن رسول الله صلى الله عليه وسلّم جاءته امرأة فقالت: يا رسول الله، إنى قد وهبت نفسي لك. فقامت قياما طويلا، فقام رجل فقال:يا رسول الله، زوجنيها إن لم يكن لك بها حاجة. فقال رسول الله صلّى الله عليه وسلم: هل عندك من شيء تصدقها إياه؟ فقال: ما عندي إلا إزارى هذا. فقال صلّى الله عليه وسلّم: إن أعطيتها إزارك جلست لا إزار لك، فالتمس شيئا. فقال: لا أجد شيئا. فقال: التمس ولو خاتما من حديد، فقام الرجل فلم يجد شيئا. فقال له النبي صلّى الله عليه وسلم: هل معك من القرآن شيء؟قال نعم. سورة كذا وسورة كذا- لسور يسميها- فقال له رسول الله صلّى الله عليه وسلم: زوجتكها بما معك من القرآن .وإلى هنا يتضح لنا أن المقصود بالإحلال في الآية الكريمة: الإذن العام والتوسعة عليه صلى الله عليه وسلم في الزواج من هذه الأصناف، والإباحة له في أن يختار منهن من تقتضي الحكمة الزواج منها، واختصاصه صلّى الله عليه وسلّم بأمور تتعلق بالنكاح، لا تحل لأحد سواه.ولهذا قال- سبحانه- بعد ذلك: قَدْ عَلِمْنا ما فَرَضْنا عَلَيْهِمْ فِي أَزْواجِهِمْ وَما مَلَكَتْ أَيْمانُهُمْ.. فإن هذه الجملة الكريمة معترضة ومقررة لمضمون ما قبلها، من اختصاصه صلى الله عليه وسلّم بأمور في النكاح لا تحل لغيره، كحل زواجه ممن تهبه نفسها بدون مهر، إن قبل ذلك العرض منها.أى: هذا الذي أحللناه لك- أيها الرسول الكريم- هو خاص بك، أما بالنسبة لغيرك من المؤمنين فقد علمنا ما فرضناه عليهم في حق أزواجهم من شرائط العقد وحقوقه، فلا يجوز لهم الإخلال بها، كما لا يجوز لهم الاقتداء بك فيما خصك الله- تعالى- به، على سبيل التوسعة عليك، والتكريم لك، فهم لا يجوز لهم التزوج إلا بعقد وشهود ومهر، كما لا يجوز لهم أن يجمعوا بين أكثر من أربع نسوة.وعلمنا- أيضا- ما فرضناه عليهم بالنسبة لما ملكت أيمانهم، من كونهن ممن يجوز سبيه وحربه، لا ممن لا يجوز سبيه، أو كان له عهد مع المسلمين.وقوله: لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ متعلق بقوله: أَحْلَلْنا وهو راجع إلى جميع ما ذكر، فيكون المعنى:أحللنا من آتيت أجورهن من النساء، والمملوكات، والأقارب، والواهبة نفسها لك، لندفع عنك الضيق والحرج، ولتتفرغ لتبليغ ما أمرناك بتبليغه.وقيل: إنه متعلق بخالصة، أو بعاملها، فيكون المعنى: خصصناك بنكاح من وهبت نفسها لك بدون مهر، لكي لا يكون عليك حرج في البحث عنه.ويرى بعضهم أنه متعلق بمحذوف، أى: بينا لك ما بينا من أحكام خاصة بك، حتى تخرج من الحرج، وحتى يكون منا تفعله هو بوحي منا وليس من عند نفسك.ثم ختم- سبحانه- الآية بقوله: وَكانَ اللَّهُ غَفُوراً رَحِيماً أى: وكان الله- تعالى- وما زال واسع المغفرة والرحمة لعباده المؤمنين."
}