{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/23/",
    "ayah_number": 23,
    "text": "ثم أضاف- سبحانه- إلى هذا المديح لهم، مديحا آخر فقال: مِنَ الْمُؤْمِنِينَ رِجالٌ صَدَقُوا ما عاهَدُوا اللَّهَ عَلَيْهِ، فَمِنْهُمْ مَنْ قَضى نَحْبَهُ، وَمِنْهُمْ مَنْ يَنْتَظِرُ، وَما بَدَّلُوا تَبْدِيلًا والنحب: النذر، وهو أن يلتزم الإنسان الوفاء بأمر تعهد به.وقضاؤه: الفراغ منه، والوفاء به على أكمل وجه.وكان رجال من الصحابة قد نذروا، أنهم إذا صاحبوا رسول الله صلّى الله عليه وسلّم في حرب، أن يثبتوا معه، وأن لا يفروا عنه.والمعنى: من المؤمنين رجال كثيرون، وفوا أكمل وفاء بما عاهدوا الله- تعالى- عليه، من التأييد لرسوله صلّى الله عليه وسلّم ومن الثبات معه في كل موطن.فَمِنْهُمْ مَنْ قَضى نَحْبَهُ أى: فمنهم من وفى بوعده حتى أدركه أجله فمات شهيدا-كحمزة بن عبد المطلب، ومصعب ابن عمير وغيرهما- رضى الله عنهم أجمعين-.وَمِنْهُمْ مَنْ يَنْتَظِرُ أى: ومنهم من هو مستمر على الوفاء، وينتظر الشهادة في سبيل الله- تعالى- في الوقت الذي يريده- سبحانه- ويختاره، كبقية الصحابة الذين نزلت هذه الآية وهم ما زالوا على قيد الحياة.قال الامام ابن كثير: قال الامام أحمد: حدثنا هاشم بن القاسم، حدثنا سليمان بن المغيرة، عن ثابت قال أنس: غاب عمى أنس بن النضر- سمّيت به- لم يشهد مع رسول الله صلّى الله عليه وسلّم يوم بدر، فشق عليه وقال: أول مشهد شهده رسول الله صلّى الله عليه وسلّم غبت عنه، لئن أرانى الله مشهدا فيما بعد مع رسول الله صلّى الله عليه وسلّم ليريّن الله ما أصنع. قال: فهاب أن يقول غيرها. فشهد مع رسول الله صلّى الله عليه وسلّم يوم أحد.فاستقبل سعد بن معاذ، فقال له أنس: يا أبا عمرو، أين واها  لريح الجنة أجده دون أحد.قال: فقاتلهم حتى قتل: قال: فوجد في جسده بضع وثمانون من ضربة وطعنة ورمية.فقالت أخته- عمتي الرّبيّع ابنة النضر- فما عرفت أخى إلا ببنانه.قال: فنزلت هذه الآية: مِنَ الْمُؤْمِنِينَ رِجالٌ فكانوا يرون أنها نزلت فيه وفي أصحابه- رضى الله عنهم، ورواه مسلم والترمذي والنسائي من حديث سليمان بن المغيرة .وقوله- تعالى-: وَما بَدَّلُوا تَبْدِيلًا معطوف على صَدَقُوا أى: هؤلاء الرجال صدقوا صدقا تاما في عهودهم مع الله- تعالى- حتى آخر لحظة من لحظات حياتهم، وما غيروا ولا بدلوا شيئا مما عاهدوا الله- تعالى- عليه."
}