{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/33/27/",
    "ayah_number": 27,
    "text": "وَأَوْرَثَكُمْ أَرْضَهُمْ أى: وأورثكم الله- تعالى- أرض هؤلاء اليهود وزروعهم كما أورثكم دِيارَهُمْ أى حصونهم وَأَمْوالَهُمْ التي تركوها من خلفهم، كنقودهم ومواشيهم.كما أورثكم أَرْضاً لَمْ تَطَؤُها بعد يقصد القتال وهي أرض خيبر، أو أرض فارس والروم.وفي هذه الجملة الكريمة وَأَرْضاً لَمْ تَطَؤُها بشارة عظيمة للمؤمنين، بأن الله- تعالى- سينصرهم على أعدائهم.وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ قَدِيراً لأنه- سبحانه- لا يعجزه شيء.أخرج الشيخان عن عائشة- رضى الله عنها- قالت: «لما رجع النبي صلّى الله عليه وسلّم من الخندق، ووضع السلاح واغتسل، أتاه جبريل فقال: يا محمد قد وضعت السلاح، والله ما وضعناه فاخرج إليهم فقال النبي صلّى الله عليه وسلّم: فإلى أين؟ قال: هاهنا. وأشار إلى بنى قريظة. فخرج النبي صلّى الله عليه وسلّم إليهم» .وعن ابن عمر- رضى الله عنهما- قال: قال النبي- صلّى الله عليه وسلّم- يوم الأحزاب، لا يصلين أحد العصر إلا في بنى قريظة، فأدرك بعضهم العصر في الطريق، فقال بعضهم: لا نصلّى حتى نأتيها، وقال بعضهم: بل نصلّى، فذكر ذلك للنبي صلّى الله عليه وسلّم فلم يعنف أحدا  .وبعد أن حاصر المسلمون بنى قريظة خمسا وعشرين ليلة، نزلوا بعدها على حكم سعد بن معاذ- رضى الله عنه- فحكم بقتل رجالهم، وتقسيم أموالهم، وسبى نسائهم وذراريهم.وقال الرسول صلّى الله عليه وسلّم له: «لقد حكمت فيهم بحكم الله من فوق سبع سماوات» .وإلى هنا نجد السورة الكريمة قد حدثتنا حديثا جامعا حكيما عن غزوة الأحزاب، فقد ذكرت المؤمنين- أولا- بنعم الله- تعالى- عليهم، ثم صورت أحوالهم عند ما أحاطت بهم جيوش الأحزاب من فوقهم ومن أسفل منهم.ثم حكت ما قاله المنافقون في تلك الساعات العصيبة، وما أشاروا به على أشباههم في النفاق، وما اعتذروا به من أعذار باطلة، وما جبلوا عليه من أخلاق قبيحة، على رأسها الجبن والخور وضعف العزيمة وفساد النية.ثم انتقلت إلى الحديث عن المواقف المشرقة الكريمة التي وقفها المؤمنون الصادقون عند ما رأوا الأحزاب، وكيف أنهم ازدادوا إيمانا على إيمانهم، ووفوا بعهودهم مع الله- تعالى- دون أن يبدلوا تبديلا.وكما بدئت الآيات بتذكير المؤمنين بنعم الله- تعالى- عليهم، ختمت- أيضا- بهذا التذكير حيث رد الله أعداءهم عنهم دون أن ينالوا خيرا، ومكنهم من معاقبة الغادرين من اليهود.ثم عادت السورة الكريمة مرة أخرى- بعد هذا الحديث عن غزوة الخندق- إلى بيان التوجيهات الحكيمة التي وجهها الله- تعالى- إلى نبيه صلّى الله عليه وسلّم وإلى أزواجه، فقال- سبحانه-:"
}