{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/62/6/",
    "ayah_number": 6,
    "text": "ثم أمر الله- تعالى- نبيه صلى الله عليه وسلم أن يتحدى اليهود، وأن يرد على مزاعمهم ردا يخرس ألسنتهم، ويكشف عن أكاذيبهم.. فقال- سبحانه-: قُلْ يا أَيُّهَا الَّذِينَ هادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِياءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ.قال الآلوسى: وأمر صلى الله عليه وسلم أن يقول لهم ذلك، إظهارا لكذبهم، فإنهم كانوا يقولون:نَحْنُ أَبْناءُ اللَّهِ وَأَحِبَّاؤُهُ ويدعون أن الآخرة خالصة لهم عند الله.وروى أنه لما ظهر رسول الله صلى الله عليه وسلم كتب يهود المدينة إلى يهود خيبر: إن اتبعتم محمدا أطعناه، وإن خالفتموه خالفناه. فقالوا- أى: يهود خيبر-: «نحن أبناء خليل الرحمن، ومنا عزير ابن الله، ومنا الأنبياء ومتى كانت النبوة في العرب؟ نحن أحق بها من محمد صلى الله عليه وسلم، ولا سبيل إلى اتباعه، فنزلت هذه الآيات.. .والمقصود بالذين هادوا، أى: الذين ادعو أنهم على الديانة اليهودية، يقال: هاد فلان وتهوّد. إذا دخل في اليهودية، نسبة إلى يهوذا أحد أبناء يعقوب- عليه السلام-، أو سموا بذلك حين تابوا عن عبادة العجل، من هاد يهود هودا بمعنى تاب، ومنه قوله- تعالى-:وَاكْتُبْ لَنا فِي هذِهِ الدُّنْيا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنا إِلَيْكَ ... أى: تبنا إليك.ومعنى، أولياء الله ... مقربين منه، كرماء عليه، لهم منزلة خاصة عنده- تعالى- وقوله: فَتَمَنَّوُا الْمَوْتَ ... جواب الشرط، والتمني معناه: ارتياح النفس، ورغبتها القوية في الحصول على الشيء.ويستعمل التمني في المعنى القائم بالقلب، بأن تتطلع نفس الشخص إلى الحصول على الشيء. كما يستعمل عن طريق النطق باللسان، بأن يقول الإنسان بلسانه، ليتني أحصل على كذا.وهذا المعنى الثاني هو المراد هنا، لأن المعنى الكائن في القلب لا يعلمه أحد سوى الله- تعالى-.ومعنى الآية الكريمة: قل يا محمد لهؤلاء اليهود الزاعمين. أنهم أبناء الله وأحباؤه، وأنهم أولياء الله- تعالى- المقربون إليه من دون سائر خلقه ...قل لهم على سبيل التحدي والتعجيز والتبكيت- إن كان الأمر كما زعمتم، فاذكروا أمام الناس بألسنتكم لفظا، يدل على أنكم تحبون الموت وترغبون فيه، لكي تظفروا بعد الموت بالمحبة الكاملة من الله، ولكي تنتقلوا من شقاء الدنيا ومتاعبها إلى النعيم الخالص بعد موتكم.وجواب الشرط في قوله: إِنْ كُنْتُمْ صادِقِينَ محذوف لدلالة ما قبله عليه.أى: إن كنتم صادقين في دعواكم أنكم أولياء الله من دون الناس فتمنوا الموت.وافتتحت الآية الكريمة بلفظ قُلْ للاهتمام بشأن التحدي من الرسول صلى الله عليه وسلم لهم، ولبيان أنه أمر من الله- تعالى- وليس للرسول صلى الله عليه وسلم سوى التنفيذ.وجيء بإن الشرطية المفيدة للشك، مع أنهم قد زعموا أنهم أولياء لله فعلا، للإشعار بأن زعمهم هذا وإن كانوا قد كرروا النطق والتباهي به.. إلا أنه بمنزلة الشيء الذي تلوكه الألسنة، دون أن يكون له أساس من الواقع، فهو لوضوح بطلانه صار بمنزلة الشيء الذي يفترض وقوعه افتراضا على سبيل التوبيخ لهم.قال الآلوسى ما ملخصه: قوله: قُلْ يا أَيُّهَا الَّذِينَ هادُوا أى: تهودوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِياءُ لِلَّهِ أى: أحباء لله، ولم يضف- سبحانه- لفظ أولياء إليه، كما في قوله:أَلا إِنَّ أَوْلِياءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ ... ليؤذن بالفرق بين مدعى الولاية، ومن يخصه- تعالى- بها.وقوله: مِنْ دُونِ النَّاسِ ... حال من الضمير الراجع إلى اسم إِنْ أى:متجاوزين عن الناس.فَتَمَنَّوُا الْمَوْتَ أى: فتمنوا من الله أن يميتكم وينقلكم من دار البلية إلى محل الكرامة. فإن من أيقن أنه من أهل الجنة أحب أن يخلص إليها من هذه الدنيا التي هي دار كدر وتعب.. ."
}