{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/62/2/",
    "ayah_number": 2,
    "text": "ثم بين- سبحانه- جانبا من مظاهر فضله على خلقه، فقال: هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ، يَتْلُوا عَلَيْهِمْ آياتِهِ، وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ....وقوله: الْأُمِّيِّينَ جمع أمى، وهو صفة لموصوف محذوف. أى: في الناس أو في القوم الأميين، والمراد بهم العرب، لأن معظمهم كانوا لا يعرفون القراءة والكتابة.وسمى من لا يعرف القراءة والكتابة بالأمى، لغلبة الأمية عليه، حتى لكأن حاله بعد تقدمه في السن، كحاله يوم ولدته أمه في عدم معرفته للقراءة والكتابة.و «من» في قوله- تعالى-: مِنْهُمْ للتبعيض، باعتبار أنه واحد منهم، ويشاركهم في بعض صفاتهم وهي الأمية.وقوله: يَتْلُوا ... من التلاوة، وهي القراءة المتتابعة المرتلة، التي يكون بعضها تلو بعض.وقوله: وَيُزَكِّيهِمْ من التزكية بمعنى التطهير والتنقية من السوء والقبائح.والمراد بالكتاب: القرآن، والمراد بتعليمه: بيان معانيه وحقائقه، وشرح أحكامه وأوامره ونواهيه..والمراد بالحكمة: العلم النافع، المصحوب بالعمل الصالح، وفي وضعها إلى جانب الكتاب إشارة إلى أن المقصود بها السنة النبوية المطهرة، إذ بالكتاب وبالسنة، يعرف الناس أصلح الأقوال والأفعال، وأعدل الأحكام وأقوم الآداب، وأسمى الفضائل..أى: هو- سبحانه- وحده، الذي بَعَثَ بفضله وكرمه، فِي العرب الْأُمِّيِّينَ رَسُولًا كريما عظيما، كائنا مِنْهُمْ أى: من جنسهم يعرفون حسبه ونسبه وخلقه.. هذا الرسول الكريم أرسلناه إليهم، ليقرأ عليهم آيات الله- تعالى- التي أنزلها عليه لهدايتهم وسعادتهم، متى آمنوا بها، وعملوا بما اشتملت عليه من توجيهات سامية..وأرسلناه إليهم- أيضا- ليزكيهم، أى: وليطهرهم من الكفر والقبائح والمنكرات وليعلمهم الكتاب، بأن يحفظهم إياه، ويشرح لهم أحكامه، ويفسر لهم ما خفى عليهم من ألفاظه ومعانيه.وليعلمهم- أيضا- الحكمة. أى: العلم النافع المصحوب بالعمل الطيب وصدر- سبحانه- الآية الكريمة بضمير اسم الجلالة، لتربية المهابة في النفوس، ولتقوية ما اشتملت عليه من نعم وأحكام، إذ هو- سبحانه- وحده الذي فعل ذلك لا غيره.وعبر- سبحانه- بفي المفيدة للظرفية في قوله- تعالى-: فِي الْأُمِّيِّينَ. للإشعار بأن هذا الرسول الكريم الذي أرسله إليهم، كان مقيما فيهم، وملازما لهم، وحريصا على أن يبلغهم رسالة الله- تعالى- في كل الأوقات والأزمان.والتعبير بقوله: مِنْهُمْ فيه ما فيه من دعوتهم إلى الإيمان به، لأن هذا الرسول الكريم، ليس غريبا عنهم، بل هو واحد منهم شرفهم من شرفه، وفضلهم من فضله..وهذه الآية الكريمة صريحة في أن الله- تعالى- قد استجاب دعوة نبيه إبراهيم- عليه السلام- عند ما دعاه بقوله: رَبَّنا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِكَ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ، إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ.. .وقد جاء ترتيب هذه الآية الكريمة وأمثالها في أسمى درجات البلاغة والحكمة، لأن أول مراحل تبليغ الرسالة، يكون بتلاوة القرآن، ثم ثنى- سبحانه- بتزكيه النفوس من الأرجاس، ثم ثلث بتعليم الكتاب والحكمة لأنهما يكونان بعد التبليغ والتزكية للنفوس.ولذا قالوا: إن تعليم الكتاب غير تلاوته، لأن تلاوته معناها، قراءته قراءة مرتلة، أما تعليمه فمعناه: بيان أحكامه، وشرح ما خفى من ألفاظه وأحكامه..فأنت ترى أن هذه الآية الكريمة، قد اشتملت على جملة من الصفات الجليلة التي منحها- سبحانه- لنبيه محمد صلى الله عليه وسلم.ثم بين- سبحانه- بعد ذلك حال الناس قبل بعثته صلى الله عليه وسلم فقال: وَإِنْ كانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ.وهذه الجملة الكريمة في موضع الحال من قوله: هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ ... و «إن» في قوله وَإِنْ كانُوا ... مخففة من الثقيلة، واسمها ضمير الشأن محذوف..أى: هو- سبحانه- بفضله وكرمه، الذي بعث في الأميين رسولا منهم، وحالهم أنهم كانوا قبل إرسال هذا الرسول الكريم فيهم، في ضلال واضح لا يخفى أمره على عاقل، ولا يلتبس قبحه على ذي ذوق سليم. وحقا لقد كان الناس قبل أن يبزغ نور الإسلام، الذي جاء به النبي صلى الله عليه وسلم من عند ربه، في ضلال واضح، وظلام دامس، من حيث العقائد والعبادات، والأخلاق والمعاملات..فكان من رحمة الله- تعالى- بهم، أن أرسل فيهم رسوله محمدا صلى الله عليه وسلم لكي يخرجهم من ظلمات الكفر والفسوق والعصيان، إلى نور الهداية والاستقامة والإيمان."
}