{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/62/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة «الجمعة» من السور المدنية الخالصة.قال الآلوسى: هي مدنية، كما روى عن ابن عباس وابن الزبير، والحسن، ومجاهد، وعكرمة، وقتادة، وإليه ذهب الجمهور.وقال ابن يسار: هي مكية، وحكى ذلك عن ابن عباس ومجاهد: والأول هو الصحيح. لما رواه البخاري وغيره عن أبى هريرة قال: كنا جلوسا عند النبي صلى الله عليه وسلم حين أنزلت سورة الجمعة، فتلاها، فلما بلغ وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ... قال له رجل: يا رسول الله- من هؤلاء الذين لم يلحقوا بنا؟ فوضع صلى الله عليه وسلم يده على سلمان الفارسي، وقال:«والذي نفسي بيده لو كان الإيمان بالثريا لناله رجال من هؤلاء ... » .ومن المعروف أن إسلام أبى هريرة كان بعد الهجرة بمدة بالاتفاق...2- وعدد آياتها إحدى عشرة آية، وكان نزولها بعد سورة «التحريم» ، وقبل سورة «التغابن» .وقد كان النبي صلى الله عليه وسلم كثيرا ما يقرؤها في صلاة الجمعة، فقد روى الإمام مسلم في صحيحه عن ابن عباس- رضى الله عنهما- أن رسول الله- صلى الله عليه وسلم- كان يقرأ في صلاة الجمعة بسورة «الجمعة والمنافقون» .وأخرج ابن حيان والبيهقي عن جابر بن سمرة أنه قال: كان رسول الله صلى الله عليه وسلم يقرأ في صلاة المغرب ليلة الجمعة بسورة «الكافرون» وبسورة «قل هو الله أحد ... » ، وكان يقرأ في صلاة العشاء الأخيرة من ليلة الجمعة، بسورة «الجمعة» ، وبسورة «المنافقون» ..وسميت بهذا الاسم لحديثها عن يوم الجمعة، وعن وجوب السعى إلى صلاتها.3- وقد اشتملت السورة الكريمة، على الثناء على الله- عز وجل-، وعلى مظاهر نعمه على عباده، حيث أرسل فيهم رسولا كريما، ليزكيهم ويعلمهم الكتاب والحكمة..كما اشتملت على توبيخ اليهود وذمهم، لعدم عملهم بالكتاب الذي أنزله- سبحانه- لهدايتهم وإصلاح حالهم..كما اشتملت على دعوة المؤمنين، إلى المحافظة على صلاة الجمعة، وعلى المبادرة إليها دون أن يشغلهم عنها شاغل.نسأل الله- تعالى- أن يجعلنا من المحافظين على فرائضه وتكاليفه.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..افتتحت سورة \" الجمعة \" كغيرها من أخواتها \" المسبحات \" بالثناء على الله - تعالى - وببيان أن المخلوقات جميعها ، تسبح بحمده - تعالى - وتقدس له .والتسبيح : تنزيه الله - تعالى - عما لا يليق به ، اعتقادا وقولا وعملا مأخوذ من السبح وهو المر السريع فى الماء أو الهواء ، لأن المسبح لله ، - تعالى - مسرع فى تنزيهه - تعالى - وتبرئته من كل سوء .وقوله : ( القدوس ) من التقديس بمعنى والتطهير وغير ذلك من صفات الكمال .أى : أن التسبيح : نفى ما لا يليق بذاته - تعالى - ، والتقديس : إثبات ما يليق بجلاله - سبحانه - والمعنى : ينزه الله - تعالى - ويبعده عن كل نقص ، جميع ما فى السموات ، وجميع ما فى الأرض من مخلوقات ، فهو - سبحانه - ( الملك ) أى : المدبر لشئون هذا الكون ، المتصرف فيه تصرف المالك فيما يملكه . . .( القدوس ) أى : البليغ فى الطهارة وفى التنزه عن كل نقص ، من القُدْس - ضم القاف وسكون الدال - بمعنى الطهر ، وأصله القَدَس - بفتح القاف والدال - وهو الإناء الذى يكون فيه ما يتطهر به ، ومنه القادوس وهو إناء معروف .( العزيز ) الذى لا يغلبه غالب ( الحكيم ) فى كل أقواله وأفعاله وتصرفاته .هذا ، ومن الآيات الكثيرة الدالة على أن جميع من فى السموات ومن فى الأرض ، يسبحون لله - تعالى - قوله - عز وجل - : ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً . . )."
}