{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/62/7/",
    "ayah_number": 7,
    "text": "ثم أخبر- سبحانه- عن واقعهم وعن حالتهم المستقبلة فقال: وَلا يَتَمَنَّوْنَهُ أَبَداً بِما قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ.أى: أن هؤلاء اليهود لا يتمنى أحدهم الموت أبدا. بسبب ما قدمته أيديهم من آثام، والله- تعالى- لا تخفى عليه خافية من سيئاتهم واعتداءاتهم وظلمهم بل هو- سبحانه- يسجل ذلك عليهم، ويجازيهم بما يستحقونه من عقاب..فالآية الكريمة خبر من الله- تعالى- عن اليهود بأنهم يكرهون الموت، ولا يتمنونه، ولا يستطيعون قبول ما تحداهم به صلى الله عليه وسلم من طلبهم تمنى الموت، لعلمهم بأنهم لو أجابوه إلى طلبه، لحل بهم الموت الذي يكرهونه.وقد صح من عدة طرق عن ابن عباس أنه قال: لو تمنوا الموت لشرق أحدهم بريقه..وقال ابن جرير: وبلغنا أن النبي صلى الله عليه وسلم قال: «لو أن اليهود تمنوا الموت لماتوا، ولرأوا مقاعدهم من النار..» .وقال ابن كثير: وروى الإمام أحمد عن ابن عباس قال: قال أبو جهل- لعنه الله-:إن رأيت محمدا عند الكعبة، لآتينه حتى أطأ عنقه. قال: فقال رسول الله صلى الله عليه وسلم: «لو فعل لأخذته الملائكة عيانا، ولو أن اليهود تمنوا الموت لماتوا ولرأوا مقاعدهم من النار. ولو خرج الذين يباهلون رسول الله صلى الله عليه وسلم لرجعوا لا يجدون مالا ولا أهلا  .وقال صاحب الكشاف ما ملخصه: وقوله: وَلا يَتَمَنَّوْنَهُ أَبَداً أى: بسبب ما قدموا من الكفر، وقد قال لهم صلى الله عليه وسلم: «والذي نفسي بيده لا يقولها أحد منكم إلا غص بريقه» فلولا أنهم كانوا موقنين بصدق رسول الله صلى الله عليه وسلم لتمنوا، ولكنهم علموا أنهم لو تمنوا لماتوا من ساعتهم ولحقهم الوعيد فما تمالك أحد منهم أن يتمنى، وهي إحدى المعجزات- لأنها إخبار بالغيب وكانت كما أخبر-.فإن قلت: ما أدراك أنهم لم يتمنوا الموت؟ قلت: لو تمنوا لنقل ذلك عنهم، كما نقلت سائر الحوادث، ولكان ناقلوه من أهل الكتاب وغيرهم من أولى المطاعن في الإسلام، أكثر من الذر، وليس أحد منهم نقل عنه ذلك ... .هذا، ويكفى في تحقيق هذه المعجزة، ألا يصدر تمنى الموت عن اليهود الذين تحداهم النبي صلى الله عليه وسلم بذلك، وهم الذين كانوا يضعون العراقيل في طريق دعوته.. ولا يقدح في هذه المعجزة، أن ينطق يهودي بعد العهد النبوي بتمني الموت، وهو حريص على الحياة، لأن المعنيين بالتحدي هم اليهود المعاصرون للعهد النبوي.والمقصود بقوله- تعالى-: وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ التهديد والوعيد. أى: والله- تعالى- عليم علما تاما بأحوال هؤلاء الظالمين، وسيعاقبهم العقاب الذي يتناسب مع ظلمهم وبغيهم. فالمراد من العلم لازمه، وهو الجزاء والحساب..وعبر- سبحانه- هنا بقوله: وَلا يَتَمَنَّوْنَهُ ... وفي سورة البقرة بقوله: وَلَنْ يَتَمَنَّوْهُ....للإشعار بأنهم يكرهون الموت في الحال وفي المستقبل كراهة شديدة."
}