{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/62/5/",
    "ayah_number": 5,
    "text": "والمراد بالمثل في قوله- تعالى-: مَثَلُ الَّذِينَ حُمِّلُوا التَّوْراةَ ... الصفة والحال ...والمراد بالذين حملوا التوراة: اليهود الذين كلفهم الله- تعالى- بالعمل بما اشتملت عليه التوراة من هدايات وأحكام وآداب ... ولكنهم نبذوها وتركوا العمل بها..والأسفار: جمع سفر، وهو الكتاب الكبير المشتمل على ألوان من العلم النافع، وسمى بذلك لأنه يسفر ويكشف عما فيه من المعاني المفيدة للمطلع عليها.والمعنى: حال هؤلاء اليهود الذين أنزل الله- تعالى- عليهم التوراة لهدايتهم.. ولكنهم لم ينتفعوا بها.. كحال الحمار الذي يحمل كتب العلم النافع، ولكنه لم يستفد من ذلك شيئا، لأنه لا يفقه شيئا مما يحمله..ففي هذا المثل شبه الله- تعالى- اليهود الذين لم ينتفعوا بالتوراة التي فيها الهداية والنور، بحال الحمار الذين يحمل كتب العلوم النافعة دون أن يستفيد بها.ووجه الشبه بين الاثنين: هو عدم الانتفاع بما من شأنه أن ينتفع به انتفاعا عظيما، لسمو قيمته، وجلال منزلته.قال صاحب الكشاف: شبه اليهود في أنهم حملة التوراة وقراؤها وحفاظ ما فيها، ثم إنهم غير عاملين بها، ولا بمنتفعين بآياتها ... بالحمار، حمل أسفارا، أى: كتبا كبارا من كتب العلم، فهو يمشى بها، ولا يدرى منها إلا ما يمر بجنبيه وظهره من الكد والتعب، وكل من علم ولم يعمل بعلمه فهذا مثله، وبئس المثل...وقال الإمام ابن كثير: يقول- تعالى- ذامّا لليهود الذين أعطوا التوراة فلم يعملوا بها، إن مثلهم في ذلك كمثل الحمار يحمل أسفارا.. فهو يحملها حملا حسيا ولا يدرى ما عليه، وكذلك هؤلاء. لم يعملوا بمقتضى ما في التوراة بل أولوه وحرفوه، فهم أسوأ من الحمار، لأن الحمار لا فهم له، وهؤلاء لهم فهوم لم يستعملوها، ولهذا قال- تعالى-: في آية أخرى:أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ، أُولئِكَ هُمُ الْغافِلُونَ...وقال القرطبي: وفي هذا المثل تنبيه من الله- تعالى- لمن حمل الكتاب، أن يتعلم معانيه، ويعمل بما فيه، لئلا يلحقه من الذم ما لحق هؤلاء اليهود، قال الشاعر:زوامل للأسفار لا علم عندهم ... بجيّدها، إلا كعلم الأباعرلعمرك ما يدرى البعير إذا غدا ... بأوساقه، أو راح ما في الغرائروعبر- سبحانه- عن تكليفهم العمل بالتوراة وعن تركهم لذلك بقوله: حُمِّلُوا التَّوْراةَ ثُمَّ لَمْ يَحْمِلُوها للإشعار بأن هذا التكليف منه- تعالى- لهم، كان عهدا مؤكدا عليهم، حتى لكأنهم تحملوه كما يتحمل الإنسان شيئا قد وضع فوق ظهره أو كتفيه. ولكنهم نبذوا هذا العهد، وألقوا بما فوق أكتافهم من أحمال، وانقادوا لأهوائهم وشهواتهم انقياد الأعمى لقائده..ولفظ «ثم» في قوله ثُمَّ لَمْ يَحْمِلُوها للتراخي النسبي، لأن عدم وفائهم بما عهد إليهم، أشد عجبا من تحملهم لهذه العهود.وشبههم، بالحمار الذي هو مثل في البلادة والغباء، لزيادة التشنيع عليهم، والتقبيح لحالهم، حيث زهدوا وأعرضوا عن الانتفاع بأثمن شيء نافع، - وهو كتاب الله- كما هو شأن الحمار الذي لا يفرق فيما يحمله على ظهره بين الشيء النافع والشيء الضار.وجملة «يحمل أسفارا» في موضع الحال من الحمار، أو في موضع جر على أنها صفة للحمار، باعتبار أن المقصود به الجنس، فهو معرفة لفظا، نكرة معنى.قال صاحب الكشاف: فإن قلت: «يحمل» ما محله؟ قلت: محله النصب على الحال، أو الجر على الوصف، لأن لفظ الحمار هنا، كلفظ اللئيم في قول الشاعر: ولقد أمر على اللئيم يسبني...ثم أضاف- سبحانه- إلى ذم هؤلاء اليهود ذما آخر فقال: بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ....وبِئْسَ فعل ذم، وفاعله ما بعده وهو قوله: مَثَلُ الْقَوْمِ وقد أغنى هذا الفاعل عن ذكر المخصوص بالذم، لحصول العلم بأن المذموم هو حال هؤلاء القوم الذين وصفهم- سبحانه- بأنهم قد كذبوا بآياته.أى: بئس المثل مثل هؤلاء القوم الذين كذبوا بآيات الله- تعالى- الدالة على وحدانيته وقدرته، وعلى صدق أنبيائه فيما يبلغونه عنه- تعالى-.وقوله: وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ تذييل قصد به بيان الأسباب التي أدت إلى عدم توفيق الله- تعالى- لهم إلى الهداية.أى: والله- تعالى- قد اقتضت حكمته، أن لا يهدى إلى طريق الخير، من ظلم نفسه، بأن آثر الغي على الرشد، والعمى على الهدى، والشقاوة على السعادة، لسوء استعداده، وانطماس بصيرته."
}