{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/2/98/",
    "ayah_number": 98,
    "text": "وأما تفسيرها فقوله تعالى : ( قل من كان عدوا لجبريل فإنه نزله على قلبك بإذن الله ) أي : من عادى جبريل فليعلم أنه الروح الأمين الذي نزل بالذكر الحكيم على قلبك من الله بإذنه له في ذلك ، فهو رسول من رسل الله ملكي [ عليه وعلى سائر إخوانه من الملائكة السلام ] ومن عادى رسولا فقد عادى جميع الرسل ، كما أن من آمن برسول فإنه يلزمه الإيمان بجميع الرسل ، وكما أن من كفر برسول فإنه يلزمه الكفر بجميع الرسل ، كما قال تعالى : ( إن الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون أن يتخذوا بين ذلك سبيلا أولئك هم الكافرون حقا وأعتدنا للكافرين عذابا مهينا ) [ النساء : 150 ، 151 ] فحكم عليهم بالكفر المحقق ، إذ آمنوا ببعض الرسل وكفروا ببعضهم وكذلك من عادى جبريل فإنه عدو لله ; لأن جبريل لا ينزل بالأمر من تلقاء نفسه ، وإنما ينزل بأمر ربه كما قال : ( وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا وما بين ذلك وما كان ربك نسيا ) [ مريم : 64 ] وقال تعالى : ( وإنه لتنزيل رب العالمين نزل به الروح الأمين على قلبك لتكون من المنذرين ) [ الشعراء : 192 - 194 ] وقد روى البخاري في صحيحه ، عن أبي هريرة ، قال : قال رسول الله صلى الله عليه وسلم : \" من عادى لي وليا فقد بارزني بالحرب \" . ولهذا غضب الله لجبريل على من عاداه ، فقال : ( من كان عدوا لجبريل فإنه نزله على قلبك بإذن الله مصدقا لما بين يديه ) أي : من الكتب المتقدمة ( وهدى وبشرى للمؤمنين ) أي : هدى لقلوبهم وبشرى لهم بالجنة ، وليس ذلك إلا للمؤمنين . كما قال تعالى : ( قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر وهو عليهم عمى أولئك ينادون من مكان بعيد ) [ فصلت : 44 ] ، وقال تعالى : ( وننزل من القرآن ما هو شفاء ورحمة للمؤمنين ولا يزيد الظالمين إلا خسارا ) [ الإسراء : 82 ] .ثم قال تعالى : ( من كان عدوا لله وملائكته ورسله وجبريل وميكال فإن الله عدو للكافرين ) يقول تعالى : من عاداني وملائكتي ورسلي ، ورسله تشمل رسله من الملائكة والبشر ، كما قال تعالى : ( الله يصطفي من الملائكة رسلا ومن الناس ) [ الحج : 75 ] .( وجبريل وميكال ) وهذا من باب عطف الخاص على العام ، فإنهما دخلا في الملائكة ، ثم عموم الرسل ، ثم خصصا بالذكر ; لأن السياق في الانتصار لجبريل وهو السفير بين الله وأنبيائه ، وقرن معه ميكائيل في اللفظ ; لأن اليهود زعموا أن جبريل عدوهم وميكائيل وليهم ، فأعلمهم أنه من عادى واحدا منهما فقد عادى الآخر وعادى الله أيضا ; لأنه أيضا ينزل على الأنبياء بعض الأحيان ، كما قرن برسول الله صلى الله عليه وسلم في ابتداء الأمر ، ولكن جبريل أكثر ، وهي وظيفته ، وميكائيل موكل بالقطر والنبات ، هذاك بالهدى وهذا بالرزق ، كما أن إسرافيل موكل بالصور للنفخ للبعث يوم القيامة ; ولهذا جاء في الصحيح : أن رسول الله صلى الله عليه وسلم كان إذا قام من الليل يقول \" اللهم رب جبريل وإسرافيل وميكائيل ، فاطر السماوات والأرض ، عالم الغيب والشهادة ، أنت تحكم بين عبادك فيما كانوا فيه يختلفون ، اهدني لما اختلف فيه من الحق بإذنك ، إنك تهدي من تشاء إلى صراط مستقيم \" . وقد تقدم ما حكاه البخاري ، ورواه ابن جرير عن عكرمة أنه قال : جبر ، وميك ، وإسراف : عبيد . وإيل : الله .وقال ابن أبي حاتم : حدثنا أحمد بن سنان ، حدثنا عبد الرحمن بن مهدي ، عن سفيان ، عن الأعمش ، عن إسماعيل بن رجاء ، عن عمير مولى ابن عباس ، عن ابن عباس ، قال : إنما قوله : \" جبريل \" كقوله : \" عبد الله \" و \" عبد الرحمن \" . وقيل جبر : عبد . وإيل : الله .وقال محمد بن إسحاق ، عن الزهري ، عن علي بن الحسين ، قال : أتدرون ما اسم جبرائيل من أسمائكم ؟ قلنا : لا . قال : اسمه عبد الله ، قال : فتدرون ما اسم ميكائيل من أسمائكم ؟ قلنا : لا . قال : اسمه عبيد الله . وكل اسم مرجعه إلى \" يل \" فهو إلى الله .قال ابن أبي حاتم : وروي عن مجاهد وعكرمة والضحاك ويحيى بن يعمر نحو ذلك . ثم قال : حدثني أبي ، حدثنا أحمد بن أبي الحواري ، حدثني عبد العزيز بن عمير قال : اسم جبريل في الملائكة خادم الله . قال : فحدثت به أبا سليمان الداراني ، فانتفض وقال : لهذا الحديث أحب إلي من كل شيء [ وكتبه ] في دفتر كان بين يديه .وفي جبريل وميكائيل لغات وقراءات ، تذكر في كتب اللغة والقراءات ، ولم نطول كتابنا هذا بسرد ذلك إلا أن يدور فهم المعنى عليه ، أو يرجع الحكم في ذلك إليه ، وبالله الثقة ، وهو المستعان .وقوله تعالى : ( فإن الله عدو للكافرين ) فيه إيقاع المظهر مكان المضمر حيث لم يقل : فإنه عدو للكافرين . قال : ( فإن الله عدو للكافرين ) كما قال الشاعر :لا أرى الموت يسبق الموت شيء نغص الموت ذا الغنى والفقيراوقال آخر :ليت الغراب غداة ينعب دائبا     كان الغراب مقطع الأوداجوإنما أظهر الاسم هاهنا لتقرير هذا المعنى وإظهاره ، وإعلامهم أن من عادى أولياء الله فقد عادى الله ، ومن عادى الله فإن الله عدو له ، ومن كان الله عدوه فقد خسر الدنيا والآخرة ، كما تقدم الحديث : \" من عادى لي وليا فقد بارزني بالحرب \" . وفي الحديث الآخر : \" إني لأثأر لأوليائي كما يثأر الليث الحرب \" . وفي الحديث الصحيح : \" ومن كنت خصمه خصمته \" ."
}