{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/2/251/",
    "ayah_number": 251,
    "text": "قال الله تعالى : ( فهزموهم بإذن الله ) أي : غلبوهم وقهروهم بنصر الله لهم ( وقتل داود جالوت ) ذكروا في الإسرائيليات : أنه قتله بمقلاع كان في يده رماه به فأصابه فقتله ، وكان طالوت قد وعده إن قتل جالوت أن يزوجه ابنته ويشاطره نعمته ويشركه في أمره فوفى له ثم آل الملك إلى داود عليه السلام مع ما منحه الله به من النبوة العظيمة ; ولهذا قال تعالى : ( وآتاه الله الملك ) الذي كان بيد طالوت ( والحكمة ) أي : النبوة بعد شمويل ( وعلمه مما يشاء ) أي : مما يشاء الله من العلم الذي اختصه به صلى الله عليه وسلم ثم قال تعالى : ( ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض ) أي : لولاه يدفع عن قوم بآخرين ، كما دفع عن بني إسرائيل بمقاتلة طالوت وشجاعة داود لهلكوا كما قال : ( ولولا دفع الله الناس بعضهم ببعض لهدمت صوامع وبيع وصلوات ومساجد يذكر فيها اسم الله كثيرا ) الآية [ الحج : 40 ] .وقال ابن جرير ، رحمه الله : حدثني أبو حميد الحمصي أحمد بن المغيرة حدثنا يحيى بن سعيد حدثنا حفص بن سليمان عن محمد بن سوقة عن وبرة بن عبد الرحمن عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم : \" إن الله ليدفع بالمسلم الصالح عن مائة أهل بيت من جيرانه البلاء \" . ثم قرأ ابن عمر : ( ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض ) وهذا إسناد ضعيف فإن يحيى بن سعيد [ هذا ] هو أبو زكريا العطار الحمصي وهو ضعيف جدا .ثم قال ابن جرير : حدثنا أبو حميد الحمصي حدثنا يحيى بن سعيد حدثنا عثمان بن عبد الرحمن عن محمد بن المنكدر عن جابر بن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" إن الله ليصلح بصلاح الرجل المسلم ولده وولد ولده وأهل دويرته ودويرات حوله ، ولا يزالون في حفظ الله عز وجل ما دام فيهم \" .وهذا أيضا غريب ضعيف لما تقدم أيضا . وقال أبو بكر بن مردويه : حدثنا محمد بن أحمد بن إبراهيم أخبرنا علي بن إسماعيل بن حماد أخبرنا أحمد بن محمد بن يحيى بن سعيد أخبرنا زيد بن الحباب ، حدثني حماد بن زيد عن أيوب عن أبي قلابة عن أبي أسماء عن ثوبان رفع الحديث قال : \" لا يزال فيكم سبعة بهم تنصرون وبهم تمطرون وبهم ترزقون حتى يأتي أمر الله \" .وقال ابن مردويه أيضا : وحدثنا محمد بن أحمد حدثنا محمد بن جرير بن يزيد ، حدثنا أبو معاذ نهار بن عثمان الليثي أخبرنا زيد بن الحباب أخبرني عمر البزار ، عن عنبسة الخواص ، عن قتادة عن أبي قلابة عن أبي الأشعث الصنعاني عن عبادة بن الصامت قال : قال رسول الله صلى الله عليه وسلم : \" الأبدال في أمتي ثلاثون بهم تقوم الأرض ، وبهم تمطرون وبهم تنصرون \" قال قتادة : إني لأرجو أن يكون الحسن منهم .وقوله : ( ولكن الله ذو فضل على العالمين ) أي : من عليهم ورحمة بهم ، يدفع عنهم ببعضهم بعضا وله الحكم والحكمة والحجة على خلقه في جميع أفعاله وأقواله ."
}