{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/76/7/",
    "ayah_number": 7,
    "text": "يقول تعالى ذكره: إن الأبرار الذين يشربون من كأس كان مزاجها كافورا، برّوا بوفائهم لله بالنذور التي كانوا ينذرونها في طاعة الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: إذا نذروا في حق الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: كانوا ينذرون طاعة الله من الصلاة والزكاة، والحجّ والعمرة، وما افترض عليهم، فسماهم الله بذلك الأبرار، فقال: ( يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ).حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( يُوفُونَ بِالنَّذْرِ ) قال: بطاعة الله، وبالصلاة، وبالحجّ، وبالعمرة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: في غير معصية، وفي الكلام محذوف اجتزئ بدلالة الكلام عليه منه، وهو كان ذلك. وذلك أن معنى الكلام: إن الأبرار يشربون من كأس كان مزاجها كافورا، كانوا يوفون بالنذر، فترك ذكر كانوا لدلالة الكلام عليها، والنذر: هو كلّ ما أوجبه الإنسان على نفسه من فعل؛ ومنه قول عنترة: &amp;; 24-96 &amp;;الشَّاتِمَيْ عرْضِي وَلَمْ أشْتُمْهُماوالنَّاذِرَيْن إذا لَمْ ألْقَهُما دَمي (2)وقوله: ( وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ) يقول تعالى ذكره: ويخافون عقاب الله بتركهم الوفاء بما نذروا لله من برّ في يوم كان شرّه مستطيرا، ممتدّا طويلا فاشيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ) استطار والله شرّ ذلك اليوم حتى ملأ السموات والأرض، وأما رجل يقول عليه نذر أن لا يصل رحما، ولا يتصدّق، ولا يصنع خيرا، فإنه لا ينبغي أن يكفر عنه، ويأتي ذلك، ومنه قولهم: استطار الصدع في الزجاجة واستطال: إذا امتدّ، ولا يقال ذلك في الحائط؛ ومنه قول الأعشى:فَبانَتْ وَقد أثأرَتْ فِي الفُؤَادِ صَدْعا عَلى نَأْيِها مُسْتَطيرا (3)يعني: ممتدّا فاشيا."
}