{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/76/16/",
    "ayah_number": 16,
    "text": "يقول تعالى ذكره: ( قَوَارِيرَا ) في صفاء الصفاء من فضة الفضة من البياض (5) .كما حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، قال: قال الحسن، في قوله:  كَانَتْ قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: صفاء القوارير في بياض الفضة.حدثنا ابن المثنى، قال: ثنا يحيى بن كثير، قال: ثنا شعبة، عن أبي رجاء، عن الحسن، في قوله الله ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: بياض الفضة في صفاء القوارير.حدثني يعقوب، قال: ثنا مروان بن معاوية، قال: أخبرنا ابن أبي خالد، عن أبي صالح، في قوله:  كَانَتْ قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: كان ترابها من فضة.وقوله: ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: صفاء الزجاج في بياض الفضة.حدثنا ابن بشار، قال: ثنا سليمان، قال: ثنا أبو هلال، عن قتادة، في قوله:  قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: لو احتاج أهل الباطل (6) أن يعملوا إناء من فضة يرى ما فيه من خلفه، كما يرى ما في القوارير ما قدروا عليه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: هي من فضة، وصفاؤها: صفاء القوارير في بياض الفضة.&amp;; 24-106 &amp;;حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: على صفاء القوارير، وبياض الفضة.وقوله: ( قَدَّرُوهَا تَقْدِيرًا ) يقول: قدّروا تلك الآنية التي يُطاف عليهم بها تقديرا على قَدْر رِيِّهم لا تزيد ولا تنقص عن ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قُدّرت لريّ القوم.حدثنا أبو كُريب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قدر ريِّهم.حدثنا أبو كُريب، قال: ثنا عمر بن عبيد، عن منصور، عن مجاهد، في قوله: ( قَوَارِيرَا مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا ) قال: لا تنقص ولا تفيض.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى: وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( قَدَّرُوهَا تَقْدِيرًا ) قال: لا تَترع فتُهراق، ولا ينقصون من مائها فتنقص فهي ملأى.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَدَّرُوهَا تَقْدِيرًا ) لريِّهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَدَّرُوهَا تَقْدِيرًا ) قدرت على ريّ القوم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا ) قال: قدّروها لريهم على قدر شربهم أهل الجنة.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: ممتلئة لا تُهَراق، وليست بناقصة.وقال آخرون: بل معنى ذلك: قدّروها على قدر الكفّ.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنا أبي، عن أبيه، &amp;; 24-107 &amp;; عن ابن عباس: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قدرت للكفّ.واختلفت القرّاء في قراءة قوله ( قَدَّرُوهَا تَقْدِيرًا ) فقرأ ذلك عامة قرّاء الأمصار: ( قَدَّرُوها ) بفتح القاف، بمعنى: قدّرها لهم السُّقاة الذين يطوفون بها عليهم. ورُوي عن الشعبيّ وغيره من المتقدمين أنهم قرءوا ذلك بضم القاف، بمعنى: قُدّرت عليهم، فلا زيادة فيها ولا نقصان.والقراءة التي لا أستجير القراءة بغيرها فتح القاف، لإجماع الحجة من القرّاء عليه."
}