{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/31/27/",
    "ayah_number": 27,
    "text": "قال ابن كثير: قال قتادة: قال المشركون: إنما هذا كلام يوشك أن ينفد، فقال- تعالى- وَلَوْ أَنَّما فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلامٌ ...وعن ابن عباس أن أحبار يهود قالوا للنبي صلّى الله عليه وسلّم أرأيت قولك: وَما أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا؟ إيانا تريد أم قومك؟ فقال صلّى الله عليه وسلم: «كلا عنيت» فقالوا: ألست تتلو فيما جاءك أنا قد أوتينا التوراة فيها تبيان لكل شيء؟ فقال صلّى الله عليه وسلم: «إنها في علم الله قليل، وعندكم من ذلك ما يكفيكم» وأنزل الله فيما سألوه عنه من ذلك: وَلَوْ أَنَّما فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلامٌ .و «لو» شرطية، وجوابها «ما نفدت كلمات الله..» و «من» في قوله مِنْ شَجَرَةٍ للبيان، وفي الآية الكريمة كلام محذوف يدل عليه السياق.والمعنى: ولو أن ما في الأرض من أشجار تحولت بغصونها وفروعها إلى أقلام، ولو أن البحر- أيضا- تحول إلى مداد لتلك الأقلام، وأمد هذا البحر بسبعة أبحر أخرى. وكتبت بتلك الأقلام، وبذلك المداد كلمات الله التي يحيط بها علمه- تعالى-..لنفدت الأقلام، ولنفد ماء البحر، لتناهى كل ذلك، وما نفدت كلمات الله- تعالى- ولا معلوماته، لعدم تناهيها.إِنَّ اللَّهَ عَزِيزٌ لا يعجزه شيء، ولا يغلبه غالب حَكِيمٌ في كل أقواله وأفعاله.فالآية الكريمة المقصود منها بيان أن علم الله- تعالى- لا نهاية له، وأن مشيئته لا يقف أمامها شيء، وكلماته لا أول لها ولا آخر.وقال- سبحانه- مِنْ شَجَرَةٍ بالإفراد، لأن المراد تفصيل الشجر واستقصاؤه شجرة فشجرة، حتى لا تبقى واحدة من أنواع الأشجار إلا وتحولت إلى أقلام.وجمع- سبحانه- الأقلام، للتكثير، أى: أقلام كثيرة يصعب عدها.والمراد بالبحر: البحر المحيط بالأرض، لأنه المتبادر من التعريف، إذ هو الفرد الكامل.وإنما ذكرت السبعة بعد ذلك على وجه المبالغة دون إرادة الحصر، وإلا فلو اجتمعت عشرات البحار ما نفدت كلمات الله.قال صاحب الكشاف فإن قلت: مقتضى الكلام أن يقال: ولو أن الشجر أقلام، والبحر مداد؟ قلت: أغنى عن ذكر المداد قوله يَمُدُّهُ لأنه من قولك: مد الدواة وأمدها. جعل البحر الأعظم بمنزلة الدواة، وجعل الأبحر السبعة مملوءة مدادا، فهي تصب فيه مدادها أبدا صبا لا ينقطع.فإن قلت: الكلمات جمع قلة، والموضع موضع التكثير لا التقليل، فهلا قيل: كلم الله؟.قلت: معناه أن كلماته لا تفي بكتابتها البحار فكيف بكلمة؟وقال الآلوسى: والمراد بكلماته- تعالى- كلمات علمه- سبحانه- وحكمته. وقيل:المراد بها: مقدوراته وعجائب خلقه، والتي إذا أراد- سبحانه- شيئا منها قال له: كُنْ فَيَكُونُ  ."
}