{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/6/94/",
    "ayah_number": 94,
    "text": "وقوله : ( ولقد جئتمونا فرادى كما خلقناكم أول مرة ) أي : يقال لهم يوم معادهم هذا ، كما قال ( وعرضوا على ربك صفا لقد جئتمونا كما خلقناكم أول مرة ) [ الكهف : 48 ] ، أي : كما بدأناكم أعدناكم ، وقد كنتم تنكرون ذلك وتستبعدونه ، فهذا يوم البعث .وقوله : ( وتركتم ما خولناكم ) أي : من النعم والأموال التي اقتنيتموها في الدار الدنيا ( وراء ظهوركم ) وثبت في الصحيح أن رسول الله صلى الله عليه وسلم قال : \" يقول ابن آدم : مالي مالي ، وهل لك من مالك إلا ما أكلت فأفنيت ، أو لبست فأبليت ، أو تصدقت فأمضيت ، وما سوى ذلك فذاهب وتاركه للناس \"وقال الحسن البصري : يؤتى بابن آدم يوم القيامة كأنه بذج فيقول الله - عز وجل - له أين ما جمعت؟ فيقول يا رب ، جمعته وتركته أوفر ما كان ، فيقول : فأين ما قدمت لنفسك؟ فلا يراه قدم شيئا ، وتلا هذه الآية : ( ولقد جئتمونا فرادى كما خلقناكم أول مرة وتركتم ما خولناكم وراء ظهوركم ) رواه ابن أبي حاتم .وقوله : ( وما نرى معكم شفعاءكم الذين زعمتم أنهم فيكم شركاء ) تقريع لهم وتوبيخ على ما كانوا اتخذوا في الدار الدنيا من الأنداد والأصنام والأوثان ، ظانين أن تلك تنفعهم في معاشهم ومعادهم إن كان ثم معاد ، فإذا كان يوم القيامة تقطعت الأسباب ، وانزاح الضلال ، وضل عنهم ما كانوا يفترون ، ويناديهم الرب ، عز وجل ، على رءوس الخلائق : ( أين شركاؤكم الذين كنتم تزعمون ) [ الأنعام : 22 ] وقيل لهم ( أين ما كنتم تعبدون من دون الله هل ينصرونكم أو ينتصرون ) [ الشعراء : 92 ، 93 ] ; ولهذا قال هاهنا : ( وما نرى معكم شفعاءكم الذين زعمتم أنهم فيكم شركاء ) أي : في العبادة ، لهم فيكم قسط في استحقاق العبادة لهم .ثم قال تعالى : ( لقد تقطع بينكم ) قرئ بالرفع ، أي شملكم ، وقرئ بالنصب ، أي : لقد انقطع ما بينكم من الوصلات والأسباب والوسائل ( وضل عنكم ) أي : وذهب عنكم ( ما كنتم تزعمون ) من رجاء الأصنام ، كما قال : ( إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب وقال الذين اتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرءوا منا كذلك يريهم الله أعمالهم حسرات عليهم وما هم بخارجين من النار ) [ البقرة : 166 ، 167 ] ، وقال تعالى : ( فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون ) [ المؤمنون : 101 ] ، وقال ( إنما اتخذتم من دون الله أوثانا مودة بينكم في الحياة الدنيا ثم يوم القيامة يكفر بعضكم ببعض ويلعن بعضكم بعضا ومأواكم النار وما لكم من ناصرين ) [ العنكبوت : 25 ] ، وقال ( وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم ) الآية [ القصص : 64 ] ، وقال تعالى : ( ويوم نحشرهم جميعا ثم نقول للذين أشركوا ) إلى قوله : ( وضل عنهم ما كانوا يفترون ) [ الأنعام : 22 - 24 ] ، والآيات في هذا كثيرة جدا ."
}