{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/6/53/",
    "ayah_number": 53,
    "text": "وقوله : ( وكذلك فتنا بعضهم ببعض ) أي : ابتلينا واختبرنا وامتحنا بعضهم ببعض ( ليقولوا أهؤلاء من الله عليهم من بيننا ) وذلك أن رسول الله - صلى الله عليه وسلم - كان غالب من اتبعه في أول البعثة ، ضعفاء الناس من الرجال والنساء والعبيد والإماء ، ولم يتبعه من الأشراف إلا قليل ، كما قال قوم نوح لنوح : ( وما نراك اتبعك إلا الذين هم أراذلنا بادي الرأي ) الآية [ هود : 27 ] ، وكما قال هرقل ملك الروم لأبي سفيان حين سأله [ عن تلك ] المسائل ، فقال له : فهل اتبعه ضعفاء الناس أو أشرافهم؟ قال : بل ضعفاؤهم . فقال : هم أتباع الرسلوالغرض : أن مشركي قريش كانوا يسخرون بمن آمن من ضعفائهم ، ويعذبون من يقدرون عليه منهم ، وكانوا يقولون : ( أهؤلاء من الله عليهم من بيننا ) ؟ أي : ما كان الله ليهدي هؤلاء إلى الخير - لو كان ما صاروا إليه خيرا - ويدعنا ، كما قالوا : ( لو كان خيرا ما سبقونا إليه ) [ الأحقاف : 11 ] ، وكما قال تعالى : ( وإذا تتلى عليهم آياتنا بينات قال الذين كفروا للذين آمنوا أي الفريقين خير مقاما وأحسن نديا ) [ مريم : 73 ] .قال الله تعالى في جواب ذلك : ( وكم أهلكنا قبلهم من قرن هم أحسن أثاثا ورئيا ) [ مريم : 74 ] ، وقال في جوابهم حين قالوا : ( أهؤلاء من الله عليهم من بيننا أليس الله بأعلم بالشاكرين ) أي : أليس هو أعلم بالشاكرين له بأقوالهم وأفعالهم وضمائرهم ، فيوفقهم ويهديهم سبل السلام ، ويخرجهم من الظلمات إلى النور ، ويهديهم إليه صراطا مستقيما ، كما قال تعالى ( والذين جاهدوا فينا لنهدينهم سبلنا وإن الله لمع المحسنين ) [ العنكبوت : 69 ] . وفي الحديث الصحيح : \" إن الله لا ينظر إلى صوركم ، ولا إلى ألوانكم ، ولكن ينظر إلى قلوبكم وأعمالكم \"وقال ابن جرير : حدثنا القاسم : حدثنا الحسين ، حدثنا حجاج ، عن ابن جريج ، عن عكرمة في قوله : ( وأنذر به الذين يخافون أن يحشروا إلى ربهم ) الآية ، قال : جاء عتبة بن ربيعة وشيبة بن ربيعة ومطعم بن عدي والحارث بن نوفل وقرظة بن عبد عمرو بن نوفل ، في أشراف من بني عبد مناف من أهل الكفر إلى أبي طالب فقالوا : يا أبا طالب ، لو أن ابن أخيك محمدا يطرد عنه موالينا وحلفاءنا ، فإنما هم عبيدنا وعسفاؤنا ، كان أعظم في صدورنا ، وأطوع له عندنا ، وأدنى لاتباعنا إياه ، وتصديقنا له . قال : فأتى أبو طالب النبي - صلى الله عليه وسلم - فحدثه بالذي كلموه فقال عمر بن الخطاب ، - رضي الله عنه - : لو فعلت ذلك ، حتى تنظر ما الذي يريدون ، وإلى ما يصيرون من قولهم؟ فأنزل الله عز وجل ، هذه الآية : ( وأنذر به الذين يخافون أن يحشروا إلى ربهم [ ليس لهم من دونه ولي ولا شفيع لعلهم يتقون ولا تطرد الذين يدعون ربهم بالغداة والعشي يريدون وجهه ] ) إلى قوله : ( أليس الله بأعلم بالشاكرين ) قال : وكانوا بلالا وعمار بن ياسر وسالما مولى أبي حذيفة وصبيحا مولى أسيد ، ومن الحلفاء : ابن مسعود والمقداد بن عمرو ومسعود بن القاري وواقد بن عبد الله الحنظلي وعمرو بن عبد عمرو وذو الشمالين ومرثد بن أبي مرثد - وأبو مرثد من غني حليف حمزة بن عبد المطلب - وأشباههم من الحلفاء . ونزلت في أئمة الكفر من قريش والموالي والحلفاء : ( وكذلك فتنا بعضهم ببعض ليقولوا أهؤلاء من الله عليهم من بيننا ) الآية . فلما نزلت ، أقبل عمر ، - رضي الله عنه - ، فاعتذر من مقالته ، فأنزل الله ، عز وجل : ( وإذا جاءك الذين يؤمنون بآياتنا [ فقل سلام ] ) الآية"
}