{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/72/3/",
    "ayah_number": 3,
    "text": "ثم حكى- سبحانه- أن هذا النفر من الجن بعد استماعهم إلى القرآن وإيمانهم به، أخذوا في الثناء على الخالق- عز وجل- فقال حكاية عنهم: وَأَنَّهُ تَعالى جَدُّ رَبِّنا مَا اتَّخَذَ صاحِبَةً وَلا وَلَداً.ولفظ «وأن» قد تكرر في هذه السورة الكريمة أكثر من عشر مرات، تارة بالإضافة الى ضمير الشأن، وتارة بالإضافة الى ضمير المتكلم.ومن القراء السبعة من قرأه بفتح الهمزة، ومنهم من قرأه بكسرها، فمن قرأ وَأَنَّهُ تَعالى جَدُّ رَبِّنا.. بالفتح فعلى أنه معطوف على محل الجار والمجرور في قوله فَآمَنَّا بِهِ فكأنه قيل: فصدقناه وصدقنا أنه تعالى جد ربنا.. ومن قرأ بالكسر فعلى أنه معطوف على المحكي بعد القول، أى: قالوا: إنا سمعنا قرآنا عجبا، وقالوا: إنه تعالى جد ربنا..قال الجمل في حاشيته ما ملخصه: قوله- تعالى-: وَأَنَّهُ تَعالى جَدُّ رَبِّنا ... قرأه حمزة والكسائي وأبو عامر وحفص بفتح «أنّ» ، وقرأه الباقون بالكسر..وتلخيص هذا أن «أنّ» المشددة في هذه السورة على ثلاثة أقسام: قسم ليس معه واو العطف، فهذا لا خلاف بين القراء في فتحه أو كسره، على حسب ما جاءت به التلاوة واقتضته العربية، كقوله: قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ ... لا خلاف في فتحه لوقوعه موقع المصدر، وكقوله: إِنَّا سَمِعْنا قُرْآناً عَجَباً لا خلاف في كسره لأنه محكي بالقول.القسم الثاني أن يقترن بالواو، وهو أربع عشرة كلمة، إحداها: لا خلاف في فتحها، وهي قوله: وَأَنَّ الْمَساجِدَ لِلَّهِ ... وهذا هو القسم الثالث. والثانية وهي قوله: وَأَنَّهُ لَمَّا قامَ عَبْدُ اللَّهِ ... كسرها ابن عامر وأبو بكر وفتحها الباقون.والاثنتا عشرة الباقية، فتحها بعضهم، وكسرها بعضهم وهي قوله: - تعالى-: وَأَنَّهُ تَعالى جَدُّ رَبِّنا وقوله: وَأَنَّهُ كانَ يَقُولُ.. وأَنَّا ظَنَنَّا.. وأَنَّهُ كانَ رِجالٌ.. وأَنَّهُمْ ظَنُّوا..وأَنَّا لَمَسْنَا.. وأَنَّا كُنَّا.. وأَنَّا لا نَدْرِي.. وأَنَّا مِنَّا الصَّالِحُونَ.. وأَنَّا لَمَّا سَمِعْنَا الْهُدى.. وأَنَّا مِنَّا الْمُسْلِمُونَ .وقوله: تَعالى من التعالي وهو شدة العلو. وجَدُّ رَبِّنا الجد- بفتح الجيم- العظمة والجلال.قال القرطبي: الجد في اللغة: العظمة والجلال، ومنه قول أنس: كان الرجل إذا حفظ البقرة وآل عمران جد في عيوننا. أى: عظم. فمعنى جد ربنا: عظمته وجلاله.وقيل معنى «جد ربنا ... » : غناه، ومنه قيل للحظ جد. ورجل مجدود، أى: محظوظ.وفي الحديث: «ولا ينفع ذا الجد منك الجد» أى: ولا ينفع ذا الغنى منك غناه، وإنما تنفعه الطاعة...وجملة مَا اتَّخَذَ صاحِبَةً وَلا وَلَداً بيان وتفسير لما قبله.أى: آمنا به- سبحانه- إيمانا حقا، وصدقنا نبيه فيما جاءنا به من عنده، وصدقنا- أيضا- أن الحال والشأن تعالى وتعاظم جلال ربنا، وتنزه في ذاته وصفاته، عن أن يكون له شريك في ملكه. أو أن تكون له صاحبة أو أن يكون له ولد، كما زعم الزاعمون من الكافرين الجاهلين.وفي هذا القول من هذا النفر من الجن، رد على أولئك المشركين الذين كانوا يزعمون أن الملائكة بنات الله- تعالى-، وأنهم- أى الملائكة- جاءوا عن طريق مصاهرته- سبحانه- للجن، كما حكى عنهم- سبحانه- ذلك في قوله: وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَباً، وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ، سُبْحانَ اللَّهِ عَمَّا يَصِفُونَ."
}