{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/105/1/",
    "ayah_number": 1,
    "text": "تفسير سورة الفيلمقدمة وتمهيد1- سورة «الفيل» وسماها بعضهم سورة «ألم تر ... » من السور المكية الخالصة، وعدد آياتها خمس آيات، وكان نزولها بعد سورة «قل يا أيها الكافرون» ، وقبل سورة «القيامة» فهي السورة التاسعة عشرة في ترتيب النزول من بين السور المكية.2- ومن أهم مقاصدها تذكير أهل مكة بفضل الله- تعالى- عليهم، حيث منع كيد أعدائهم عنهم، وعن بيته الحرام، وبيان أن هذا البيت له مكانته السامية عنده- تعالى-، وأن من أراده بسوء قصمه الله- تعالى-، وتبشير النبي صلى الله عليه وسلم بأنه- سبحانه- كفيل برعايته ونصره على أعدائه، كما نصر أهل مكة على أبرهة وجيشه، وتثبيت المؤمنين على الحق، لكي يزدادوا إيمانا على إيمانهم، وبيان أن الله- سبحانه- غالب على أمره.3- وقصة أصحاب الفيل من القصص المشهورة عند العرب، وملخصها: أن أبرهة الأشرم الحبشي أمير اليمن من قبل النجاشيّ ملك الحبشة، بنى كنيسة بصنعاء لم ير مثلها في زمانها ... وأراد أن يصرف الناس من الحج إلى بيت الله الحرام، إلى الحج إليها ... ثم جمع جيشا عظيما قدم به لهدم الكعبة ... فأهلكه الله- تعالى- وأهلك من معه من رجال وأفيال ...وكانت ولادته صلى الله عليه وسلم في هذا العام ...والاستفهام في قوله- تعالى-: أَلَمْ تَرَ ... للتقرير بما تواتر نقله وعلمه صلى الله عليه وسلم وعلمه غيره علما مستفيضا ... حتى إن العرب كانوا يؤرخون بتلك الحادثة، فيقولون: هذا الأمر حدث في عام الفيل، أو بعده أو قبله ... والمراد بالرؤية هنا: العلم المحقق.وعبر- سبحانه- عن العلم بالرؤية، لأن خبر هذه القصة- كما أشرنا كان من الشهرة بمكان، فالعلم الحاصل بها مساو في قوة الثبوت للرؤية والمشاهدة.والمعنى: لقد علمت- أيها الرسول الكريم- علما لا يخالطه ريب أو لبس، ما فعله ربك بأصحاب الفيل، الذين جاءوا لهدم الكعبة، حيث أهلكناهم إهلاكا شنيعا، كانت فيه العبرة والعظة، والدلالة الواضحة على قدرتنا، وعلى حمايتنا لبيتنا الحرام.وأوقع- سبحانه- الاستفهام عن كيفية ما أنزله بهم، لا عن الفعل ذاته، لأن الكيفية أكثر دلالة على قدرته- تعالى- وعلى أنه- سبحانه- لا يعجزه شيء.وفي التعبير بقوله: فَعَلَ رَبُّكَ ... إشارة إلى أن هذا الفعل لا يقدر عليه أحد سواه- سبحانه- فهو الذي ربي نبيه صلى الله عليه وسلم وتعهده بالرعاية، وهو الكفيل بنصره على أعدائه، كما نصر أهل مكة، على جيوش الحبشة ... وهم أصحاب الفيل.ووصفوا بأنهم «أصحاب الفيل» لأنهم أحضروا معهم الفيلة، ليستعينوا بها على هدم الكعبة، وعلى إذلال أهل مكة."
}