{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/59/10/",
    "ayah_number": 10,
    "text": "ثم مدح- سبحانه- كل من سار على نهج المهاجرين والأنصار في قوة الإيمان، وفي طهارة القلب، وسماحة النفس فقال- تعالى-: وَالَّذِينَ جاؤُ مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنا وَلِإِخْوانِنَا الَّذِينَ سَبَقُونا بِالْإِيمانِ وَلا تَجْعَلْ فِي قُلُوبِنا غِلًّا لِلَّذِينَ آمَنُوا....قال الآلوسى: قوله: وَالَّذِينَ جاؤُ مِنْ بَعْدِهِمْ ... عطف عند الأكثرين أيضا على المهاجرين، والمراد بهؤلاء: قيل: الذين هاجروا حين قوى الإسلام، فالمجىء حسى، وهو مجيئهم إلى المدينة، وضمير من بعدهم، للمهاجرين الأولين.وقيل هم المؤمنون بعد الفريقين إلى يوم القيامة، فالمجىء إما إلى الوجود أو إلى الإيمان وضمير مِنْ بَعْدِهِمْ للفريقين: المهاجرين والأنصار.وهذا هو الذي يدل عليه كلام عمر- رضى الله عنه- وكلام كثير من السلف كالصريح فيه، فالآية قد استوعبت جميع المؤمنين..  .ويبدو لنا أن هذا الرأى الثاني، وهو كون الذين جاءوا من بعدهم يشمل المؤمنين الصادقين جميعا، أقرب إلى الصواب، لأنهم هم التابعون بإحسان للمهاجرين والأنصار إلى يوم القيامة، كما قال- تعالى-: وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهاجِرِينَ وَالْأَنْصارِ، وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ...  .وعليه يكون المعنى: والذين جاءوا من بعد المهاجرين والأنصار، واتبعوهم بإحسان إلى يوم القيامة يَقُولُونَ على سبيل الدعاء لأنفسهم ولإخوانهم في العقيدة، رَبَّنَا اغْفِرْ لَناأى: يا ربنا اغفر لنا ذنوبنا، واغفر، لإخواننا في الدين الَّذِينَ سَبَقُونا بِالْإِيمانِ فهم أسبق منا إلى الخير والفضل.. وَلا تَجْعَلْ يا ربنا فِي قُلُوبِنا غِلًّا أى: حسدا وحقدا لِلَّذِينَ آمَنُوا أى: يا ربنا لا تجعل في قلوبنا أى غل أو حسد لإخواننا المؤمنين جميعا.رَبَّنا إِنَّكَ رَؤُفٌ رَحِيمٌ أى: يا ربنا إنك شديد الرأفة بعبادك واسع الرحمة بهم.وقد أخذ العلماء من هذه الآية الكريمة، أن من حق الصحابة- رضى الله عنهم- على من جاءوا بعدهم، أن يدعوا لهم، وأن ينزلوهم في قلوبهم منزلة الاحترام والتبجيل والتكريم..ورحم الله الإمام القرطبي فقد أفاض في بيان هذا المعنى، فقال ما ملخصه: قوله- تعالى-: وَالَّذِينَ جاؤُ مِنْ بَعْدِهِمْ ... يعنى التابعين، ومن دخل في الإسلام إلى يوم القيامة.قال ابن أبى ليلى: الناس على ثلاثة منازل: المهاجرون، والذين تبوأوا الدار والإيمان، والذين جاءوا من بعدهم، فاجتهد ألا تخرج من هذه المنازل.وهذه الآية دليل على وجوب محبة الصحابة..وقال الإمام الرازي: واعلم أن هذه الآيات قد استوعبت جميع المؤمنين لأنهم إما المهاجرون، أو الأنصار، أو الذين جاءوا من بعدهم، وبين أن من شأن من جاء من بعد المهاجرين والأنصار، أن يذكر السابقين، وهم المهاجرون والأنصار بالدعاء والرحمة، فمن لم يكن كذلك، بل ذكرهم بسوء كان خارجا من جملة أقسام المؤمنين، بحسب نص هذه الآية..  .وبعد أن رسمت السورة الكريمة، تلك الصورة الوضيئة للمهاجرين والأنصار والذين اتبعوهم بإحسان.. بعد كل ذلك أخذت في رسم صورة أخرى، متباينة تمام المباينة مع صورة هؤلاء الصادقين، ألا وهي صورة المنافقين، الذين انضموا إلى كل مناوئ للدعوة الإسلامية، فقال- تعالى-:"
}