{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/59/18/",
    "ayah_number": 18,
    "text": "والمراد بالغد في قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ ما قَدَّمَتْ لِغَدٍ ... يوم القيامة..أى: يا من آمنتم بالله- تعالى- حق الإيمان اتَّقُوا اللَّهَ أى صونوا أنفسكم عن كل ما يغضب الله- تعالى-، وراقبوه في السر والعلن. وقفوا عند حدوده فلا تتجاوزوها.وَلْتَنْظُرْ نَفْسٌ ما قَدَّمَتْ لِغَدٍ أى: ولتنظر كل نفس، ولتتأمل في الأعمال التي عملتها في الدنيا. والتي ستحاسب عليها في يوم القيامة، فإن كانت خيرا ازدادت منها، وإن كانت غير ذلك أقلعت عنها.وعبر- سبحانه- عن يوم القيامة بالغد، للإشعار بقربه، وأنه آت لا ريب فيه، كما يأتى اليوم الذي يلي يومك. والعرب تخبر عن المستقبل القريب بالغد كما في قول الشاعر:فإن يك صدر هذا اليوم ولى ... فإن غدا لناظره قريبوقال- سبحانه-: وَلْتَنْظُرْ نَفْسٌ لإفادة العموم، أى: كل نفس عليها أن تنظر نظرة محاسبة ومراجعة في أعمالها بحيث لا تقدم إلا على ما كان صالحا منها.قال صاحب الكشاف: فإن قلت: ما معنى تنكير النفس والغد؟ قلت: أما تنكير النفس فاستقلالا للأنفس النواظر فيما قدمت للآخرة، كأنه قيل: ولتنظر نفس واحدة في ذلك، وأما تنكير الغد، فلتعظيمه وإبهام أمره، كأنه قيل: لغد لا يعرف كنهه لعظمه.وعن مالك بن دينار: مكتوب على باب الجنة: وجدنا ما عملنا، وربحنا ما قدمنا، وخسرنا ما خلفنا ... .وكرر- سبحانه- الأمر بالتقوى فقال: واتَّقُوا اللَّهَ للتأكيد. أى: اتقوا الله بأن تؤدوا ما كلفكم به من واجبات، وبأن تجتنبوا ما نهاكم عنه من سيئات.وقوله- سبحانه-: إِنَّ اللَّهَ خَبِيرٌ بِما تَعْمَلُونَ تعليل للحض على التقوى أى:اتقوه في كل ما تأتون وما تذرون، لأنه- تعالى- لا تخفى عليه خافية من أعمالكم، بل هو- سبحانه- محيط بها إحاطة تامة، وسيجازيكم عليها بما تستحقون يوم القيامة.وقد جاء الأمر بتقوى الله- تعالى- في عشرات الآيات من القرآن الكريم، لأن تقوى الله- تعالى- هي جماع كل خير، وملاك كل بر، ومن الأدلة على ذلك. أننا نرى القرآن يبين لنا أن تقوى الله قد أمر بها كل نبي قومه، قال- تعالى-: كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ. إِذْ قالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلا تَتَّقُونَ. إِنِّي لَكُمْ رَسُولٌ أَمِينٌ. فَاتَّقُوا اللَّهَ وَأَطِيعُونِ....وتارة نجد القرآن الكريم يبين لنا الآثار الطيبة التي تترتب على تقوى الله في الدنيا والآخرة، فيقول: وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ....ويقول: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ.ويقول- سبحانه-: الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ.ويقول- عز وجل-: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ، فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ."
}