{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/59/6/",
    "ayah_number": 6,
    "text": "وقوله: وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ، فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ ...معطوف على قوله- تعالى-: ما قَطَعْتُمْ مِنْ لِينَةٍ ... لبيان نعمة أخرى من النعم التي أنعم بها- سبحانه- على المؤمنين، في غزوة بنى النضير.وأَفاءَ من الفيء بمعنى الرجوع، يقال: فاء عليه، إذا رجع، ومنه قوله- تعالى- في شأن الإيلاء: فَإِنْ فاؤُ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ..والمراد به هنا معناه الشرعي: وهو ما حصل عليه المؤمنون من أموال أعدائهم بدون قتال، كأن يكون هذا المال عن طريق الصلح، كما فعل بنو النضير، فقد صالحوا المؤمنين على الخروج من المدينة، على أن يكون لكل ثلاثة منهم حمل بعير- سوى السلاح- وأن يتركوا بقية أموالهم للمسلمين.والضمير في قوله مِنْهُمْ يعود إلى بنى النضير، الذي عبر- سبحانه- عنهم بقوله:هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتابِ....وقوله: فَما أَوْجَفْتُمْ ... من الإيجاف بمعنى الإسراع في السير يقال: وجف الفرس يجف وجفا ووجيفا، إذا أسرع في سيره. والجملة خبر «ما» الموصولة في قوله: وَما أَفاءَ ... وما في قوله فَما أَوْجَفْتُمْ نافية.والركاب: اسم جمع للإبل التي تركب، وفي الكلام حذف أغنى عنه قوله- سبحانه-:فَما أَوْجَفْتُمْ....والمعنى: اعلموا- أيها المؤمنون- أن ما أعطاه الله- تعالى- لرسوله صلى الله عليه وسلم من أموال بنى النضير التي صالحوه عليها، فلا حق لكم فيها لأنكم لم تنالوها بقتالكم لهم على الخيل أو الإبل، وإنما تفضل بها- سبحانه- على نبيه صلى الله عليه وسلم بلا قتال يذكر، فقد كانت ديار بنى النضير على بعد ميلين من المدينة، فذهب إليها المسلمون راجلين، وحاصروها حتى تم استسلام بنى النضير لهم..قال الآلوسى: روى أن بنى النضير لما أجلوا عن أوطانهم، وتركوا رباعهم وأموالهم.طلب المسلمون تخميسها كغنائم بدر، فأنزل الله- تعالى-: وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْهُمْ فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ ... فكانت لرسول الله صلى الله عليه وسلم خاصة.فقد أخرج البخاري، ومسلم، وأبو داود، والترمذي، والنسائي، وغيرهم عن عمر بن الخطاب- رضى الله عنه- قال: كانت أموال بنى النضير، مما أفاء الله- تعالى-: على رسوله صلى الله عليه وسلم مما لم يوجف المسلمون عليه بخيل ولا ركاب، وكانت لرسول الله صلى الله عليه وسلم خاصة، فكان ينفق على أهله منها نفقة سنة، ثم يجعل ما بقي في السلاح والكراع عدة في سبيل الله- تعالى-.وقال الضحاك: كانت أموال بنى النضير لرسول الله صلى الله عليه وسلم خاصة، فآثر بها المهاجرين. وقسمها عليهم، ولم يعط الأنصار منها شيئا، إلا ثلاثة منهم أعطاهم لفقرهم..  .وقوله- سبحانه-: وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلى مَنْ يَشاءُ ... استدراك على النفي في قوله- تعالى-: فَما أَوْجَفْتُمْ عَلَيْهِ....أى: ليس لكم الحق- أيها المؤمنون- في أموال بنى النضير، لأنكم لم تظفروا بها عن طريق قتال منكم لهم، ولكن الله- تعالى- سلط رسوله صلى الله عليه وسلم عليهم وعلى ما في أيديهم، كما كان يسلط رسله على من يشاء من أعدائهم، والله- تعالى- قدير على كل شيء ...وما دام الأمر كذلك، فاتركوا رسولكم صلى الله عليه وسلم يتصرف في أموال بنى النضير بالطريقة التي يريدها ويختارها بإلهام من الله- عز وجل-."
}