{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/69/",
    "ayah_number": 69,
    "text": "روى المفسرون في سبب نزول هاتين الآيتين روايات منها ما أخرجه ابن جرير عن سعيد بن جبير قال: جاء رجل من الأنصار إلى رسول الله صلى الله عليه وسلم وهو محزون. فقال له النبي صلى الله عليه وسلم: يا فلان مالي أراك محزونا؟ فقال الرجل: يا نبي الله شيء فكرت فيه. فقال ما هو؟ قال: نحن نغدو عليك ونروح ننظر إلى وجهك ونجالسك. وغدا ترفع مع النبيين فلا نصل إليك. فلم يرد النبي صلى الله عليه وسلم شيئا. فأتاه جبريل بهذه الآية. وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ.. إلخ.قال: فبعث إليه النبي صلى الله عليه وسلم فبشره»  .والمعنى: وَمَنْ يُطِعِ اللَّهَ بالانقياد لأمره ونهيه، ويطع الرَّسُولَ في كل ما جاء به من ربه «فأولئك» المطيعون مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ بالنعم التي تقصر العبارات عن تفصيلها وبيانها.وقوله: مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَداءِ وَالصَّالِحِينَ بيان للمنعم عليهم الذين يكون المطيع في صحبتهم ورفقتهم.أى: فأولئك المتصفون بتمام الطاعة لله- تعالى- ولرسوله صلى الله عليه وسلم، يكونون يوم القيامة في صحبة الأنبياء الذين أرسلهم الله مبشرين ومنذرين فبلغوا رسالته ونالوا منه- سبحانه- أشرف المنازل.وبدأ- سبحانه- بالنبيين لعلو درجاتهم، وسمو منزلتهم على من عداهم من البشر.وقوله وَالصِّدِّيقِينَ جمع صديق وهم الذين صدقوا بكل ما جاء به الرسول صلى الله عليه وسلم تصديقا لا يخالجه شك، ولا تحوم حوله ريبة، وصدقوا في دفاعهم عن عقيدتهم وتمسكهم بها، وسارعوا إلى ما يرضى الله بدون تردد أو تباطؤ.وقوله وَالشُّهَداءِ جمع شهيد. وهم الذين استشهدوا في سبيل الله، ومن أجل إعلاء دينه وشريعته.وقوله وَالصَّالِحِينَ جمع صالح. وهم الذين صلحت نفوسهم، واستقامت قلوبهم وأدوا ما يجب عليهم نحو خالقهم ونحو أنفسهم ونحو غيرهم.هؤلاء هم الأخيار الأطهار الذين يكون المطيعون لله ولرسوله في رفقتهم وصحبتهم.قال الفخر الرازي: «وليس المراد بكون من أطاع الله وأطاع الرسول مع النبيين والصديقين ... كون الكل في درجة واحدة، لأن هذا يقتضى التسوية في الدرجة بين الفاضل والمفضول. وأنه لا يجوز. بل المراد كونهم في الجنة بحيث يتمكن كل واحد منهم من رؤية الأخر، وإن بعد المكان، لأن الحجاب إذا زال شاهد بعضهم بعضا: وإذا أرادوا الزيارة والتلاقي قدروا عليه. فهذا هو المراد من هذه المعية.ثم قال: وقد دلت الآية على أنه لا مرتبة بعد النبوة في الفضل والعلم إلا هذا الوصف. وهو كون الإنسان صديقا ولذا أينما ذكر في القرآن الصديق والنبي لم يجعل بينهما واسطة كما قال- تعالى- في صفة إدريس إِنَّهُ كانَ صِدِّيقاً نَبِيًّا  .وقوله- تعالى وَحَسُنَ أُولئِكَ رَفِيقاً تذييل مقرر لما قبله مؤكد للترغيب في العمل الصالح الذي يوصل المسلم إلى صحبة هؤلاء الكرام.وقوله حَسُنَ فعل مراد به المدح ملحق بنعم. ومضمن معنى التعجب من حسنهم.واسم الإشارة أُولئِكَ يعود إلى كل صنف من هذه الأصناف الأربعة وهم النبيون ومن بعدهم.والرفيق: هو المصاحب الذي يلازمك في عمل أو سفر أو غيرهما. وسمى رفيقا لأنك ترافقه ويرافقك ويستعين كل واحد منكما بصاحبه في قضاء شئونه. وهو مشتق من الرفق بمعنى لين الجانب، ولطف المعاشرة.ولم يجمع، لأن صيغة فعيل يستوي فيها الواحد وغيره.والمعنى وحسن كل واحد من أولئك الأخيار- وهم الأنبياء ومن بعدهم- رفيقا ومصاحبا في الجنة لأن رفقة كل واحد منهم تشرح الصدور، وتبهج النفوس.والمخصوص بالمدح محذوف أى: وحسن كل واحد من المذكورين رفيقا أو وحسن المذكورون أو الممدوحون رفيقا، لأن حسن لها حكم نعم.وقوله أُولئِكَ فاعل حسن. ورفيقا تمييز.قال صاحب الكشاف وقوله وَحَسُنَ أُولئِكَ رَفِيقاً فيه معنى التعجب كأنه قيل:وما أحسن أولئك رفيقا. ولاستقلاله بمعنى التعجب قرئ وحسن بسكون السين) ."
}