{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/64/",
    "ayah_number": 64,
    "text": "ثم بين- سبحانه- أنه ما أرسل رسله إلا ليطاعوا لا ليخالفوا، وأرشد المخالفين إلى ما يجب عليهم فعله للتكفير عن مخالفتهم فقال تعالى:وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا لِيُطاعَ بِإِذْنِ اللَّهِ. وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ، لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً.ومِنْ في قوله مِنْ رَسُولٍ زائدة للتأكيد والتعميم، واللام في قوله لِيُطاعَ للتعليل، والاستثناء مفرغ من المفعول لأجله.أى: وما أرسلنا رسولا من الرسل لشيء من الأشياء إلا ليطاع فيما أمر ونهى وحكم، لا ليطلب ذلك من غيره. فطاعته فرض على من أرسل إليهم. وإنكار فرضيتها كفر.لأن طاعة الرسول طاعة لله، ومعصيته معصية لله. قال- تعالى-: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ.وقوله بِإِذْنِ اللَّهِ أى: بسبب إذنه- سبحانه- في طاعة رسوله. لأنه هو الذي أمر بهذه الطاعة لرسله.ويجوز أن يراد بقوله بِإِذْنِ اللَّهِ أى بتوفيقه- سبحانه- إلى هذه الطاعة من يشاء توفيقه إليها من عباده.وقوله وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ.. إلخ بيان لما كان يجب عليهم أن يفعلوه بعد وقوعهم في الخطأ.أى ولو أنهم إذ ظلموا أنفسهم بسبب تحاكمهم إلى الطاغوت، وبخروجهم عن تعاليم الإسلام، لو أنهم بسبب ذلك وغيره جاؤُكَ تائبين توبة صادقة من هذا النفاق فَاسْتَغْفَرُوا اللَّهَ مما اجترحوه من ذنوب وسيئات وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ.أى. دعوا الله- تعالى- بأن يقبل توبتهم، ويغفر ذنوبهم. لو أنهم فعلوا ذلك لَوَجَدُوا اللَّهَ تَوَّاباً أى كثير القبول للتوبة من التائبين رَحِيماً أى كثير التفضل على عباده بالرحمة والمغفرة.قال الفخر الرازي: لقائل أن يقول: أليس لو استغفروا الله وتابوا على وجه صحيح، كانت توبتهم مقبولة؟ فما الفائدة في ضم استغفار الرسول إلى استغفارهم؟قلنا: الجواب عنه من وجوه:الأول: أن ذلك التحاكم إلى الطاغوت كان مخالفة لحكم الله.وكان أيضا إساءة إلى الرسول صلى الله عليه وسلم ومن كان ذنبه كذلك وجب عليه الاعتذار عن ذلك الذنب لغيره. فلهذا المعنى وجب عليهم أن يطلبوا من الرسول أن يستغفر لهم.الثاني: أن القوم لما لم يرضوا بحكم الرسول، ظهر منهم ذلك التمرد. فإذا تابوا وجب عليهم أن يفعلوا ما يزيل عنهم ذلك التمرد، وما ذاك إلا بأن يذهبوا إلى الرسول صلى الله عليه وسلم ويطلبوا منه الاستغفار.الثالث: لعلهم إذا أتوا بالتوبة أتوا بها على وجه الخلل، فإذا انضم إليها استغفار الرسول صارت مستحقة للقبول.ثم قال: وإنما قال- سبحانه- وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ. ولم يقل واستغفرت لهم: إجلالا للرسول صلى الله عليه وسلم. وأنهم إذا جاءوا من خصه الله برسالته، وأكرمه بوحيه، وجعله سفيرا بينه وبين خلقه، ومن كان كذلك فإن الله لا يرد شفاعته، فكانت الفائدة في العدول عن لفظ الخطاب إلى لفظ المغايبة .فالآية الكريمة قد فتحت باب التوبة أمام العصاة والمذنبين، وسمت بمكانة الرسول صلى الله عليه وسلم عند ربه سموا عظيما.ورحم الله ابن كثير فقد قال عند تفسيره لهذه الآية: وقوله: وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ. الآية. يرشد- تعالى- العصاة والمذنبين إذا وقع منهم الخطأ والعصيان أن يأتوا إلى الرسول صلى الله عليه وسلم فيستغفروا الله عنده، ويسألوه أن يستغفر لهم، فإنهم إذا فعلوا ذلك تاب الله عليهم ورحمهم وغفر لهم ولهذا قال: لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً.وقد جاء عن الإمام العتبى أنه قال: كنت جالسا عند قبر النبي صلى الله عليه وسلم فجاء أعرابى فقال:السلام عليك يا رسول الله!! سمعت الله يقول: وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ.الآية: وقد جئتك مستغفرا لذنبي، مستشفعا بك عند ربي. ثم أنشأ يقول:يا خير من دفنت بالقاع أعظمه ... فطاب من طيبهن القاع والأكمنفسي الفداء لقبر أنت ساكنه ... فيه العفاف وفيه الجود والكرمقال العتبى: ثم انصرف الأعرابى، فرأيت النبي صلى الله عليه وسلم في النوم فقال «يا عتبى الحق الأعرابى فبشره أن الله قد غفر له» ."
}