{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/105/",
    "ayah_number": 105,
    "text": "ذكر المفسرون في سبب نزول هذه الآيات روايات مختلفة السياق إلا أنها متقاربة المعاني.ومن ذلك ما ذكره صاحب الكشاف من أن رجلا اسمه طعمة بن أبيرق- أحد بنى ظفر- سرق درعا من جار له أسمه قتادة ابن النعمان في جراب دقيق. فجعل الدقيق ينتثر من خرق فيه. وخبأ طعمة الدرع عند رجل من اليهود اسمه زيد بن السمين.فالتمست الدرع عند طعمة فلم توجد وحلف ما أخذها، وماله بها علم. فتركوه واتبعوا أثر الدقيق حتى انتهى إلى منزل اليهودي فأخذوها. فقال اليهودي: دفعها إلى طعمة وشهد له ناس من اليهود. فقالت بنو ظفر- أقارب طعمة-: انطلقوا بنا إلى رسول الله صلى الله عليه وسلم فلما وصلوا إليه سألوه أن يجادل- أى يدافع- عن صاحبهم طعمة وقالوا: إن لم تفعل هلك وافتضح وبرىء اليهودي. فهم رسول الله صلى الله عليه وسلم أن يفعل وأن يعاقب اليهودي. وقيل هم أن يقطع يده فنزلت .وهذه الآيات الكريمة وإن كانت قد نزلت في حادثة معينة، إلا أن توجيهاتها وأحكامها تتناول جميع المكلفين في كل زمان ومكان.وقوله تعالى إِنَّا أَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِما أَراكَ اللَّهُ تشريف للنبي صلى الله عليه وسلم وإرشاد إلى ما يجب أن يكون عليه الحاكم أو القاضي من عدالة ونزاهة.أى: إنا أنزلنا إليك يا محمد القرآن الكريم، إنزالا ملتبسا بالحق وبالعدل لكي تحكم بين الناس في قضاياهم بما أراك الله. أى بما عرفك وأعلمك وأوحى به إليك وقوله بِالْحَقِّ في محل نصب على الحال المؤكدة فيتعلق بمحذوف. وصاحب الحال هو الكتاب. أى: أنزلناه ملتبسا بالحق.وقوله بِما أَراكَ الفعل هنا متعد لاثنين أحدهما العائد المحذوف والآخر كاف الخطاب أى: بما أراكه الله. أى: بما عرفك وأعلمك.وسمى ذلك العلم بالرؤية، لأن العلم اليقيني المبرأ عن جهات الريب يكون جاريا مجرى الرؤية في القوة والظهور.قال ابن كثير: احتج من ذهب من علماء الأصول إلى أنه كان صلى الله عليه وسلم له أن يحكم بالاجتهاد بهذه الآية. وبما ثبت في الصحيحين عن أم سلمة أن رسول الله صلى الله عليه وسلم سمع جلبة خصوم بباب حجرته فخرج إليهم فقال: «ألا إنما أنا بشر. وإنما أقضى بنحو مما أسمع. ولعل أحدكم أن يكون ألحن بحجته من بعض فأقضى له. فمن قضيت له بحق مسلم فإنما هي قطعة من النار، فليحملها أو ليذرها» .وفي رواية للإمام أحمد عن السيدة أم سلمة- أيضا- قالت: جاء رجلان من الأنصار يختصمان إلى رسول الله صلى الله عليه وسلم في مواريث بينهما قد درست. ليس عندهما بينه. فقال رسول الله صلى الله عليه وسلم: «إنكم تختصمون إلى وإنما أنا بشر. ولعل بعضكم ألحن بحجته من بعض.فإنى أقضى بينكم على نحو ما أسمع. فمن قضيت له من حق أخيه شيئا فلا يأخذه فإنما أقطع له قطعة من النار.. فبكى الرجلان وقال كل منهما: حقي لأخى. فقال رسول الله صلى الله عليه وسلم أما إذا قلتما ذلك فاذهبا فاقتسما، ثم توخيا الحق بينكما ثم استهما. ثم ليحلل كل واحد منكما صاحبه» .وقوله «ولا تكن للخائنين خصيما» معطوف على كلام مقدر يفهم من المقام. والخصيم هنا بمعنى المنتصر المدافع عن غيره فهو اسم فاعل بمعنى مخاصم وجمعه الخصماء. وأصله من الخصم وهو ناحية الشيء وطرفه. وقيل للخصمين خصمان، لأن كل واحد منهما في ناحية من الحجة والدعوى.والمعنى: إنا أنزلنا إليك الكتاب بالحق فاحكم به ولا تكن لأجل الخائنين مخاصما للبراء، بأن تجعل فكرك ينحاز إلى أولئك الخائنين- الذين يظهرون الإسلام- قبل سماع البينات الهادية المرشدة إلى الحق.وسماهم- سبحانه- خائنين، لأنهم في علمه- تعالى- كانوا كذلك وقد أخبر نبيه بخيانتهم ليحذرهم ولا يحسن الظن بهم.قال القرطبي: قال العلماء: لا ينبغي إذا ظهر للمسلمين نفاق قوم أن يجادل فريق منهم فريقا عنهم ليحموهم ويدفعوا عنهم. فإن هذا قد وقع على عهد النبي صلى الله عليه وسلم وفيهم نزل قوله- تعالى- وَلا تَكُنْ لِلْخائِنِينَ خَصِيماً. وقوله: وَلا تُجادِلْ عَنِ الَّذِينَ يَخْتانُونَ أَنْفُسَهُمْ.والخطاب للنبي صلى الله عليه وسلم والمراد منه الذين كانوا يفعلونه من المسلمين دونه لوجهين:أحدهما: أنه- تعالى- أبان ذلك بما ذكره بعد بقوله ها أَنْتُمْ هؤُلاءِ جادَلْتُمْ عَنْهُمْ فِي الْحَياةِ الدُّنْيا. والآخر: أن النبي صلى الله عليه وسلم كان حكما فيما بينهم، ولذلك كان يعتذر إليه ولا يعتذر هو إلى غيره فدل على أن القصد لغيره"
}