{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/33/",
    "ayah_number": 33,
    "text": "ثم قال- تعالى وَلِكُلٍّ جَعَلْنا مَوالِيَ مِمَّا تَرَكَ الْوالِدانِ وَالْأَقْرَبُونَ.والمضاف إلى كل هنا محذوف عوض عنه التنوين. والتقدير ولكل إنسان أو لكل قوم أو لكل من مات، أو لكل من الرجال والنساء.والموالي: جمع مولى. والمولى لفظ مشترك بين معان، فيقال للسيد المعتق لعبده مولى، لأنه ولى نعمته في عتقه له. ويقال للعبد العتيق مولى لاتصال ولاية مولاه في إنعامه عليه كما يقال لكل من الحليف والنصير والقريب مولى. ويقال لعصبة الشخص موالي.قال الفخر الرازي: والمراد بالموالي هنا العصبة. ويؤكد ذلك ما رواه أبو صالح عن أبى هريرة قال: قال رسول الله صلى الله عليه وسلم «أنا أولى بالمؤمنين. من مات وترك مالا فماله للموالي العصبة. ومن ترك كلا فأنا وليه» وقال- عليه الصلاة والسلام- «اقسموا هذا المال فما أبقت السهام فلأولى عصبة ذكر».هذا، وللمفسرين في تأويل هذه الآية الكريمة أقوال متعددة منها أن المعنى:1- ولكل واحد من الرجال والنساء جعلنا ورثة عصبة، يرثون مما تركه الوالدان والأقربون من المال.2- أو المعنى: ولكل من مات من الرجال والنساء جعلنا موالي أى ورثة يقتسمون تركته عن طريق الإرث، ولا حق للحليف فيها لأنه ليس من عصبة هذا الميت.3- أو المعنى: ولكل مال مما تركه الوالدان والأقربون جعلنا موالي أى ورثة يلونه ويحوزونه بعد أن يأخذ أصحاب الفروض نصيبهم.وعلى هذه الوجوه يكون الوالدان والأقربون هم الذين يرثهم غيرهم من مواليهم أى عصبتهم.4- قال الفخر الرازي: ويمكن أن تفسر الآية بحيث يكون الوالدان والأقربون هم الورثة، فيكون المعنى:ولكل واحد جعلنا ورثة في تركته. ثم كأنه قيل: ومن هؤلاء الورثة؟ فقيل. هم الوالدان والأقربون. وعلى هذا الوجه لا بد من الوقف عند قوله مِمَّا تَرَكَ :هذا وتفسير الآية الكريمة بحيث يكون الوالدان والأقربون هم الذين يرثهم غيرهم من عصبتهم هو الأولى، لأنه هو الظاهر في معنى الآية، وعليه سار جمهور المفسرين، فقد قال ابن جرير: «فالموالى ها هنا: الورثة. ويعنى بقوله مِمَّا تَرَكَ الْوالِدانِ وَالْأَقْرَبُونَ مما تركه والداه وأقرباؤه من الميراث. فتأويل الكلام، ولكل منكم أيها الناس جعلنا عصبة يرثون مما ترك والداه وأقرباؤه من ميراثهم».وقال صاحب الكشاف: قوله مِمَّا تَرَكَ تبيين لكل. أى: ولكل شيء مما ترك الوالدان والأقربون من المال جعلنا موالي أى ورثة يلونه ويحرزونه، أو ولكل قوم جعلناهم موالي نصيب مما ترك الوالدان والأقربون. على أن جَعَلْنا مَوالِيَ صفة لكل، والضمير الراجع إلى كل محذوف، والكلام مبتدأ أو خبر. كما تقول: لكل من خلقه الله إنسانا من رزق الله. أى حظ من رزق الله.وقال القرطبي: بين الله- تعالى- أن لكل إنسان ورثة وموالي، فلينتفع كل واحد بما قسم الله له من الميراث ولا يتمن مال غيره.وقوله وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ جملة من مبتدأ وخبر. وجيء بالفاء في الخبر وهو قوله فَآتُوهُمْ لتضمن المبتدأ معنى الشرط.وقوله عَقَدَتْ من العقد وهو الشد والربط والتوكيد والتغليظ، ومنه قولهم: عقد العهد يعقده، أى: شده وأكده.والأيمان: جمع يمين والمراد به هنا أيديهم اليمنى، وإسناد العقد إليها على سبيل المجاز، لأنهم كانوا عند ما يوثقون عقدا يضع كل واحد منهم يده في يد الآخر، ليكون ذلك علامة على انبرام العقد وتأكيده. ومن هنا قيل للعقود الصفقات لأن كل عاقد يصفق بيمنه على يمين الآخر.ويصح أن يكون المراد بالأيمان هنا الأقسام التي كانوا يقسمونها ويحلفونها عند التعاقد على شيء يهمهم أمره.وقد قرأ عاصم وحمزة والكسائي «عقدت أيمانكم، وقرأ الباقون» عاقدت أيمانكم» وعلى كلتا القراءتين فالمفعول محذوف أى والذين عقدت حلفهم أيمانكم أو عاقدتهم أيمانكم.وللعلماء في المراد بقوله وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ أقوال منها:1- أن المراد بهم الحلفاء وهم موالي الموالاة وكان لهم نصيب من الميراث ثم نسخ، وقد ورد في ذلك آثار منها ما أخرجه ابن جرير وغيره عن قتادة قال: قوله تعالى-: وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ كان الرجل يعاقد الرجل في الجاهلية فيقول: دمى دمك، وهدمي هدمك.. أى مهدومى مهدومك وترثني وأرثك، وتطلب بي وأطلب بك، فجعل له السدس من جميع المال في الإسلام، ثم يقسم أهل الميراث ميراثهم. فنسخ ذلك بعد في سورة الأنفال فقال الله تعالى- وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ .2- ويرى بعضهم أن المراد بهم الأدعياء وهم الأبناء بالتبني، وكانوا يتوارثون بسبب ذلك، ثم نسخه بآية سورة الأنفال السابقة.3- ويرى فريق ثالث أن المراد بهم إخوان المؤاخاة، فقد كان النبي صلى الله عليه وسلم يؤاخى بين الرجلين من أصحابه وكانت تلك المؤاخاة سببا في التوارث ثم نسخ ذلك بآية الأنفال السابقة.4- وقال أبو مسلم الأصفهاني: المراد بهم الأزواج، إذ النكاح يسمى عقدا.والذي نراه أولى هو القول الأول لكثرة الآثار التي تؤيده، ولأنه هو الذي رجحه جمهور المفسرين، وعليه يكون المعنى: والذين عقدت حلفهم أيمانكم وهم الذين تحالفتم معهم على التناصر وغيره فَآتُوهُمْ نَصِيبَهُمْ أى فأعطوهم نصيبهم من الميراث وفاء بالعقود والعهود.قال ابن جرير عند تفسيره لهذه الآية الكريمة. وأولى الأقوال بالصواب في تأويل قوله- تعالى- وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ قول من قال: والذين عقدت أيمانكم على المحالفة، وهم الحلفاء، وذلك أنه معلوم عند جميع أهل العلم بأيام العرب وأخبارها: أن عقد الحلف بينها كان يكون بالأيمان والعهود والمواثيق على نحو ما قد ذكرنا من الروايات في ذلك  .وقال ابن كثير: وقوله وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ أى والذين تحالفتم بالأيمان المؤكدة أنتم وهم فآتوهم نصيبهم من الميراث كما وعدتموهم في الأيمان المغلظة، إن الله شاهد بينكم في تلك العقود والمعاهدات. وقد كان هذا في ابتداء الإسلام ثم نسخ بعد ذلك، وأمروا أن يوفوا من عاقدوا ولا ينشئوا بعد نزول هذه الآية معاقدة.ثم ختم- سبحانه- الآية الكريمة بقوله إِنَّ اللَّهَ كانَ عَلى كُلِّ شَيْءٍ شَهِيداً أى إن الله- تعالى- كان وما زال عالما بجميع الأشياء، ومطلعا على جليها وخفيها، وسيجازى الذين يتمسكون بشريعته بما يستحقون من ثواب. وسيجازى الذين ينحرفون عنها بما يستحقون من عقاب.فالجملة الكريمة تذييل قصد به الوعد لمن أطاع الله والوعيد لمن عصاه.ثم بين- سبحانه- حقوق الرجال وحقوق النساء، وما يجب لكل فريق نحو الآخر، ودعا أهل الخير إلى محاولة الإصلاح بين الزوجين إذا ما دب الخلاف بينهما فقال- تعالى-:"
}