{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/2/",
    "ayah_number": 2,
    "text": "والأمر في قوله وَآتُوا يتناول كل من له ولاية أو وصاية أو صلة باليتيم، كما يتناول الجماعة الإسلامية بصفة عامة، لكي تتكاتف وتتعاون على تمكين اليتيم من وصول حقه إليه بدون بخس أو مماطلة.والْيَتامى جمع يتيم وهو الصغير الذي مات أبوه، مأخوذ من اليتم بمعنى الانفراد. ومنه الدرة اليتيمة.قال صاحب الكشاف وحق هذا الاسم أن يقع على الصغار والكبار لبقاء معنى الانفراد عن الآباء، إلا أنه قد غلب أن يسموا به قبل أن يبلغوا مبلغ الرجال، فإذا استغنوا بأنفسهم عن كافل وقائم عليهم، وانتصبوا كفاة يكفلون غيرهم ويقومون عليهم، زال عنهم هذا الاسم.وكانت قريش تقول لرسول الله صلى الله عليه وسلم: يتيم أبى طالب إما على القياس، وإما حكاية للحال التي كان عليها صغيرا في حجر عمه. وأما قوله صلى الله عليه وسلم «لا يتم بعد الحلم» فهو تعليم شريعة لا لغة.أى أنه إذا احتلم لم تجر عليه أحكام الصغار» .والمراد باليتامى هنا الصغار، والمراد بإيتائهم أموالهم حفظها لهم وعدم الطمع في شيء منها لا من قبل الورثة ولا من قبل الأوصياء ولا من قبل غيرهم وعلى هذا المعنى يكون لفظ الإيتاء قد أول بلازم معناه وهو الحفظ والرعاية لمال اليتامى، لا تسليم المال إليهم لأنه من المعروف شرعا ألا يسلم المال إليهم إلا بعد البلوغ، إذ هم في حال الصغر لا يصلحون للتصرف.ويكون هذا التعبير من باب الكناية بإطلاق اللازم- وهو الإيتاء، وإرادة الملزوم وهو الحفظ، أو من باب المجاز بالمآل إذ الحفظ يؤول إلى الإيتاء.ويرى بعضهم أن المراد باليتامى هنا الكبار الذين أونس منهم الرشد وأن المراد بالإيتاء دفع أموالهم إليهم على سبيل الحقيقة.ويكون التعبير عنهم باليتامى- مع أنهم كبار- باعتبار أن اسم اليتيم يتناول لغة كل من فقد أباه، أو باعتبار قرب عهدهم بالصغر، أو باعتبار ما كان أى الذين كانوا يتامى. قالوا: وفي التعبير عنهم باليتامى مع أنهم كبار، إشارة إلى وجوب المسارعة في تسليم أموالهم إليهم متى أونس منهم الرشد، حتى لكأن اسم اليتيم ما زال باقيا عليهم، غير منفصل عنهم:ويبدو لنا أن الرأى الأول أولى، لأن الأمر بدفع أموال اليتامى إليهم. بعد بلوغهم قد جاء صريحا في قوله- تعالى- بعد ذلك: وَابْتَلُوا الْيَتامى حَتَّى إِذا بَلَغُوا النِّكاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أَمْوالَهُمْ.فكان حمل الآية التي معنا على أن المراد باليتامى: الصغار، وبإيتاء أموالهم حفظها لهم، أولى وأقرب إلى المنطق، لأنه على الرأى الأول يكون الأمر وما يذكر به تأسيسات أحكام، وعلى الرأى الثاني يكون ما في الآية الثانية مؤكدا لما في الآية التي معنا. والتأسيس أولى من التأكيد.ولأن قوله- تعالى- بعد ذلك في الآية التي معنا وَلا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ وَلا تَأْكُلُوا أَمْوالَهُمْ إِلى أَمْوالِكُمْ- إنما هو تحذير للأوصياء والأولياء من الطمع في مال اليتيم أو إضاعته ما دام المال في أيديهم واليتيم في حجرهم، وهذا يؤيد هذا الرأى الأول القائل بأن المراد باليتامى: الصغار، وبإيتاء أموالهم: حفظها ورعايتها حتى تسلم إليهم عند بلوغهم كاملة غير منقوصة.وقوله وَلا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ معناه: لا تجعلوا رديء المال لهم بدل الجيد، بأن تأخذوا لأنفسكم كرائم الأموال ونفائسها، وتتركوا لهم الخسيس منها.قال القرطبي: وكانوا في الجاهلية لعدم الدين لا يتحرجون عن أموال اليتامى فكانوا يأخذون الطيب من أموال اليتامى ويبدلونه بالرديء من أموالهم ويقولون اسم باسم، ورأس برأس، فنهاهم الله عن ذلك. وهذا قول سعيد بن المسيب والزهري والسدى والضحاك وهو ظاهر الآية، إذ التبديل جعل شيء بدل شيء» .ويرى صاحب الكشاف أن المراد بالخبيث: الحرام، وبالطيب: الحلال فقد قالوا:وَلا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ أى: ولا تستبدلوا الحرام وهو مال اليتامى بالحلال وهو مالكم وما أبيح لكم من المكاسب ورزق الله المبثوث في الأرض فتأكلوه مكانه، أو لا تستبدلوا الأمر الخبيث وهو اختزال أموال اليتامى بالأمر الطيب وهو حفظها والتورع عنها».وقوله- تعالى- وَلا تَأْكُلُوا أَمْوالَهُمْ إِلى أَمْوالِكُمْ نهى آخر عن الاعتداء على أموال اليتامى عن طريق خلط أموال اليتامى بأموال الأوصياء، والمراد من الأكل: مطلق الانتفاع والتصرف وخص الأكل بالذكر، لأنه معظم ما يقع لأجله التصرف.والمعنى: ولا تضموا أيها الأوصياء أموال اليتامى إلى أموالكم في الإنفاق فتأكلوها مع أموالكم، وتسووا بينهما في الانتفاع، لأن أموالكم أحل الله لكم أكلها، أما أموال اليتامى فقد حرم الله عليكم أكلها.فالآية الكريمة صريحة في النهى عن خلط مال اليتيم القاصر بمال الوصي عليه بقصد أكله، لأن هذا لون من ألوان الاستيلاء المحرم على أموال اليتامى، كما أنها تتضمن النهى عن خلط مال اليتيم بمال الوصي عليه ولو لم يقصد أكله، لأن هذا الخلط قد يؤدى إلى ضياعه وعدم تميزه فقد يموت الوصي فلا يعرف مال اليتيم من ماله، فيؤدى الأمر إلى أكله وإن لم يكن مقصودا، ولذا قال الفقهاء: إذا مات الوصي على اليتيم مجهلا مال اليتيم اعتبر مستهلكا له.والخلاصة أن الآية الكريمة تحرم على الأولياء والأوصياء وغيرهم أن يتصرفوا في أموال اليتامى أى تصرف يؤدى إلى الإضرار بها، بل عليهم أن يحفظوها لهم حتى يدفعوها إليهم سالمة عند البلوغ.هذا، وليس قيد «إلى أموالكم» محط النهى، بل النهى واقع على أكل أموال اليتامى مطلقا، سواء أكان للآكل مال يضم إليه مال اليتيم أم لم يكن. ولكن لما كان الغالب وجود أموال للأوصياء، وأنهم يريدون من أكل أموال اليتامى التكثر أو توفير أموالهم، جيء بهذا القيد رعاية لهذا الغالب، وليكون ذمهم على جشعهم وضعف دينهم أشد وأشنع حيث أكلوا حقوق اليتامى مع أنهم في غنى عنها بما رزقهم الله من أموال.وإلى هذا المعنى أشار صاحب الكشاف بقوله: فإن قلت: قد حرم عليهم أكل مال اليتامى وحده ومع أموالهم فلم ورد النهى عن أكله معها؟ قلت: لأنهم إذا كانوا مستغنين عن أموال اليتامى بما رزقهم الله من مال حلال- وهم مع ذلك يطمعون فيها- كان القبح أبلغ والذم أحق، ولأنهم كانوا يفعلون ذلك فنعى عليهم فعلهم وسمع بهم ليكون أزجر لهم».ثم ختم- سبحانه- الآية بقوله: إِنَّهُ كانَ حُوباً كَبِيراً.والحوب: اسم مصدر من حاب يحوب حوبا: إذا اكتسب إثما. يقال: فلان يتحوب أى يتأثم. والحوباء: النفس المرتكبة للإثم. ويقال في الدعاء: اللهم اغفر حوبتي، أى إثمى.وأصله الزجر للإبل، فسمى الإثم حوبا لأنه يزجر عنه وبه.والضمير في قوله إِنَّهُ يعود إلى أكل مال اليتيم بأى طريق محرم.والمعنى: إن أكل مال اليتيم بأى طريقة من الطرق المحرمة كان إثما كبيرا، وذنبا عظيما، لأن هذا الأكل اعتداء على نفس ضعيفة فقدت من يعولها ومن يدافع عنها، ومن اعتدى على نفس ضعيفة، وضيع حقها، وخان الأمانة كان مرتكبا لذنب عظيم يؤدى به إلى العقوبة والعذاب الأليم.والجملة بمنزلة التعليل للنهى عن أكل مال اليتيم، وعن الطمع بدون وجه حق فيها.ثم شرع- سبحانه- في نهيهم عن منكر آخر كانوا يباشرونه فقال- تعالى-:وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتامى فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ مَثْنى وَثُلاثَ وَرُباعَ.وقوله وَإِنْ خِفْتُمْ شرط، وجوابه قوله فَانْكِحُوا.والمراد من الخوف: العلم، وعبر عنه بذلك للأشعار بكون المعلوم مخوفا محذورا. ويقوم الظن الغالب مقام العلم.وقوله تُقْسِطُوا من الإقساط وهو العدل. يقال: أقسط الرجل إذا عدل. قال- تعالى-: وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ ويقال: قسط الرجل إذا جار وظلم صاحبه.قال- تعالى- أَمَّا الْقاسِطُونَ فَكانُوا لِجَهَنَّمَ حَطَباً.والمراد «باليتامى» : يتامى النساء. قال الزمخشري: ويقال للإناث اليتامى كما يقال للذكور وهو جمع يتيمة.ومعنى ما طابَ لَكُمْ ما مالت إليه نفوسكم واستطابته من النساء اللائي أحل الله لكم نكاحهن.هذا، وللعلماء أقوال في تفسير هذه الآية الكريمة منها: ما رواه البخاري ومسلم وأبو داود والنسائي وغيرهم عن عروة بن الزبير أنه سأل عائشة- رضى الله عنها- عن هذه الآية فقالت: يا ابن أختى هي اليتيمة تكون في حجر وليها تشركه في ماله ويعجبه مالها وجمالها.فيريد وليها أن يتزوجها من غير أن يقسط في صداقها، فيعطيها مثل ما يعطيها غيره.قال عروة: قالت عائشة: وإن الناس استفتوا رسول الله صلى الله عليه وسلم بعد هذه الآية، فأنزل الله- تعالى-: وَيَسْتَفْتُونَكَ فِي النِّساءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَما يُتْلى عَلَيْكُمْ فِي الْكِتابِ فِي يَتامَى النِّساءِ اللَّاتِي لا تُؤْتُونَهُنَّ ما كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ.قالت عائشة: وقول الله- تعالى- وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ رغبة أحدكم عن يتيمته حين تكون قليلة المال والجمال. قالت: فنهوا عن أن ينكحوا من رغبوا في مالها وجمالها من يتامى النساء إلا بالقسط، من أجل رغبتهم عنهن إذا كن قليلات المال والجمال» .وعلى هذه الرواية التي ساقها أئمة المحدثين عن عائشة في المراد من الآية الكريمة يكون المعنى: وإن علمتم أيها الأولياء على النساء اليتامى أنكم لن تعدلوا فيهن إذا تزوجتم بهن- بأن تسيئوا إليهن في العشرة، أو بأن تمتنعوا عن إعطائهن الصداق المناسب لهن- إذا علمتم ذلك فانكحوا غيرهن من النساء الحلائل اللائي تميل إليهن نفوسكم ولا تظلموا هؤلاء اليتامى بنكاحهن دون أن تعطوهن حقوقهن فإن الله- تعالى- قد وسع عليكم في نكاح غيرهن.فالمقصود من الآية الكريمة على هذا المعنى: نهى الأولياء عن نكاح النساء اليتامى اللائي يلونهن عند خوف عدم العدل فيهن، إلا أنه أوثر التعبير عن ذلك بالأمر بنكاح النساء الأجنبيات، كراهة للنهى الصريح عن نكاح اليتيمات، وتلطفا في صرف المخاطبين عن نكاح اليتامى حال العلم بعدم العدل فيهن.فكأنه- سبحانه- يقول: إن علمتم أيها الأولياء الجور والظلم في نكاح اليتامى اللائي في ولايتكم فلا تنكحوهن، وانكحوا غيرهن مما طاب لكم من النساء.وعلى هذا القول الذي أورده المحدثون عن عائشة- رضى الله عنها- سار كثير من المفسرين في تفسير الآية الكريمة. وبعضهم اقتصر عليه ولم يذكر سواه.قال بعض العلماء: وكلامها هذا أحسن تفسير لهذه الآية. وهي وإن لم تسند ما قالته إلى رسول الله، إلا أن سياق كلامها يؤذن بأنه عن توقيف ولذلك أخرجه البخاري في باب تفسير سورة النساء بسياق الأحاديث المرفوعة، اعتدادا بأنها ما قالت ذلك إلا عن معاينة حال النزول.لا سيما وقد قالت: ثم إن الناس استفتوا رسول الله- صلى الله عليه وسلم- وعليه فيكون إيجاز لفظ الآية اعتدادا بما فهمه الناس مما يعلمون من أحوالهم، وتكون قد جمعت إلى جانب حفظ حقوق اليتامى في أموالهم الموروثة، حفظ حقوقهم في الأموال التي يستحقها النساء اليتامى كمهور لهن عند الزواج بهن..».أما الرأى الثاني فيرى أصحابه أن الآية مسوقة للنهى عن نكاح ما فوق الأربع خوفا على أموال اليتامى أن يتلفها أولياؤهم.وقد حكى هذا القول الإمام ابن جرير فقال: وقال آخرون بل معنى ذلك: النهى عن نكاح ما فوق الأربع، حذرا على أموال اليتامى أن يتلفها أولياؤهم وذلك أن قريشا كان الرجل منهم يتزوج العشر من النساء والأكثر والأقل، فإذا صار معدما مال على مال اليتيمة التي في حجره فأنفقه، أو تزوج به، فنهوا عن ذلك. وقيل لهم: إن أنتم خفتم على أموال أيتامكم أن تنفقوها فلا تعدلوا فيها من أجل حاجتكم إليها لما يلزمكم من مؤن نسائكم، - إن خفتم ذلك. فلا تجاوزوا فيما تنكحون من عدد النساء على أربع. وإن خفتم أيضا من الأربع ألا تعدلوا في أموالهم- أى أموال اليتامى-، فاقتصروا على الواحدة أو على ما ملكت أيمانكم - أى إن كان زواجكم بالأربع يؤدى إلى الجور في أموال اليتامى فاقتصروا على الزواج بامرأة واحدة-» .وقد انتصر ابن جرير لهذا القول وعده أرجح الأقوال، فقال ما ملخصه وإنما قلنا: إن ذلك أولى بتأويل الآية لأن الله- تعالى- افتتح الآية التي قبلها بالنهى عن أكل أموال اليتامى بغير حقها. ثم أعلمهم- هنا- المخلص من الجور في أموال اليتامى فقال: انكحوا إن أمنتم الجور في النساء على أنفسكم ما أبحت لكم منهن وحللته: مثنى وثلاث ورباع. فإن خفتم أيضا الجور على أنفسكم في أمر الواحدة فلا تنكحوها، ولكن تسروا من المماليك، فإنكم أحرى ألا تجوروا عليهن، لأنهن أملاككم وأموالكم، ولا يلزمكم لهن من الحقوق كالذي يلزمكم للحرائر، فيكون ذلك أقرب لكم إلى السلامة من الإثم والجور».وينسب هذا الرأى إلى ابن عباس وسعيد بن جبير، والسدى، وقتادة، وعكرمة.وقال مجاهد: إن الآية الكريمة مسوقة للنهى عن الزنا. وقد حكى هذا الرأى صاحب الكشاف فقال: كانوا لا يتحرجون من الزنا. ويتحرجون من ولاية اليتامى. فقيل لهم: إن خفتم الجور في حق اليتامى، فخافوا الزنا، فانكحوا ما حل لكم من النساء، ولا تحوموا حول المحرمات»  .هذه أشهر الأقوال في معنى الآية الكريمة، ويبدو لنا أن أرجحها أولها، لأنه هو الظاهر من معنى الآية، ولأن الغالب أن السيدة عائشة- رضى الله عنها- ما فسرت الآية بهذا التفسير الذي قالته لابن أختها عروة إلا عن توقيف ومعاينة لحال النزول، ولأن الملازمة بين الشرط والجزاء في الآية على هذا الوجه تكون ظاهرة. إذ التقدير وإن خفتم أيها الأولياء الجور والظلم في نكاح اليتامى اللاتي في ولايتكم فانكحوا من غيرهن ما طاب لكم من النساء.أما على القول الثاني فمحل الملازمة بين الشرط والجزاء إنما هو فيما تفرع عن الجزاء وهو قوله فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَواحِدَةً أَوْ ما مَلَكَتْ أَيْمانُكُمْ.وعلى قول مجاهد تضعف الملازمة بين الشرط والجزاء.هذا، والأمر في قوله فَانْكِحُوا- على التفسير الأول- للإباحة كما في قوله- تعالى- كُلُوا وَاشْرَبُوا ... خلافا للظاهرية الذين يرون أنه للوجوب. وما في قوله- تعالى- ما طابَ لَكُمْموصولة أو موصوفة. وما بعدها صلتها أو صفتها. وأوثرت على من: لأنها أريد بها الصفة وهو الطيب من النساء بدون تحديد لذات معينة، ولو قال فانكحوا من طاب لكم لتبادر إلى الذهن أن المراد نسوة طيبات معروفات بينهم.وقوله- تعالى- مَثْنى وَثُلاثَ وَرُباعَ حال من فاعل طابَ المستتر أو من مرجعه- وهو ما-، أو بدل منه.وهذه الكلمات الثلاث من ألفاظ العدد. وتدل كل واحدة منها على المكرر من نوعها. فمثنى تدل على اثنين اثنين. وثلاث تدل على ثلاثة ثلاثة. ورباع تدل على أربعة أربعة.والمراد منها هنا: الإذن لكل من يريد الجمع أن ينكح ما شاء من العدد المذكور متفقين فيه ومختلفين.والمعنى: فانكحوا ما طاب لكم من النساء معدودات هذا العدد: ثنتين ثنتين. وثلاثا ثلاثا.وأربعا أربعا. حسبما تريدون وتستطيعون.قال صاحب الكشاف: فإن قلت: الذي أطلق للناكح في الجمع أن يجمع بين ثنتين أو ثلاث أو أربع. فما معنى التكرير في مثنى وثلاث ورباع.قلت: الخطاب للجميع. فوجب التكرير ليصيب كل ناكح يريد الجمع ما أراد من العدد الذي أطلق له. كما تقول للجماعة: اقتسموا هذا المال- وهو ألف درهم-: درهمين درهمين، وثلاثة ثلاثة. وأربعة أربعة. ولو أفردت لم يكن له معنى.فإن قلت: فلم جاء العطف بالواو دون أو؟قلت: كما جاء بالواو في المثال الذي حذوته لك. ولو ذهبت تقول: اقتسموا هذا المال درهمين درهمين أو ثلاثة ثلاثة أو أربعة أربعة علمت أنه لا يسوغ لهم أن يقتسموه إلا على أحد أنواع هذه القسمة. وليس لهم أن يجمعوا بينها. فيجعلوا بعض القسم على تثنية، وبعضا على تثليث، وبعضا على تربيع، وذهب معنى تجويز الجمع بين أنواع القسمة الذي دلت عليه الواو.وتحريره: أن الواو دلت على إطلاق أن يأخذ الناكحون من أرادوا نكاحهن من النساء على طريق الجمع: إن شاءوا مختلفين في تلك الأعداد، وإن شاءوا متفقين فيها، محظورا عليهم ما وراء ذلك» ."
}