{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/66/",
    "ayah_number": 66,
    "text": "ثم بين- سبحانه- بعض مظاهر فضله على الناس، ورحمته بهم. فقال- تعالى-:وَلَوْ أَنَّا كَتَبْنا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيارِكُمْ، ما فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ، وَلَوْ أَنَّهُمْ فَعَلُوا ما يُوعَظُونَ بِهِ، لَكانَ خَيْراً لَهُمْ وَأَشَدَّ تَثْبِيتاً.والمراد بقوله كَتَبْنا: فرضنا وأوجبنا.والمراد (بقتل النفس) تعريضها للهلاك من غير أمل في النجاة، وقيل: المراد به تعريضها للقتل عن طريق الجهاد.والمراد بالخروج من الديار: الهجرة في سبيل الله، والخروج من الأوطان إلى أماكن فيها استجابة لأمر الله.قال الفخر الرازي: الضمير في قوله وَلَوْ أَنَّا كَتَبْنا عَلَيْهِمْ فيه قولان:الأول: وهو قول ابن عباس ومجاهد- أنه عائد إلى المنافقين، وذلك لأنه- تعالى- كتب على بنى إسرائيل أن يقتلوا أنفسهم، وكتب على المهاجرين أن يخرجوا من ديارهم. فقال- تعالى-: ولو أنا كتبنا القتل والخروج عن الوطن على هؤلاء المنافقين ما فعله إلا قليل منهم رياء وسمعة، وحينئذ يصعب الأمر عليهم، وينكشف كفرهم، فإذا لم نفعل ذلك بل كلفناهم بالأشياء السهلة، فليتركوا النفاق، وليقبلوا الإيمان على سبيل الإخلاص. وهذا القول اختيار أبى بكر الأصم والقفال.الثاني: أن المراد لو كتب الله على الناس ما ذكر لم يفعله إلا قليل منهم، فلما لم يفعل- سبحانه- ذلك رحمة بعباده، بل اكتفى بتكليفهم بالأمور السهلة، فعليهم أن يقبلوا عليها بإخلاص حتى ينالوا خير الدارين.وعلى هذا التقدير دخل تحت هذا الكلام المؤمن والمنافق. وأما الضمير في قوله وَلَوْ أَنَّهُمْ فَعَلُوا ما يُوعَظُونَ بِهِ فهو مختص بالمنافقين، ولا يبعد أن يكون أول الآية عاما وآخرها خاصا.وعلى هذا التقدير يجب أن يكون المراد بالقليل المؤمنين» .وعلى كلا التقديرين: فإن الآية الكريمة تدل على أن الله- تعالى- لم يكلف هذه الأمة إلا بما تستطيعه، لأنه- سبحانه- لو كلف الناس جميعا بالتكاليف الشاقة، لما استطاع أن يقوم بها إلا عدد قليل منهم، وهذا الدين لم يجئ لهذا العدد القليل من الناس وإنما جاء للناس جميعا.والمراد: أننا لم نكتب على الناس قتل أنفسهم أو خروجهم من ديارهم لأننا لو فعلنا ذلك لما استطاعه إلا عدد قليل منهم. وإنما الذي كتبناه عليهم هو طاعة الرسول صلى الله عليه وسلم والخضوع لحكمه في الظاهر والباطن والاستجابة لتوجيهاته في السر والعلن.فالمقصود من الآية الكريمة بيان لمظهر من مظاهر فضل الله على هذه الأمة، ورحمته بها، وتحريض الناس على الامتثال لشريعة الله- تعالى- والضمير في قوله ما فَعَلُوهُ للمكتوب عليهم الشامل للقتل والخروج من الديار. لدلالة قوله كَتَبْنا عليه.وقوله «قليل» مرفوع على أنه بدل من الواو في قوله فَعَلُوهُ والتقدير: ما فعله أحد إلا قليل منهم. وقرأه ابن عامر بالنصب على الاستثناء. والأول أولى، لأنه استثناء من كلام تام غير موجب فيترجح الرفع.قال ابن كثير: لما نزلت وَلَوْ أَنَّا كَتَبْنا عَلَيْهِمْ.. الآية. قال رجل: لو أمرنا لفعلنا، والحمد لله الذي عافانا. فبلغ ذلك النبي صلى الله عليه وسلم فقال: «إن من أمتى رجالا، الإيمان أثبت في قلوبهم من الرواسي» وعن عامر بن عبد الله بن الزبير أن هذه الآية لما نزلت قال رسول الله صلى الله عليه وسلم: «لو نزلت لكان ابن أم عبد منهم» - أى: لو فرض ذلك لكان عبد الله بن مسعود من الذين يفعلونه.وعن شريح بن عبيد قال: لما تلا رسول الله صلى الله عليه وسلم هذه الآية، أشار بيده إلى عبد الله بن رواحة فقال: «لو أن الله كتب ذلك، لكان هذا من أولئك القليل» .وقوله: وَلَوْ أَنَّهُمْ فَعَلُوا ما يُوعَظُونَ بِهِ لَكانَ خَيْراً لَهُمْ وَأَشَدَّ تَثْبِيتاً بيان للنتائج الطيبة التي تترتب على امتثالهم لأمر الله.أى: ولو ثبت أن هؤلاء الذين أمرناهم بطاعتنا فَعَلُوا ما يُوعَظُونَ بِهِ أى: ما أمرناهم به من اتباع لرسولنا صلى الله عليه وسلم وانقياد لحكمه، لأنه الصادق المصدوق الذي لا ينطق عن الهوى ...لو ثبت أنهم فعلوا ذلك لكان ما فعلوه خَيْراً لَهُمْ في دنياهم وآخرتهم. ولكان أَشَدَّ تَثْبِيتاً لهم على الحق والصواب، وأمنع لهم من الضلال."
}