{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/14/",
    "ayah_number": 14,
    "text": "ثم قال- تعالى- وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ أى فيما أمر به من أوامر وفيما نهى عنه من منهيات وَيَتَعَدَّ حُدُودَهُ التي تتعلق بالمواريث وغيرها بأن يتجاوزها ويخالف حكم الله فيها.يُدْخِلْهُ ناراً خالِداً فِيها أى. يدخله نارا هائلة عظيمة خالدا فيها خلودا أبديا إن كان من أهل الكفر والضلال. وخالدا فيها لمدة لا يعلمها إلا الله إن كان من عصاة المؤمنين.وقال هنا خالِداً فِيها بالإفراد، وقال في شأن المؤمنين خالِدِينَ فِيها بالجمع، للإيذان بأن أهل الطاعة جديرون بالشفاعة. فإذا شفع أحدهم لغيره وقبل الله شفاعته. دخل ذلك الغير معه في رضوان الله.أما أهل الكفر والمعاصي فليسوا أهلا للشفاعة، بل يبقون فرادى، تحيط بهم الذلة والمهانة من كل جانب.أو للإشعار بأن الخلود في دار الثواب يكون على هيئة الاجتماع الذي هو أجلب للأنس والبهجة.وبأن الخلود في دار العقاب يكون على هيئة الانفراد الذي هو أشد في استجلاب الوحشة والهم.وقوله وَلَهُ عَذابٌ مُهِينٌ أى لهذا العاصي لله ولرسوله، والمتعدى للحدود التي رسمها الله، عذاب عظيم من شأنه أن يخزى من ينزل به ويذله وَما رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ.وإلى هنا تكون الآيات الكريمة قد وضحت أحكام المواريث بأبلغ بيان، وأحكم تشريع، وبشرت المستجيبين لشرع الله بجزيل الثواب، وأنذرت المعرضين عن ذلك بسوء المصير.هذا، ومن الأحكام والفوائد التي يمكن أن نستخلصها من هذه الآيات ما يأتى:أولا: أن ترتيب الورثة قد جاء في الآيتين الكريمتين على أحسن وجه، وأتم بيان، وأبلغ أسلوب وذلك لأن الوارث- كما يقول الإمام الرازي- إما أن يكون متصلا بالميت بغير واسطة أو بواسطة. فإن اتصل به بغير واسطة فسبب الاتصال إما أن يكون هو النسب أو الزوجية، فحصل هنا أقسام ثلاثة:أولها: أشرفها وأعلاها الاتصال الحاصل ابتداء من جهة النسب، وذلك هو قرابة الولاد ويدخل فيها الأولاد والوالدان، فالله- تعالى- قدم حكم هذا القسم.وثانيها: الاتصال الحاصل ابتداء من جهة الزوجية. وهذا القسم متأخر في الشرف عن القسم الأول! لأن الأول ذاتى وهذا الثاني عرض، والذاتي أشرف من العرض.وثالثها: الاتصال الحاصل بواسطة الغير وهو المسمى بالكلالة. وهو متأخر في الشرف عن القسمين الأولين، لأنهما لا يعرض لهم السقوط بالكلية وأما الكلالة فقد يعرض لهم السقوط بالكلية، ولأنهما يتصلان بالميت بغير واسطة بخلاف الكلالة.فما أحسن هذا الترتيب، وما أشد انطباقه على قوانين المعقولات» ثانيا: أن الآيتين الكريمتين قد بينتا الوارثين والوارثات ونصيب كل وارث بالأوصاف التي جعلها الله- تعالى- سببا في استحقاق الإرث كالبنوة والأبوة والزوجية والأخوة. وقد ألغتا بالنسبة إلى أصل الاستحقاق الذكورة والأنوثة والصغر والكبر وجعلتا للكل حقا معينا في الميراث. وبهذا أبطلتا ما كان عليه الجاهليون من جعل الإرث بالنسب مقصورا على الرجال دون النساء والأطفال، وكانوا يقولون: «لا يرث إلا من طاعن بالرماح، وذاد عن الحوزة، وحاز الغنيمة» .ثالثا: أن قوله- تعالى-: يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ إلخ يعم أولاد المسلمين والكافرين والأحرار والأرقاء والقاتلين عمدا وغير القاتلين إلا أن السنة النبوية الشريفة قد خصصت بعض هذا العموم، حيث أخرجت الكافر من هذا العموم لحديث:«لا يرث المسلم الكافر ولا الكافر المسلم» وعلى هذا سار جمهور العلماء فلم يورثوا مسلما من كافر ولا كافرا من مسلم.وذهب بعضهم إلى أن الكافر لا يرث المسلم ولكن المسلم يرث الكافر.كذلك نص العلماء على أن الحر والعبد لا يتوارثان لأن العبد لا يملك، وعلى أن القاتل عمدا لا يرث من قتله معاملة نفسه بمقصوده.رابعا: أن نصيب الأولاد إذا كانوا ذكورا وإناثا يكون بعد أن يأخذ الأبوان والأجداد والجدات وأحد الزوجين أنصبتهم.وأن الأولاد يطلقون على فروع الشخص من صلبه. أى أبنائه وأبناء أبنائه، وبنات أبنائه.وأن أبناء الشخص وبناته يقدمن على أبناء أبنائه وبنات أبنائه. أى أن الطبقة الأولى تستوفى حقها في الميراث قبل من يليها.وأن الأبناء والأبوين والزوجين لا يسقطون من أصل الاستحقاق للميراث بحال، إلا أنهم قد يؤثر عليهم وجود غيرهم في المقدار المستحق.وأنه متى اجتمع في المستحقين للميراث ذكور وإناث من درجة واحدة، أخذ الذكر مثل حظ الأنثيين إلا ما سبق لنا استثناؤه.خامسا: لا يجوز للمورث أن يسيء إلى ورثته لا عن طريق الوصية ولا عن طريق الدين ولا عن أى طريق آخر، لأن الله- تعالى- قد نهى عن المضارة فقال: مِنْ بَعْدِ وَصِيَّةٍ يُوصى بِها أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ.وإن بدء الآيتين الكريمتين بقوله: يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ.وختم أولاهما بقوله: فَرِيضَةً مِنَ اللَّهِ وختم ثانيتهما بقوله وَصِيَّةً مِنَ اللَّهِ هذا البدء والختام لجديران بأن يغرسا الخشية من الله في قلوب المؤمنين الذين يخافون مقام ربهم، وينهون أنفسهم عن السير في طريق الهوى والشيطان.سادسا: أنه يجب تقديم حقوق الميت على تقسيم التركة، فقد كرر الله- تعالى- قوله:مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِها أَوْ دَيْنٍ كما سبق أن بينا.قال القرطبي: ولا ميراث إلا بعد أداء الدين والوصية فإذا مات المتوفى أخرج من تركته الحقوق المعينات، ثم ما يلزم من تكفينه وتقبيره، ثم الديون على مراتبها، ثم يخرج من الثلث الوصايا، وما كان في معناها على مراتبها أيضا. ويكون الباقي ميراثا بين الورثة.وجملتهم سبعة عشر. عشرة من الرجال وهم: الابن وابن الابن وإن سفل والأب وأب الأب وهو الجد وإن علا. والأخ وابن الأخ. والعم وابن العم. والزوج ومولى النعمة.ويرث من النساء سبع وهن: البنت وبنت الابن وإن سفلت، والأم والجدة وإن علت.والأخت والزوجة. ومولاة النعمة وهي المعتقة ... »  .وبعد أن أمر- سبحانه- بالإحسان إلى النساء. وبمعاشرتهن معاشرة كريمة، وبين حقوقهن في الميراث، أتبع ذلك ببيان حكمه- سبحانه- في الرجال والنساء إذا ما ارتكبوا فاحشة الزنا فقال- تعالى-:"
}