{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/9/",
    "ayah_number": 9,
    "text": "وللمفسرين في تفسير هذه الآية الكريمة أقوال:أولها: أن الآية الكريمة أمر للأوصياء بأن يخشوا الله تعالى ويتقوه في أمر اليتامى، فيفعلوا بهم مثل ما يحبون أن يفعل بذريتهم الضعاف بعد وفاتهم.فقد أخرج ابن جرير عن ابن عباس أنه قال في قوله تعالى: وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا..إلخ.يعنى بذلك الرجل يموت وله أولاد صغار ضعاف يخاف عليهم العيلة والضيعة، ويخاف بعده ألا يحسن إليهم من يليهم يقول: فإن ولى مثل ذريته ضعافا يتامى، فليحسن إليهم ولا يأكل أموالهم إسرافا وبدارا خشية أن يكبروا..  .قال الآلوسى: «والآية الكريمة على هذا الوجه تكون مرتبطة بما قبلها، لأن قوله تعالى:لِلرِّجالِ نَصِيبٌ مِمَّا تَرَكَ الْوالِدانِ وَالْأَقْرَبُونَ.. إلخ. في معنى الأمر للورثة. أى أعطوهم حقهم دفعا لأمر الجاهلية، وليحفظ الأوصياء ما أعطوه ويخافوا عليهم كما يخافون على أولادهم  .وعلى هذا الوجه يكون المقصود من الآية الكريمة حض الأوصياء على المحافظة على أموال اليتامى بأبلغ تعبير، لأنه سبحانه قد نبههم بحال أنفسهم وذرياتهم من بعدهم ليتصوروها ويعرفوا مكان العبرة فيها، ولا شك أن ذلك من أقوى الدواعي والبواعث في هذا المقصود لأنه سبحانه كأنه يقول لهم: افعلوا باليتامى الفعل الذي تحبون أن يفعل مع ذرياتكم الضعاف من بعدكم، فجعل- سبحانه- من شعورهم بالحنان على ذرياتهم باعثا لهم على الحنان على أيتامهم.هذا، ومن المفسرين الذين استحسنوا هذا القول الإمام ابن كثير، فقد قال بعد أن حكى هذا القول: وهو قول حسن يتأيد بما بعده من التهديد في أكل أموال اليتامى ظلما .أما القول الثاني: فيرى أصحابه أن الآية الكريمة أمر لمن حضر المريض من العواد عند الإيصاء بأن يخشوا ربهم فيوصوا المريض في أولاده خيرا ويشفقوا عليهم كما يشفقون على أولادهم.وقد وضح هذا القول الإمام الرازي فقال: إن هذا خطاب مع الذين يجلسون عند المريض فيقولون له: إن ذريتك لا يغنون عنك من الله شيئا، فأوص بمالك لفلان وفلان. ولا يزالون يأمرونه بالوصية إلى الأجانب إلى أن لا يبقى من ماله للورثة شيء أصلا. فقيل لهم: كما أنكم تكرهون بقاء أولادكم في الضعف والجوع من غير مال، فاخشوا الله ولا تحملوا المريض على أن يحرم أولاده الضعفاء من ماله.وحاصل الكلام أنك لا ترضى مثل هذا الفعل لنفسك، فلا ترضه لأخيك المسلم. فعن أنس قال: قال النبي صلى الله عليه وسلم: «لا يؤمن العبد حتى يحب لأخيه ما يحب لنفسه»  .وقد رجح هذا الوجه الإمام ابن جرير فقال: وأولى التأويلات بالآية قول من قال: تأويل ذلك: وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم العيلة لو كانوا فرقوا أموالهم في حياتهم، أو قسموها وصية منهم لأولى قرابتهم، وأهل اليتم والمسكنة فأبقوا أموالهم لولدهم خشية العيلة عليهم من بعدهم، فليأمروا من حضروه- وهو يوصى لذوي قرابته وفي اليتامى والمساكين وفي غير ذلك- بما له بالعدل، وليتقوا الله وليقولوا قولا سديدا، وهو أن يعرفوه ما أباحه الله له من الوصية، وما اختاره المؤمنون من أهل الإيمان بالله وبكتابه وسنته» .والقول الثالث: يرى أصحابه أن الخطاب في الآية للموصين، وأن الآية تأمرهم بأن يشفقوا على ورثتهم، فلا يسرفوا في الوصية لغيرهم لأن الإسراف في ذلك يؤدى إلى ترك الورثة فقراء.ولقد قال النبي صلى الله عليه وسلم لسعد بن أبى وقاص: «إنك إن تذر ورثتك أغنياء خير من أن تذرهم عالة يتكففون الناس» .والذي نراه أن الأمر بالخشية من الله يتناول جميع الأصناف المتقدمة: من الأوصياء، وعواد المريض، والموصين وغيرهم ممن هو أهل لهذا الخطاب لأن هؤلاء جميعا داخلون تحت الأمر بالخشية من الله- تعالى-، وبالقول السديد الذي يحبه سبحانه ويرضاه.وقوله تعالى وَلْيَخْشَ فعل مضارع مجزوم بلام الأمر. ومفعوله محذوف لتذهب نفس السامع في تقديره كل مذهب، فينظر كل سامع بحسب الأهم عنده مما يخشى أن يصيب ذريته.والجملة الشرطية وهي قوله تعالى لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعافاً خافُوا عَلَيْهِمْ صلة للموصول وهو قوله الَّذِينَ وجملة خافُوا عَلَيْهِمْ جواب لَوْ.قال صاحب الكشاف: فإن قلت: ما معنى وقوع لَوْ تَرَكُوا وجوابه صلة للذين؟.قلت: معناه: وليخش الذين صفتهم وحالهم أنهم لو شارفوا أن يتركوا من خلفهم ذرية ضعافا- وذلك عند احتضارهم- خافوا عليهم الضياع بعدهم لذهاب كافلهم وكاسبهم» .قال صاحب الانتصاف: وإنما لجأ الزمخشري إلى تقدير تَرَكُوا بقوله شارفوا أن يتركوا لأن جوابه قوله خافُوا عَلَيْهِمْ والخوف عليهم إنما يكون قبل تركهم إياهم. وذلك في دار الدنيا. فقد دل على أن المراد بالترك الإشراف عليه ضرورة، وإلا لزم وقوع الجواب قبل الشرط وهو باطل. ونظيره فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ أى.شارفن بلوغ الأجل.ثم قال: ولهذا المجاز في التعبير عن المشارفة على الترك بالترك سر بديع. وهو التخويف بالحالة التي لا يبقى معها مطمع في الحياة، ولا في الذب عن الذرية الضعاف. وهي الحالة التي وإن كانت من الدنيا، إلا أنها لقربها من الآخرة، ولصوقها بالمفارقة، صارت من حيزها، ومعبرا عنها بما يعبر به عن الحالة الكائنة بعد المفارقة من الترك .وقوله ضِعافاً صفة لذرية. وفي وصف الذرية بذلك بعث على الترحم وحض على امتثال ما أمر الله به.والفاء في قوله فَلْيَتَّقُوا اللَّهَ وَلْيَقُولُوا قَوْلًا سَدِيداً لترتيب ما بعدها على ما قبلها. فقد رتب الأمر بالتقوى على الأمر بالخشية وإن كانا أمرين متقاربين لأن الأمر الأول لما عضد بالحجة- وهي الخوف على ذريتهم- اعتبر كالحاصل فصح التفريع عليه.والمعنى: فليتقوا الله في كل شأن من شئونهم وفي أموال اليتامى فلا يعتدوا عليها. وليقولوا لغيرهم قولا عادلا قويما مصيبا للحق وبعيدا عن الباطل.قال الآلوسى وقوله وَلْيَقُولُوا أى لليتامى أو للمريض أو لحاضري القسمة، أو ليقولوا في الوصية قَوْلًا سَدِيداً فيقول الوصي لليتيم ما يقول لولده من القول الجميل الهادي له إلى حسن الآداب ومحاسن الأفعال. ويقول عائد المريض للمريض: ما يذكره بالتوبة وحسن الظن بالله، وما يصده عن الإسراف في الوصية وتضييع الورثة. ويقول الوارث لحاضر القسمة:ما يزيل وحشته أو يزيد مسرته. ويقول الموصى في إيصائه: ما لا يؤدى إلى تجاوز الثلث.ثم قال، والسديد: المصيب العدل الموافق للشرع. يقال: سد قوله يسد- بالكسر- إذا صار سديدا والسداد- بالفتح- الاستقامة والصواب. وأما السداد- بالكسر- فهو ما يسد به الشيء» .قال بعض العلماء: وفي الآية الكريمة ما يبعث الناس كلهم على أن يغضبوا للحق من الظلم، وأن يأخذوا على أيدى أولياء السوء، وأن يحرسوا أموال اليتامى، ويبلغوا حقوق الضعفاء إليه، لأنهم إن أضاعوا ذلك يوشك أن يلحق أبناءهم وأموالهم مثل ذلك. وأن يأكل قويهم ضعيفهم فإن اعتياد السوء ينسى الناس شناعته، ويكسب النفوس ضراوة على عمله» .ثم توعد سبحانه الذين يعتدون على حقوق اليتامى بأشد أنواع الوعيد فقال تعالى:"
}