{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/12/",
    "ayah_number": 12,
    "text": "وبعد أن بين- سبحانه- ميراث الأولاد والأبوين شرع في بيان ميراث الأزواج فقال- تعالى-: وَلَكُمْ نِصْفُ ما تَرَكَ أَزْواجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ. فَإِنْ كانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ.أى: ولكم أيها الرجال نصف ما ترك أزواجكم من المال إن لم يكن لهؤلاء الزوجات الموروثات ولد ذكرا كان أو أنثى، واحدا كان أو متعددا، منكم كان أو من غيركم فإن كان لهن ولد فلكم أيها الأزواج الربع مما تركن من المال.وبهذا نرى أن للزوج في الميراث حالتين: حالة يأخذ فيها نصف ما تركته زوجته المتوفاة من مال إن لم تترك خلفها ولدا من بطنها أو من صلب بنيها أو بنى بنيها ... إلخ، فإن تركت ولدا على التفصيل السابق كان لزوجها ربع ما تركت من مال وتلك هي الحالة الثانية للزوج، ويكون الباقي في الصورتين لبقية الورثة.وقوله مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِها أَوْ دَيْنٍ متعلق بكلتا الصورتين.أى لكم ذلك أيها الرجال من بعد استخراج وصيتهن وقضاء ما عليهن من ديون.ثم بين- سبحانه- نصيب الزوجة فقال وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ، فَإِنْ كانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ.أى أن للزوجات ربع المال الذي تركه أزواجهن إذا لم يكن لهؤلاء الأزواج الأموات ولد من ظهورهم أو من ظهور بنيهم أو بنى بنيهم.. إلخ فإن ترك الأزواج من خلفهم ولدا فللزوجات ثمن المال الذي تركه أزواجهن ويكون المال الباقي في الصورتين لبقية الورثة.ونرى من هذا أن الزوجة على النصف في التقدير من الزوج، وهو قاعدة عامة في قسمة الميراث بالنسبة للذكر والأنثى، ولم يستثن إلا الإخوة لأم، والأبوين في بعض الأحوال.وقوله مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِها أَوْ دَيْنٍ متعلق بما قبله.أى لكن ذلك أيتها الزوجات من بعد استخراج وصيتهم وقضاء ما عليهم من ديون.ثم بين- سبحانه، ميراث الإخوة والأخوات لأم فقال- تعالى-: وَإِنْ كانَ رَجُلٌ يُورَثُ كَلالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ واحِدٍ مِنْهُمَا السُّدُسُ. فَإِنْ كانُوا أَكْثَرَ مِنْ ذلِكَ فَهُمْ شُرَكاءُ فِي الثُّلُثِ.والكلالة هم القرابة من غير الأصول والفروع.قال صاحب الكشاف: فإن قلت ما الكلالة؟ قلت: تطلق على واحد من ثلاثة: على من لم يخلف ولدا ولا والدا «وعلى من ليس بولد ولا والد من المخلفين وعلى القرابة من غير جهة الولد والوالد، ومنه قولهم ما ورث المجد عن كلالة. كما تقول: ما صمت عن عي، وما كف عن جبن.والكلالة في الأصل مصدر بمعنى الكلال وهو ذهاب القوة من الإعياء، قال الأعشى:فآليت لا أرثى لها من كلالة فاستعيرت للقرابة من غير جهة الولد والوالد لأنها بالإضافة إلى قرابتهما كالّة ضعيفة. وعن أبى بكر الصديق- رضى الله عنه- أنه سئل عن الكلالة فقال: الكلالة: من لا ولد له ولا والد».والظاهر أن كلمة «كلالة هنا وصف للميت الموروث، لأنها حال من نائب فاعل قوله:يُورَثُ وهو ضمير الميت الموروث. والتقدير: وإن كان رجل موروثا حال كونه كلالة. أى لم يترك ولدا ولا والدا. ويرى بعضهم أن كلمة كلالة هنا: وصف للوارث الذي ليس بولد ولا والد للميت. لأن هؤلاء الوارثين يتكللون الميت من جوانبه، وليسوا في عمود نسبه، كالإكليل يحيط بالرأس، ووسط الرأس منه خال. من تكلله الشيء إذا أحاط به. فسمى هؤلاء الأقارب الذين ليسوا من أصول الميت أو من فروعه كلالة، لأنهم أطافوا به من جوانبه لا من عمود نسبه. وعلى هذا الرأى يكون المعنى وإن كان رجل يورث حال كونه ذا وارث هو كلالة.أى أن وارثه ليس بولد ولا والد له.والمراد بالإخوة والأخوات هنا: الإخوة والأخوات لأم، بدليل قراءة سعد بن أبى وقاص:«وله أخ أو أخت من أم» . ويدل عليه- أيضا- أن الله- تعالى- ذكر ميراث الإخوة مرتين:هنا مرة، ومرة أخرى في آخر آية من هذه السورة وهي قوله: يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ.وقد جعل- سبحانه- في الآية التي معنا للواحد السدس وللأكثر الثلث شركة، وجعل في الآية التي في آخر السورة للأخت الواحدة النصف، وللاثنتين الثلثين، فوجب أن يكون الإخوة هنا وهناك مختلفين دفعا للتعارض. ولأنه لما كان الإخوة لأب وأم أو لأب فحسب أقرب من الإخوة لأم، وقد أعطى- سبحانه- الأخت والأختين والإخوة في آخر السورة نصيبا أوفر، فقد وجب حمل الإخوة في آخر السورة على الأشقاء أو الإخوة لأب. كما وجب حمل الإخوة والأخوات هنا على الإخوة لأم.والمعنى: وَإِنْ كانَ رَجُلٌ يُورَثُ كَلالَةً أى: يورث من غير أصوله أو فروعه أَوِ امْرَأَةٌ أى: تورث كذلك من غير أصولها أو فروعها.والضمير في قوله وَلَهُ يعود لذلك الشخص الميت المفهوم من المقام. أو لواحد منهما- أى الرجل والمرأة- والتذكير للتغليب. أو يعود للرجل واكتفى بحكمه عن حكم المرأة لدلالة العطف على تشاركهما في هذا الحكم.وقوله: أَخٌ أَوْ أُخْتٌ أى: من الأم فقط فَلِكُلِّ واحِدٍ مِنْهُمَا أى: الأخ والأخت السُّدُسُ مما ترك ذلك المتوفى من غير تفضيل للذكر على الأنثى، لأنهما يتساويان في الإدلاء إلى الميت بمحض الأنوثة. فَإِنْ كانُوا أى: الإخوة والأخوات لأم، أكثر من واحد فهم شركاء في الثلث، يقتسمونه فيما بينهم بالسوية بين ذكورهم وإناثهم، والباقي من المال الموروث يقسم بين أصحاب الفروض والعصبات من الورثة.وبذلك نرى أن الإخوة والأخوات من الأم لهم حالتان:إحداهما: أن يأخذ الواحد أو الواحدة السدس إذا انفردا.والثانية: أن يتعدد الأخ لأم أو الأخت لأم وفي هذه الحالة يكون نصيبهم الثلث يشتركون فيه بالسوية بلا فرق بين الذكر والأنثى.ثم ختم- سبحانه- الآية الكريمة بقوله: مِنْ بَعْدِ وَصِيَّةٍ يُوصى بِها أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ، وَاللَّهُ عَلِيمٌ حَلِيمٌ.أى: هذه القسمة التي قسمها الله- تعالى- لكم بالنسبة للإخوة للأم إنما تتم بعد تنفيذ وصية الميت وقضاء ما عليه من ديون، من غير ضرار الورثة بوصيته أو دينه. وفي قوله يُوصى قراءتان سبعيتان:إحداهما بالبناء للمفعول أى يُوصى - بفتح الصاد- فيكون قوله غَيْرَ مُضَارٍّ حال من فاعل فعل مضمر يدل عليه المذكور. أى من بعد وصية يوصى بها أو دين حالة كون الموصى به أو الدين غير مضار، أى غير متسبب في ضرر الورثة.والقراءة الثانية بالبناء للفاعل أى يُوصى - بكسر الصاد- فيكون قوله غَيْرَ مُضَارٍّ حال من فاعل الفعل المذكور وهو ضمير يُوصى.أى: يوصى بما ذكر من الوصية والدين حال كونه «غير مضار» أى غير مدخل الضرر على الورثة. وبهذا نرى أن مرتبة الورثة في التقسيم تأتى بعد سداد الديون وبعد تنفيذ الوصايا ولذا ذكر سبحانه هذين الأمرين أربع مرات في هاتين الآيتين تأكيدا لحق الدائنين والموصى لهم وتبرئة لذمة المتوفى فقد قال بعد بيان ميراث الأولاد والأبوين مِنْ بَعْدِ وَصِيَّةٍ يُوصى بِها أَوْ دَيْنٍ وقال بعد بيان ميراث الزوج مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِها أَوْ دَيْنٍ وقال بعد ميراث الزوجة: مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِها أَوْ دَيْنٍ وقال بعد بيان ميراث الإخوة والأخوات لأم: مِنْ بَعْدِ وَصِيَّةٍ يُوصى بِها أَوْ دَيْنٍ غَيْرَ مُضَارٍّ.وقد قدم- سبحانه- الوصية على الدين في اللفظ مع أنها مؤخرة عن الدين في السداد، وذلك للتشديد في تنفيذها، إذ هي مظنه الإهمال، أو مظنة الإخفاء، ولأنها مال يعطى بغير عوض فكان إخراجها شاقا على النفس، فكان من الأسلوب البليغ الحكيم العناية بتنفيذها، وكان من مظاهر هذه العناية تقديمها في الذكر.وقد وضح هذا المعنى صاحب الكشاف فقال: فإن قلت: لم قدمت الوصية على الدين والدين مقدم عليها في الشريعة؟ قلت: لما كانت الوصية مشبهة للميراث في كونها مأخوذة من غير عوض، كان إخراجها مما يشق على الورثة ويتعاظمهم ولا تطيب أنفسهم بها، فكان أداؤها مظنة للتفريط، بخلاف الدين فإن نفوسهم مطمئنة إلى أدائه، فلذلك قدمت على الدين بعثا على وجوبها والمسارعة إلى إخراجها مع الدين.فإن قلت: ما معنى أَوْ؟ قلت معناها الإباحة، وأنه إذا كان أحدهما أو كلاهما، قدم على قسمة الميراث كقولك: جالس الحسن أو ابن سيرين. فأو هنا جيء بها للتسوية بينهما في الوجوب»  .وقوله- تعالى- غَيْرَ مُضَارٍّ يفيد النهى للمورث عن إلحاق الضرر بورثته عن طريق الوصية أو بسبب الديون.والضرر بالورثة عن طريق الوصية يتأتى بأن يوصى المورث بأكثر من الثلث، أو به فأقل مع قصده الإضرار بالورثة فقد روى النسائي في سننه عن ابن عباس أنه قال: الضرار في الوصية من الكبائر» . وقال قتادة: كره الله الضرار في الحياة وعند الممات ونهى عنه.والضرر بالورثة بسبب الدين يتأتى بأن يقر بدين لشخص ليس له عليه دين دفعا للميراث عن الورثة، أو يقر بأن الدين الذي كان له على غيره قد استوفاه ووصل إليه، مع أنه لم يحصل شيء من ذلك.وقد ذكر- سبحانه- هذه الجملة وهي قوله غَيْرَ مُضَارٍّ بعد حديثه عن ميراث الإخوة والأخوات من الأم، تأكيدا لحقوقهم، وتحريضا على أدائها، لأن حقوقهم مظنة الضياع والإهمال. ولا يزال الناس إلى الآن يكادون يهملون نصيب الإخوة لأم.وقوله وَصِيَّةً مِنَ اللَّهِ نصبت كلمة وَصِيَّةٍ فيه على أنها مصدر مؤكد أى: يوصيكم الله بذلك وصية. والتنوين فيها للتفخيم والتعظيم. والجار والمجرور وهو مِنَ اللَّهِ متعلق بمحذوف وقع صفة لوصية: أى وصية كائنة من الله فمن خالفها كان مستحقا لعقابه.وقوله وَاللَّهُ عَلِيمٌ حَلِيمٌ تذييل قصد به تربية المهابة في القلوب من خالقها العليم بأحوالها. أى والله عليم بما تسرون وما تعلنون، وبما يصلح أحوالكم وبمن يستحق الميراث ومن لا يستحقه وبمن يطيع أوامره ومن يخالفها حليم لا يعجل بالعقوبة على من عصاه، فهو- سبحانه- يمهل ولا يهمل. فعليكم أن تستجيبوا لأحكامه، حتى تكونوا أهلا لمثوبته ورضاه."
}