{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/84/",
    "ayah_number": 84,
    "text": "والفاء في قوله فَقاتِلْ للإفصاح عن جواب شرط مقدر. أى: إذا كان الأمر كما حكى- سبحانه- عن المنافقين وكيدهم ... فقاتل أنت يا محمد من أجل إعلاء كلمة الله ولا تلتفت إلى أفعالهم وأقوالهم.وقوله لا تُكَلَّفُ إِلَّا نَفْسَكَ أى: قاتل- يا محمد- في سبيل إعلاء كلمة الله، والله- تعالى- لا يكلفك إلا فعل نفسك، فتقدم للجهاد ولا تلتفت إلى تباطؤ المتباطئين، أو تخذيل المخذلين، فإن الله هو ناصرك لا الجنود، فإن شاء نصرك وحدك كما ينصرك وحولك الألوف.وجملة لا تُكَلَّفُ إِلَّا نَفْسَكَ في محل نصب على الحال من فاعل فقاتل. أى: فقاتل حال كونك غير مكلف إلا نفسك وحدها.قال صاحب الكشاف: قيل: دعا النبي صلى الله عليه وسلم الناس في بدر الصغرى إلى الخروج، وكان أبو سفيان قد واعد رسول الله صلى الله عليه وسلم اللقاء فيها. فكره بعضهم أن يخرجوا فنزلت فخرج رسول الله صلى الله عليه وسلم وما معه إلا سبعون لم يعولوا على أحد. ولو لم يتبعه أحد لخرج وحده، وقرئ لا تُكَلَّفُ بالجزم على النهى. ولا نكلف: بالنون وكسر اللام.أى: لا نكلف نحن إلا نفسك وحدها».وقوله وَحَرِّضِ الْمُؤْمِنِينَ أى: حثهم على القتال ورغبهم فيه، حتى ينفروا معك خفافا وثقالا من أجل نصرة الحق والدفاع عن المظلومين.ولقد استجاب النبي صلى الله عليه وسلم لهذه الأوامر، وأعد نفسه لقتال أعدائه، ورغب أتباعه في ذلك، ولذا قال صلى الله عليه وسلم عند ما أذن الله له في القتال «والله لأقاتلنهم حتى تنفرد سالفتي»أى: حتى أموت.ولقد اقتدى به أبو بكر الصديق في حروب الردة فقال: والله لأقاتلن من فرق بين الصلاة والزكاة، والله لو منعونى عناقا كانوا يؤدونها لرسول الله صلى الله عليه وسلم لقاتلتهم على منعها. ولو خالفتني يميني لجاهدتهم بشمالي.ولقد استفاضت أحاديث النبي صلى الله عليه وسلم في ترغيب أمته في الجهاد، ومن ذلك قوله لأصحابه يوم بدر وهو يسوى الصفوف: قوموا إلى جنة عرضها السموات والأرض.قال الفخر الرازي: دلت الآية الكريمة على أنه صلى الله عليه وسلم كان أشجع الخلق وأعرفهم بكيفية القتال، لأنه- تعالى- ما كان يأمره بذلك إلا وهو صلى الله عليه وسلم موصوف بهذه الصفات. ولقد اقتدى به أبو بكر- رضى الله عنه- حيث حاول الخروج وحده لقتال ما نعى الزكاة، ومن علم أن الأمر كله بيد الله، وأنه لا يحصل أمر من الأمور إلا بقضاء الله سهل عليه ذلك. ودلت الآية على أنه صلى الله عليه وسلم لو لم يساعده على القتال غيره لم يجز له التخلف عن الجهاد».وقوله: عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْساً وَأَشَدُّ تَنْكِيلًا بشارة للمؤمنين، ووعد منه- سبحانه- بحسن عاقبتهم وسوء عاقبة الكافرين. وعَسَى حرف ترج. وهو هنا يفيد التحقق واليقين، لأنه صادر عن الله- تعالى-، الذي لا يخلف وعده. وفي التعبير بها تعليم للمؤمنين الأدب في القول حتى لا يجزمون بأمر يتعلق بالمستقبل، بل يسددون ويقاربون ويباشرون الأسباب ثم بعد ذلك يتركون النتائج لله- تعالى- والمعنى: قاتل يا محمد في سبيل الله وحرض المؤمنين على ذلك، عسى الله- تعالى- أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا أى يمنع قتالهم وصولتهم وطغيانهم وَاللَّهُ أَشَدُّ بَأْساً أى أشد صولة وأعظم سلطانا، وأقدر بأسا على ما يريده وَأَشَدُّ تَنْكِيلًا أى أشد عقوبة وتعذيبا.والتنكيل: مصدر من قول القائل نكلت بفلان فأنا أنكل به تنكيلا إذا أوجعته عقوبة، وجعلته عبرة لغيره. وأصله التعذيب بالنكل وهو القيد، ثم استعمل في كل تعذيب بلغ الغاية في الشدة والألم.وأفعل التفضيل أَشَدُّ ليس على بابه، لأن بأس المشركين لا قيمة له بجانب بأس الله- تعالى- وقوته ونفاذ أمره. وعذابهم لغيرهم من الضعفاء لا وزن له بجانب عذابه- سبحانه- للظالمين، لأن عذابهم لغيرهم يمكن التخلص منه أما عذابه- سبحانه- فلا يمكن التخلص منه ولأن عذابهم لغيرهم سينتهي مهما طال، أما عذابه- سبحانه- للكافرين الظالمين فهو باق دائم لا ينتهى ولا يزول.والمقصود من هذا التذييل تهديد الكافرين بسوء المصير وتشجيع المؤمنين على قتالهم، وبشارتهم النصر عليهم:قال القرطبي: قوله- تعالى- عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا إطماع، والإطماع من الله- تعالى- واجب لأن إطماع الكريم إيجاب..فإن قال قائل: نحن نرى الكفار في بأس وشدة، وقلتم: إن عسى بمعنى اليقين فأين ذلك الوعد؟ قيل له: قد وجد هذا الوعد ولا يلزم وجوده على الاستمرار والدوام. فمتى وجد ولو لحظة مثلا فقد صدق الوعد فقد كف الله بأس المشركين في بدر الصغرى. وفي الحديبية وفيغزوة الأحزاب حيث ألقى الله- تعالى- في قلوب الأحزاب الرعب فانصرفوا دون أن ينالوا خيرا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ. فهذا كله بأس قد كفه الله عن المؤمنين."
}