{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/119/",
    "ayah_number": 119,
    "text": "أما الأمر الثاني والثالث اللذان توعد الشيطان بهما بنى آدم فقد حكاهما- سبحانه- في قوله وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ أى: ولأضلنهم عن طريق الحق فأجعلهم يسيرون في طريق الباطل إلى نهايته، ولأمنينهم الأمانى الفارغة. بأن أجعلهم يجرون وراء الأحلام الكاذبة، والأوهام الفاسدة. والأطماع التي تسيطر على نفوسهم وعقولهم، وبذلك يكونون من جندي، ويخضعون لأمري.أما الأمر الرابع الذي توعد الشيطان به بنى آدم فقد حكاه- سبحانه- في قوله وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذانَ الْأَنْعامِ.قال الراغب: البتك يقارب البت لكن البتك يستعمل في قطع الأعضاء والشعر. يقال بتك شعره وأذنه- أى قطعها أو شقها- ومنه سيف باتك أى قاطع للأعضاء. وأما البت فيقال في قطع الحبل .وكانوا في الجاهلية إذا ولدت الناقة خمسة أبطن وجاء الخامس ذكرا قطعوا أذنها أو شقوها شقا واسعا علامة على أنهم حرموا على أنفسهم الانتفاع بها وجعلوها للطواغيت وسموها بحيرة أى المشوقة الأذن.والمراد: أنه يأمرهم بعبادة غير الله وبالأمانى الباطلة. وبتقطيع آذان الأنعام تقربا للطواغيت والأوثان فيسارعون إلى إجابته، وينقادون لوسوسته.أما الأمر الخامس الذي توعد الشيطان به بنى آدم فقد حكاه- سبحانه- في قوله وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ.قال ابن كثير: أى دين الله. وهذا كقوله: فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها لا تَبْدِيلَ لِخَلْقِ اللَّهِ على قول من جعل ذلك أمرا أى: لا تبدلوا فطرة الله، ودعوا الناس على فطرتهم. كما ثبت في الصحيحين عن أبى هريرة قال: قال رسول الله صلى الله عليه وسلم: «كل مولود يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه. كما تلد البهيمة بهيمة جمعاء. هل تجدون بها من جدعاء؟» وفي صحيح مسلم عن عياض بن حماد قال: قال رسول الله صلى الله عليه وسلم قال الله- تعالى-: «إنى خلقت عبادي حنفاء فجاءتهم الشياطين فاجتالتهم عن دينهم، وحرمت عليهم ما أحللت لهم» .وقال بعضهم: المراد بتغيير خلق الله تغيير الصور التي خلق الله عليها مخلوقاته، كفقأ عين فحل الإبل في بعض الأحوال، وقطع الآذان، والوشم، وما يشبه ذلك مما كانوا يفعلونه في جاهليتهم اتباعا للشيطان.وقد رجح ابن جرير أن المراد بتغيير خلق الله: تغيير دين الله فقال ما ملخصه: «وأولى الأقوال بالصواب في تأويل ذلك قول من قال: معناه: ولآمرنهم فليغيرن خلق الله، قال: دين الله. وذلك لدلالة الآية الأخرى على أن ذلك معناه وهي قوله: فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها لا تَبْدِيلَ لِخَلْقِ اللَّهِ، ذلِكَ الدِّينُ الْقَيِّمُ. وإذا كان ذلك معناه، دخل في ذلك فعل كل ما نهى الله عنه من خصاء ما لا يجوز خصاؤه، ووشم ما نهى عن وشمة، وغير ذلك من المعاصي  .فأنت ترى أن الله- تعالى- قد حكى للناس ما قاله الشيطان بلسان حاله أو مقاله حتى يحذروه ويتخذوه عدوا لهم، لينالوا رضا الله ومثوبته.وقد أكد- سبحانه- هذا المعنى بقوله: وَمَنْ يَتَّخِذِ الشَّيْطانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْراناً مُبِيناً.أى: ومن يتخذ الشيطان وليا من دون الله، بأن يتبع الشيطان ويواليه ويسير خلف وسوسته، ويترك طريق الحق والهدى، من يفعل ذلك يكن بفعله هذا قد خسر خسرانا واضحا بينا، لأن الشيطان لا يسوق الإنسان إلا إلى ما يهلكه ويخزيه في الدنيا والآخرة، وسيقول لأتباعه يوم ينزل بهم العقاب في الآخرة إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَما كانَ لِي عَلَيْكُمْ مِنْ سُلْطانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ ما أَنَا بِمُصْرِخِكُمْ وَما أَنْتُمْ بِمُصْرِخِيَّ."
}