{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/73/",
    "ayah_number": 73,
    "text": "أما إذا كانت الدولة للمؤمنين، وظفروا بالغنائم، فهنا يتمنى المنافقون أن لو كانوا معهم لينالوا بعض هذه الغنائم. واستمع إلى القرآن وهو يحكى عنهم ذلك فيقول: وَلَئِنْ أَصابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ- كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ- يا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزاً عَظِيماً.أى: وَلَئِنْ أَصابَكُمْ يا معشر المؤمنين فَضْلٌ مِنَ اللَّهِ كفتح وغنيمة ونصر وظفر لَيَقُولَنَّ هذا المنافق على سبيل الندامة والحسرة والتهالك على حطام الدنيا، حالة كونه كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ ليقولن: يا لَيْتَنِي كُنْتُ مَعَهُمْ عند ما خرجوا للجهاد فَأَفُوزَ فَوْزاً عَظِيماً بأن أحصل كما حصلوا على الغنائم الكثيرة.وهذا- كما يقول ابن جرير- خبر من الله- تعالى- ذكره عن هؤلاء المنافقين، أن شهودهم الحرب مع المسلمين- إن شهدوها- إنما هو لطلب الغنيمة وإن تخلفوا عنها فللشك الذي في قلوبهم، وأنهم لا يرجون لحضورها ثوابا، ولا يخافون بالتخلف عنها من الله عقابا .وفي نسبة الفضل إلى الله في قوله وَلَئِنْ أَصابَكُمْ فَضْلٌ مِنَ اللَّهِ دون إصابة المصيبة تعليم لحسن الأدب مع الله- تعالى- وإن كان سبحانه- هو الخالق لكل شيء، فهو الذي يمنح الفضل لمن يشاء وهو الذي يمنعه عمن يشاء.وقوله كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ جملة معترضة بين فعل القول الذي هو لَيَقُولَنَّ وبين المقول الذي هو يا لَيْتَنِي كُنْتُ مَعَهُمْ.وقد جيء بها على سبيل التهكم والسخرية والتعجب من حال المنافقين، لأنهم كان في إمكانهم أن يخرجوا مع المؤمنين للقتال، وأن ينالوا نصيبهم من الغنائم التي حصل عليها المؤمنون، ولكنهم لم يخرجوا لسوء نواياهم، فلما أظهروا التحسر لعدم الخروج بعد أن رأوا الغنائم في أيدى المؤمنين كان تحسرهم في غير موضعه لأن الذي يتحسر على فوات شيء عادة هو من لا علم له به أو بأسبابه، أما المنافقون فبسبب مخالطتهم وصحبتهم للمؤمنين كانوا على علم بقتال المؤمنين لأعدائهم، وكان في إمكانهم أن يخرجوا معهم.فكأن الله تعالى يقول للمؤمنين: انظروا وتعجبوا من شأن هؤلاء المنافقين إنهم عند ما أصابتكم مصيبه فرحوا، وعند ما انتصرتم وأصبتم الغنائم تحسروا وتمنوا أن لو كانوا معكم حتى لكأنهم لا علم لهم بالقتال الذي دار بينكم وبين أعدائكم، وحتى لكأنهم لا مخالطة ولا صحبة بينكم وبينهم مع أن علمهم بالقتال حاصل، ومخالطتهم لكم حاصلة فلم يتحسرون؟ إن قولهم: يا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزاً عَظِيماً ليدعو إلى التعجب من أحوالهم، والتحقير لسلوكهم، والدعوة عليهم بأن يزدادوا حسرة على حسرتهم.وبذلك نرى أن الآيات الكريمة قد أمرت المؤمنين بحسن الاستعداد للقاء أعدائهم في كل وقت، وكشفت لهم عن رذائل المنافقين الذين إذا أصابت المؤمنين مصيبة فرحوا لها، وإذا أصابهم فضل من الله تحسروا وحزنوا، وفي هذا الكشف فضيحة للمنافقين، وتحذير للمؤمنين من شرورهم.وبعد هذا التوبيخ الشديد للمتثاقلين عن الجهاد، أخذ القرآن الكريم في استنهاض الهمم والعزائم للجهاد في سبيل الله فقال- تعالى-:"
}