{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/123/",
    "ayah_number": 123,
    "text": "ثم بين- سبحانه- أن الوصول إلى رضوانه لا يكون بالأمانى والأوهام وإنما يكون بالإيمان والعمل الصالح فقال: لَيْسَ بِأَمانِيِّكُمْ وَلا أَمانِيِّ أَهْلِ الْكِتابِ، مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ. وَلا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلا نَصِيراً.والأمانى: جمع أمنية. وهي ما يتمناه الإنسان ويرغب فيه ويشتهيه من أشياء متنوعة.كحصوله على الخير الوفير في الدنيا، وعلى الجنة في الآخرة. وهي مأخوذة من التمني.وقد روى المفسرون في سبب نزول هذه الآية روايات منها قول قتادة: ذكر لنا أن المسلمين وأهل الكتاب افتخروا. فقال أهل الكتاب: نبينا قبل نبيكم، وكتابنا قبل كتابكم فنحن أولى منكم. وقال المسلمون: نحن أولى بالله منكم، ونبينا خاتم النبيين. وكتابنا يقضى على الكتب التي كانت قبله. فأنزل الله: لَيْسَ بِأَمانِيِّكُمْ وَلا أَمانِيِّ أَهْلِ الْكِتابِ. الآية.وقال مجاهد: قالت العرب لن نبعث ولن نعذب. وقالت اليهود والنصارى لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كانَ هُوداً أَوْ نَصارى. فأنزل الله- تعالى- لَيْسَ بِأَمانِيِّكُمْ. الآية .والضمير في قوله لَيْسَ يعود إلى ما تقدم ذكره من الوعد المتقدم وهو نيل الثواب ودخول الجنة.والخطاب لجميع الفرق التي حدث بينها تنازع في شأن الدين الحق، وفي شأن ما يترتب على ذلك من ثواب.والمعنى: ليس ما وعد الله به من الثواب أو إدخال الجنة، أو ليس ما تحاورتم فيه حاصلا بمجرد أمانيكم- أيها المسلمون- أو أمانى أهل الكتاب أو غيرهم، وإنما ما تمنيتموه جميعا يحصل بالإيمان الصادق، وبالعمل الصالح، وبالسعي والجد في طاعة الله، فقد اقتضت سنة الله- تعالى- أن من يعمل خيرا يجد خيرا، ومَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ أى: من يرتكب معصية مؤمنا كان أو كافرا يجازه الله بها عاجلا أو آجلا إلا إذا تاب، أو تفضل الله عليه بالمغفرة إذا كان مؤمنا.وقد سار ابن كثير في تفسيره على أن الخطاب لجميع الطوائف فقال: «والمعنى في هذه الآية أن الدين ليس بالتحلي ولا بالتمني، ولكن ما وقر في القلوب وصدقته الأعمال. وليس كل من ادعى شيئا حصل له بمجرد دعواه، ولا كل من قال إنه على الحق سمع قوله بمجرد ذلك حتى يكون له من الله برهان ولهذا قال: لَيْسَ بِأَمانِيِّكُمْ وَلا أَمانِيِّ أَهْلِ الْكِتابِ.أى ليس لكم ولا لهم النجاة بمجرد التمني. بل العبرة بطاعة الله- سبحانه- واتباع ما شرعه على ألسنة رسله ولهذا قال بعده مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ. كقوله: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ. وَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَه .ومنهم من يرى أن الخطاب في قوله لَيْسَ بِأَمانِيِّكُمْ للمسلمين.وقد أشار إلى ذلك صاحب الكشاف بقوله: في لَيْسَ ضمير وعد الله أى: ليس ينال ما وعد الله من الثواب بِأَمانِيِّكُمْ وَلا بأمانى أهل الكتاب. والخطاب للمسلمين، لأنه لا يتمنى وعد الله إلا من آمن به. وكذلك ذكر أهل الكتاب معهم لمشاركتهم لهم في الإيمان بوعد الله «2» .ومنهم من يرى أن الخطاب للمشركين. وقد رجح ذلك ابن جرير فقال ما ملخصه: وأولى الأقوال بالصواب في ذلك ما قاله مجاهد من أنه عنى بقوله لَيْسَ بِأَمانِيِّكُمْ. مشركي قريش.وإنما قلنا ذلك أولى بالصواب. لأن المسلمين لم يجر لأمانيهم ذكر فيما مضى من الآي قبل قوله لَيْسَ بِأَمانِيِّكُمْ وإنما جرى ذكر أمانى نصيب الشيطان المفروض في قوله قبل ذلك.وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ وقوله يَعِدُهُمْ وَيُمَنِّيهِمْ فإلحاق معنى قوله- تعالى- لَيْسَ بِأَمانِيِّكُمْ بما ذكره قبل أحق وأولى من ادعاء تأويل فيه لا دالة عليه من ظاهر التنزيل، ولا من أثر الرسول صلى الله عليه وسلم.ومع وجاهة هذا الرأى الذي سار عليه ابن جرير، إلا أنا نؤثر عليه ما ذهب إليه ابن كثير من أن الآية الكريمة تخاطب الناس جميعا سواء أكانوا مؤمنين أم مشركين أم من أهل الكتاب. لأن الآية الكريمة تضع لهم جميعا قاعدة عامة وهي أن الوصول إلى ثواب الله ورضاه لا ينال بالأمانى والأحلام وإنما ينال بالإيمان والعمل الصالح.وقوله مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ جملة مكونة من شرط وجزاء. والمراد بالسوء ما يشمل الكفر والمعاصي. وقيل: المراد بالسوء هنا الكفر فقط.قال الآلوسى قوله- تعالى-: مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ أى: عاجلا أو آجلا. فقد أخرج الترمذي وغيره عن أبى بكر الصديق قال: كنت عند النبي صلى الله عليه وسلم فنزلت هذه الآية. فقال رسول الله: يا أبا بكر ألا أقرئك آية نزلت على؟ فقلت: بلى يا رسول الله. فأقرأنيها فلا أعلم إلا أنى وجدت انفصاما في ظهري.. فقال رسول الله صلى الله عليه وسلم. مالك يا أبا بكر؟ قلت بأبى أنت وأمى يا رسول الله وأينا لم يعمل السوء. وإنا لمجزيون بكل سوء عملناه؟ فقال رسول الله صلى الله عليه وسلم: أما أنت وأصحابك يا أبا بكر المؤمنون فتجزون بذلك في الدنيا حتى تلقوا الله- تعالى- ليس عليكم ذنوب. وأما الآخرون فيجمع لهم ذلك حتى يجزون يوم القيامة.وأخرج مسلم وغيره عن أبى هريرة قال: لما نزلت هذه الآية شق ذلك على المسلمين وبلغت منهم ما شاء الله- تعالى- فشكوا ذلك إلى رسول الله صلى الله عليه وسلم فقال: سددوا وقاربوا فإن كل ما أصاب المسلم كفارة حتى الشوكة يشاكها والنكبة ينكبها.قال الآلوسى: والأحاديث بهذا المعنى أكثر من أن تحصى. ولهذا أجمع عامة العلماء على أن الأمراض والأسقام ومصائب الدنيا وهمومها- وإن قلت مشقتها- يكفر الله- تعالى- بها الخطيئات، والأكثرون على أنها- أيضا ترفع بها الدرجات، وهو الصحيح المعول عليه. فقد صح في غير ما طريق «ما من مسلم يشاك شوكة فما فوقها إلا كتبت له بها درجة ومحيت عنه بها خطيئة».وقوله- تعالى- وَلا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلا نَصِيراً تذييل قصد به تأكيد ما قبله من أن ثواب الله لا ينال إلا بالإيمان والعمل الصالح، وأن عقابه سيحل بمن يعمل السوء.أى: أن من يعمل السوء سيجازى به، ولا يجد هذا المرتكب للسوء أحدا سوى الله- سبحانه- يلي أمره ويحامى عنه، ولا نصيرا ينصره ويحاول إنجاءه من عقاب الله- تعالى-"
}