{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/29/",
    "ayah_number": 29,
    "text": "والمراد بالأكل في قوله لا تَأْكُلُوا أَمْوالَكُمْ مطلق الأخذ الذي يشمل سائر التصرفات التي نهى الله عنها.وخص الأكل بالذكر لأن المقصود الأعظم من الأموال هو التصرف فيها بالأكل.والباطل: اسم لكل تصرف لا يبيحه الشرع كالربا والقمار والرشوة والغصب والسرقة والخيانة والظلم إلى غير ذلك من التصرفات المحرمة.والمعنى. يا أيها المؤمنون لا يحل لكم أن يأكل بعضكم مال غيره بطريقة باطلة لا يقرها الشرع، ولا يرتضيها الدين، كما أنه لا يحل لكم أن تتصرفوا في الأموال التي تملكونها تصرفا منهيا عنه بأن تنفقوها في وجوه المعاصي التي نهى الله عنها فإن ذلك يتنافى مع طبيعة هذا الدين الذي آمنتم به.وناداهم- سبحانه- بصفة الإيمان، لتحريك حرارة العقيدة في قلوبهم وإغرائهم بالاستجابة لما أمروا به أو نهوا عنه.وفي قوله أَمْوالَكُمْ إشارة إلى أن هذه الأموال هي نعمة من الله لنا، وأن على الأمة جميعها أن تصون هذه الأموال عن التصرفات الباطلة التي لا تبيحها شريعة الله.وفي قوله بَيْنَكُمْ إشارة إلى أن تبادل الأموال بين الأفراد والجماعات يجب أن يكون على أساس من الحق والعدل ولا يكون بالباطل أو بالظلم.والاستثناء في قوله إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ مِنْكُمْ استثناء منقطع لأن التجارة ليست من جنس الأموال المأكولة بالباطل.والمعنى: لا يحل لكم- أيها المؤمنون- أن تتصرفوا في أموالكم بالطرق المحرمة، لكن يباح لكم أن تتصرفوا فيها بالتجارة الناشئة عن تراض فيما بينكم لأنه لا يحل لمسلم أن يقتطع مال أخيه المسلم إلا عن طيب نفس منه.والتجارة: اسم يقع على عقود المعاوضات التي يقصد بها طلب الربح. وخصت بالذكر من بين سائر أسباب الملك لكونها أغلب وقوعا ولأن أسباب الرزق أكثرها متعلق بها.أخرج الأصبهانى عن معاذ بن جبل قال: قال رسول الله صلى الله عليه وسلم أطيب الكسب كسب التجار الذين إذا حدثوا لم يكذبوا، وإذا وعدوا لم يخلفوا، وإذا ائتمنوا لم يخونوا، وإذا اشتروا لم يذموا، وإذا باعوا لم يمدحوا، وإذا كان عليهم لم يمطلوا، وإذا كان لهم لم يعسروا) .وكلمة تِجارَةً قرأها عاصم وحمزة والكسائي بالنصب على أنها خبر لكان الناقصة، واسم كان ضمير يعود على الأموال أى إلا أن تكون الأموال المتداولة بينكم تجارة صادرة عن تراض منكم. وقرأها الباقون بالرفع على أنها فاعل لكان التامة أى: إلا أن تقع تجارة بينكم عن تراض منكم.وقوله عَنْ تَراضٍ مِنْكُمْ صفة لقوله تِجارَةً ولفظ عَنْ للمجاوزة أى: إلا أن تكون تجارة صادرة عن تراض كائن منكم.والتراضي: هو الرضا من الجانبين بما يدل عليه من لفظ أو عرف، وهو أساس العقود بصفة عامة، وأساس المبادلات المالية بصفة خاصة، فلا بيع ولا شراء ولا إجارة ولا شركة ولا غيرها من عقود التجارة ما لم يتحقق الرضا.قال بعضهم: وحقيقة التراضي لا يعلمها إلا الله- تعالى- والمراد ها هنا أمارته. كالإيجاب والقبول وكالتعاطى عند القائل به. وقد قال- تعالى- إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ مِنْكُمْ فدل ذلك على أن مجرد التراضي هو المناط. ولا بد من الدلالة عليه بلفظ أو إشارة أو كتابة، بأى لفظ وقع وعلى أى صفة كان، وبأى إشارة مفيدة حصل» .وقال الآلوسى: والمراد بالتراضي مراضاة المتبايعين بما تعاقدوا عليه في حال المبايعة وقت الإيجاب والقبول عندنا. وعند المالكية والشافعية حالة الافتراق عن مجلس العقد وقيل التراضي: التخيير بعد البيع ... ».هذا، وظاهر قوله- تعالى- إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ مِنْكُمْ يفيد إباحة جميع أنواع التجارات ما دام قد حصل التراضي بين المتعاقدين، ولكن هذا الظاهر غير مراد لأن الشارع قد حرم المتاجرة في أشياء معينة حتى ولو تم التراضي بين المتعاقدين فيها، وذلك مثل المتاجرة في الخمر والميتة ولحم الخنزير، ومثل بيع الغرر والعبد الآبق ونحو ذلك مما نهى عنه الشارع من العقود والمعاملات.وقوله وَلا تَقْتُلُوا أَنْفُسَكُمْ معطوف على ما قبله.وللعلماء في تأويله اتجاهات: فمنهم من يرى أن معناه: ولا يقتل بعضكم بعضا، فإن قتل بعضكم لبعض قتل لأنفسكم. والتعبير عن قتل بعضهم لبعض بقتل أنفسهم للمبالغة في الزجر عن هذا الفعل، وبتصويره بصورة مالا يكاد يفعله عاقل.وإلى هذا المعنى اتجه الفخر الرازي فقد قال: اتفقوا على أن هذا نهى عن أن يقتل بعضهم بعضا. وإنما قال: أَنْفُسَكُمْ لقوله صلى الله عليه وسلم «المؤمنون كنفس واحدة» . ولأن العرب يقولون:قتلنا ورب الكعبة إذا قتل بعضهم لأن قتل بعضهم يحرى مجرى قتلهم».ومنهم من يرى أن معناه النهى عن قتل الإنسان لنفسه. ومن ذلك ما أخرجه الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: من تردى من جبل فقتل نفسه فهو في نار جهنم خالدا مخلدا فيها أبدا. ومن تحسى سما فقتل نفسه فسمه في يده يتحساه في نار جهنم خالدا مخلدا فيها أبدا.ومن قتل نفسه بحديدة فحديدته في يده يجأ- أى يطعن- بها في بطنه في نار جهنم خالدا مخلدا فيها أبدا».وروى مسلم عن جابر بن سمرة قال: أتى النبي صلى الله عليه وسلم برجل قتل نفسه بمشاقص- أى سهام عراض واحدها مشقص- فلم يصل عليه.ومنهم من يرى أن معناه: لا تقتلوا أنفسكم بأكل بعضكم أموال بعض وبارتكابكم للمعاصي التي نهى الله عنها، فإن ذلك يؤدى إلى إفساد أمركم، وذهاب ريحكم، وتمزق وحدتكم، ولا قتل للأمم والجماعات أشد من فساد أمرها، وذهاب ريحها.وقد ذهب إلى هذا المعنى الإمام ابن كثير فقد قال: وقوله: وَلا تَقْتُلُوا أَنْفُسَكُمْ أى بارتكاب محارم الله- وتعاطى معاصيه، وأكل أموالكم بينكم بالباطل».والذي نراه أن الجملة الكريمة تتناول كل هذه الاتجاهات، فهي تنهى المسلم عن أن يقتل نفسه، كما أنها تنهاه عن أن يقتل غيره، وهي أيضا تنهاه عن ارتكاب المعاصي التي تؤدى إلى هلاكه.وقدم- سبحانه- النهى عن أكل الأموال بالباطل على النهى عن قتل الأنفس مع أن الثاني أخطر، للإشعار بالتدرج في النهى من الشديد إلى الأشد ولأن وقوعهم في أكل الأموال بالباطل كان أكثر منهم وأسهل عليهم من وقوعهم في القتل.وقد ختم- سبحانه- الآية الكريمة بقوله: إِنَّ اللَّهَ كانَ بِكُمْ رَحِيماً لبيان أن ما نهى الله عنه من محرمات، وما أباحه من مباحات، إنما هو من باب الرحمة بالناس، وعدم المشقة عليهم. فالله- تعالى- رءوف بعباده ومن مظاهر ذلك أنه لم يكلفهم إلا بما هو في قدرتهم واستطاعتهم.وهذه الآية الكريمة أصل عظيم في حرمة الأموال والأنفس. ولقد أكد النبي صلى الله عليه وسلم هذا المعنى في خطبته في حجة الوداع حيث قال: «إن دماءكم وأموالكم عليكم حرام كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا» ."
}