{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/117/",
    "ayah_number": 117,
    "text": "ثم فصل- سبحانه- ما عليه المشركون من ضلال فقال: إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِناثاً.وإِنْ هنا هي النافية. ويدعون من الدعاء وهو هنا بمعنى العبادة لأن من عبد شيئا فإنه يدعوه عند احتياجه إليه.والمراد بالإناث: الأصنام التي كانوا يعبدونها من دون الله.أى: أن هؤلاء المشركين ما يعبدون من دون الله إلا أصناما، أو ما ينادون من دون الله لقضاء حوائجهم إلا أوثانا لا تملك لنفسها نفعا ولا ضرا.وعبر عن الأصنام بالإناث لأن المشركين سموا أكثر هذه الأصنام بأسماء الإناث، كاللات والعزى ومناة.قال الحسن: كان لكل حي من أحياء العرب صنم يعبدونه ويسمونه أنثى بنى فلان وكانوا يزينونه بالحلى كالنساء.وقيل: المراد بالإناث هنا الملائكة، لأن بعضهم كان يعبد الملائكة ويقولون عنها: بنات الله. قال- تعالى- وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبادُ الرَّحْمنِ إِناثاً.وقيل: المراد بها هنا: الجمادات التي لا حياة فيها ومع ذلك يعبدونها.قال أبو حيان: قال الراغب: أكثر ما عبدته العرب من الأصنام كانت أشياء منفعلة غير فاعلة. فبكتهم الله أنهم مع كونهم فاعلين من وجه يعبدون ما ليس هو إلا منفعلا من كل وجه. وعلى هذا نبه إبراهيم- عليه السلام- أباه بقوله: يا أَبَتِ لِمَ تَعْبُدُ ما لا يَسْمَعُ وَلا يُبْصِرُ وَلا يُغْنِي عَنْكَ شَيْئاً وقد رجح ابن جرير القول الأول فقال: وأولى التأويلات التي ذكرت بتأويل ذلك تأويل من قال: عنى بذلك الآلهة التي كان مشركو العرب يعبدونها من دون الله، ويسمونها بالإناث من الأسماء كاللات والعزى ونائلة ومناة وما أشبه ذلك.وإنما قلنا ذلك أولى بتأويل الآية لأن الأظهر من معاني الإناث في كلام العرب، ما عرف بالتأنيث دون غيره فإذا كان ذلك كذلك فالواجب توجيه تأويله إلى الأشهر من معانيه. فكأنه- تعالى- يقول: فحسب هؤلاء الذين أشركوا بالله وعبدوا ما عبدوا من دونه حجة عليهم في ضلالهم وكفرهم أنهم يعبدون إناثا. والإناث من كل شيء أخسه. فهم يقرون للخسيس من الأشياء بالعبودية على علم منهم بخساسته ويمتنعون من إخلاص العبودية للذي ملك كل شيء وبيده الخلق والأمر .وقوله وَإِنْ يَدْعُونَ إِلَّا شَيْطاناً مَرِيداً بيان لما دفعهم إلى الوقوع في ذلك الضلال الذي انغمسوا فيه.ومريدا. أى عاتيا متمردا بالغا الغاية في الشرور والفساد.قال الراغب: والمارد والمريد من شياطين الجن والإنس المتعرى من الخيرات. من قولهم شجر أمرد إذا تعرى من الورق. ومنه قيل رملة مرداء أى: لم تنبت شيئا. ومنه الأمرد لتجرده عن الشعر .فأصل مادة مرد للملاسة والتجرد. ومنه قوله- تعالى-رْحٌ مُمَرَّدٌأى أملس. ووصف الشيطان بالتمرد لتجرده للشر. وعدم علوق شيء من الخير به. أو لظهور شره ظهور عيدان الشجرة المرداء.والمعنى: إن هؤلاء المشركين ما يعبدون من دون الله إلا أصناما سموها بأسماء الإناث، وما يطيعون في عبادتها إلا شيطانا عاتيا متجردا من كل خير، ومتعريا من كل فضيلة. فهذا الشيطان الشرير دعاهم لعبادة غير الله فانقادوا له انقيادا تاما. وخضعوا له خضوعا لا مكان معه لتعقل أو تدبر.وقوله مَرِيداً صفة لشيطان."
}