{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/24/",
    "ayah_number": 24,
    "text": "ثم بين- سبحانه- نوعا سابعا من المحرمات فقال: وَالْمُحْصَناتُ مِنَ النِّساءِ إِلَّا ما مَلَكَتْ أَيْمانُكُمْ كِتابَ اللَّهِ عَلَيْكُمْ.وقوله وَالْمُحْصَناتُ من الإحصان وهو في اللغة بمعنى المنع. يقال: هذه درع حصينة، أى مانعة صاحبها من الجراحة. ويقال: هذا موضع حصين، أى مانع من يريده بسوء. ويقال امرأة حصينة أى مانعة نفسها من كل فاحشة بسبب عفتها أو حريتها أو زواجها.قال الراغب: ويقال حصان للمرأة العفيفة ولذات الحرمة. قال- تعالى-: وَمَرْيَمَ ابْنَتَ عِمْرانَ الَّتِي أَحْصَنَتْ فَرْجَها وقال- تعالى- فَإِذا أُحْصِنَّ أى تزوجن. وأحصن زوجن.والحصان في الجملة: المرأة المحصنة إما بعفتها أو بتزوجها أو بمانع من شرفها وحريتها» والمراد بالمحصنات هنا: ذوات الأزواج من النساء.وقوله وَالْمُحْصَناتُ مِنَ النِّساءِ معطوف على قوله وَأُمَّهاتُكُمُ في قوله- تعالى-: في آية المحرمات السابقة حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ إلخ.والمعنى: وكما حرم عليكم نكاح أمهاتكم وبناتكم إلخ، فقد حرم عليكم- أيضا- نكاح ذوات الأزواج من النساء قبل مفارقة أزواجهن لهن، لكي لا تختلط المياه فتضيع الأنساب.وقوله إِلَّا ما مَلَكَتْ أَيْمانُكُمْ استثناء من تحريم نكاح ذوات الأزواج والمراد به: النساء المسبيات اللاتي أصابهن السبي ولهن أزواج في دار الحرب، فانه يحل لمالكهن وطؤهن بعد الاستبراء، لارتفاع النكاح بينهن وبين أزواجهن بمجرد السبي. أو بسبيهن وحدهن دون أزواجهن.أى: وحرم الله- تعالى- عليكم نكاح ذوات الأزواج من النساء، إلا ما ملكتموهن بسبى فسباؤكم لهن هادم لنكاحهن السابق في دار الكفر، ومبيح لكم نكاحهن بعد استبرائهن.قال القرطبي ما ملخصه: فالمراد بالمحصنات هاهنا ذوات الأزواج. أى هن محرمات إلا ما ملكت اليمين بالسبي من أرض الحرب، فإن تلك حلال للذي تقع في سهمه وإن كان لها زوج، وهو قول الشافعى في أن السباء يقطع العصمة. وقاله ابن وهب وابن عبد الحكم وروياه عن مالك، وقال به أشهب يدل عليه ما رواه مسلم في صحيحه عن أبى سعيد الخدري أن رسول الله صلى الله عليه وسلم بعث جيشا يوم حنين إلى أوطاس فلقوا العدو فقاتلوهم وظهروا عليهم وأصابوا لهم سبايا. فكان ناس من أصحاب النبي صلى الله عليه وسلم قد تحرجوا من غشيانهن من أجل أزواجهن من المشركين. فأنزل الله- عز وجل- في ذلك وَالْمُحْصَناتُ مِنَ النِّساءِ إِلَّا ما مَلَكَتْ أَيْمانُكُمْ أى فهن لكم حلال إذا انقضت عدتهن، وهذا نص صحيح صريح في أن الآية نزلت بسبب تحرج أصحاب النبي صلى الله عليه وسلم عن وطء المسبيات ذوات الأزواج فأنزل الله في جوابهم إِلَّا ما مَلَكَتْ أَيْمانُكُمْ. وبه قال مالك وأبو حنيفة وأصحابه والشافعى وأحمد وإسحاق وأبو ثور، وهو الصحيح- إن شاء الله تعالى-»  .وقيل إن المراد بالمحصنات هنا: ذوات الأزواج- كما تقدم-، وبما ملكت أيمانكم: مطلق ملك اليمين. فكل من انتقل إليه ملك أمة ببيع أو هبة أو سباء أو غير ذلك وكانت متزوجة كان ذلك الانتقال مقتضيا لطلاقها وحلها لمن انتقلت إليه.وهذا القول ضعيف، لأن عائشة- رضى الله عنها- اشترت بريرة وأعتقتها وكانت ذات زوج، ثم خيرها النبي صلى الله عليه وسلم بين فسخ نكاحها من زوجها وبين بقائها على هذا النكاح، فدل ذلك على أن بيع الأمة ليس هادما للعصمة، لأنه لو كان هادما لها ما خير النبي صلى الله عليه وسلم بريرة.أخرج البخاري عن عائشة- رضى الله عنها- قالت: اشتريت بريرة. فاشترط أهلها ولاءها. فذكرت ذلك للنبي صلى الله عليه وسلم فقال: (أعتقيها فإن الولاء لمن أعطى الورق) .قالت: فأعتقتها. قالت: فدعاها رسول الله صلى الله عليه وسلم فخيرها في زوجها، فقالت: لو أعطانى كذا وكذا ما بت عنده. فاختارت نفسها) ...وقوله- تعالى- كِتابَ اللَّهِ عَلَيْكُمْ ساقه- سبحانه- لتأكيده تحريم نكاح الأنواع التي سبق ذكرها.وقوله كِتابَ مصدر كتب، وهو مصدر مؤكد لعامله أى: كتب الله عليكم تحريم هذه الأنواع التي سبق ذكرها كتابا وفرضه فرضا، فليس لكم أن تفعلوا شيئا مما حرمه الله عليكم، وإنما الواجب عليكم أن تقفوا عند حدوده وشرعه.وقيل: إن قوله كِتابَ منصوب على الإغراء. أى: الزموا كتاب الله الذي هو حجة عليكم إلى يوم القيامة ولا تخالفوا شيئا من أوامره أو نواهيه.وعليه فيكون المراد بالكتاب هنا القرآن الكريم الذي شرع الله فيه ما شرع من الأحكام.وإلى هنا تكون هذه الآيات الثلاث قد بينت خمسة عشر نوعا من الأنكحة المحرمة.أما الآية الأولى وهي قوله- تعالى-: وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ إلخ فقد بينت نوعا واحدا.وأما الآية الثانية وهي قوله- تعالى-: حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ إلخ فقد بينت ثلاثة عشر نوعا.وأما الآية الثالثة وهي قوله- تعالى-: وَالْمُحْصَناتُ مِنَ النِّساءِ. إلخ فقد بينت نوعا واحدا.قال الفخر الرازي عند تفسيره لقوله- تعالى- حُرِّمَتْ عَلَيْكُمْ أُمَّهاتُكُمْ ... الآية:اعلم أنه- تعالى- نص على تحريم أربعة عشر صنفا من النساء: سبعة منهن من جهة النسب وهن: الأمهات والبنات والأخوات والعمات والخالات وبنات الأخ وبنات الأخت.وسبعة أخرى لا من جهة النسب وهن: الأمهات من الرضاعة والأخوات من الرضاعة، وأمهات النساء والربائب بنات النساء بشرط أن يكون قد دخل بالنساء، وأزواج الأبناء والآباء إلا أن أزواج الأبناء مذكورة ها هنا، وأزواج الآباء مذكورة في الآية المتقدمة، - وهي قوله وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ والجمع بين الأختين هذا، وبعد أن بين- سبحانه- المحرمات من النساء، عقب ذلك بإيراد جملة كريمة بين فيها ما يحل نكاحه من النساء فقال- تعالى-: وَأُحِلَّ لَكُمْ ما وَراءَ ذلِكُمْ.وما هنا المراد بها عموم النساء.وكلمة وَراءَ هنا بمعنى غير أو دون كما في قول بعضهم: (وليس وراء الله للمرء مذهب) .واسم الإشارة ذلِكُمْ يعود إلى ما تقدم من المحرمات.والجملة الكريمة معطوفة على قوله «حرمت عليكم أمهاتكم» إلخ.ومن قرأ أُحِلَّ لَكُمْ ... ببناء الفعل للفاعل جعلها معطوفة على كتب المقدر في قوله كِتابَ اللَّهِ عَلَيْكُمْ....والمعنى: حرمت عليكم هؤلاء المذكورات، وأحل لكم نكاح ما سواهن من النساء.قال القرطبي: قوله- تعالى وَأُحِلَّ لَكُمْ ما وَراءَ ذلِكُمْ قرأ حمزة والكسائي وعاصم في رواية حفص وَأُحِلَّ لَكُمْ ردا على حُرِّمَتْ عَلَيْكُمْ وقرأ الباقون بالفتح ردا على قوله- تعالى- كِتابَ اللَّهِ عَلَيْكُمْ. وهذا يقتضى ألا يحرم من النساء إلا من ذكر، وليس كذلك فإن الله- تعالى- قد حرم على لسان نبيه صلى الله عليه وسلم من لم يذكر في الآية فيضم إليها. قال- تعالى-: وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا.روى مسلم عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «لا يجمع بين المرأة وعمتها ولا بين المرأة وخالتها» . وقد قيل: إن تحريم الجمع بين المرأة وعمتها وخالتها متلقى من الآية نفسها لأن الله- تعالى- حرم الجمع بين الأختين، والجمع بين المرأة وعمتها- أو خالتها- في معنى الجمع بين الأختين أو لأن الخالة في معنى الوالدة والعمة في معنى الوالد والصحيح الأول: لأن الكتاب والسنة كالشىء الواحد فكأنه قال: «أحللت لكم ما وراء من ذكرنا في الكتاب وما وراء ما أكملت به البيان على لسان محمد صلى الله عليه وسلم» .ثم رفع- سبحانه- من شأن المرأة وكرمها بأن جعل إيتاءها المهر شرطا لاستحلال نكاحها إعزازا لها فقال- تعالى- أَنْ تَبْتَغُوا بِأَمْوالِكُمْ مُحْصِنِينَ غَيْرَ مُسافِحِينَ.وقوله: تَبْتَغُوا من الابتغاء بمعنى الطلب الشديد.وقوله: مُحْصِنِينَ من الإحصان وهو هنا بمعنى العفة وتحصين النفس ومنعها عن الوقوع فيما يغضب الله- تعالى-.وقوله: مُسافِحِينَ من السفاح بمعنى الزنا والمسافح: هو الزاني. ولفظ السفاح مأخوذ من السفح وهو صب الماء وسيلانه. وسمى به الزنا لأن الزاني لا غرض له إلا صب النطفة فقط دون نظر إلى الأهداف الشريفة التي شرعها الله وراء النكاح.وقوله أَنْ تَبْتَغُوا في محل نصب بنزع الخافض على أنه مفعول له لما دل عليه الكلام ومُحْصِنِينَ وغَيْرَ مُسافِحِينَ حالان من فاعل تَبْتَغُوا.والمعنى: بين لكم- سبحانه- ما حرم عليكم من النساء، وأحل لكم ما وراء ذلكم، من أجل أن تطلبوا الزواج من النساء اللائي أحلهن الله لكم أشد الطلب، عن طريق ما تقدمونه لهن من أموالكم كمهور، وبذلك تكونون قد أحصنتم أنفسكم ومنعتموها عن السفاح والفجور والزنا.قال بعضهم: وكان أهل الجاهلية إذا خطب الرجل منهم المرأة قال: انكحينى. فإذا أراد الزنا قال: سافحينى. والمسافحة أن تقيم امرأة مع رجل على الفجور من غير تزويج صحيح.قال الآلوسى: وظاهر الآية حجة لمن ذهب إلى أن المهر لا بد وأن يكون مالا وبه قال الأحناف. وقال بعض الشافعية: لا حجة في ذلك، لأن تخصيص المال لكونه الأغلب المتعارف، فيجوز النكاح على ما ليس بمال. ويؤيد ذلك ما رواه الشيخان وغيرهما عن سهل بن سعد «أن رسول الله صلى الله عليه وسلم سأل رجلا خطب الواهبة نفسها للنبي صلى الله عليه وسلم ماذا معك من القرآن؟قال: معى سورة كذا وكذا وعددهن. قال: تقرءوهن على ظهر قلبك؟ قال: نعم قال: اذهب فقد ملكتكها بما معك من القرآن» .ووجه التأييد أنه لو كان في الآية حجة لما خالفها رسول الله صلى الله عليه وسلم وأجيب بأن كون القرآن معه لا يوجب كونه بدلا، والتعليم ليس له ذكر في الخبر، فيجوز أن يكون مراده صلى الله عليه وسلم: زوجتك تعظيما للقرآن ولأجل ما معك منه»  .ثم قال- تعالى-: فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً.والاستمتاع: طلب المتعة والتلذذ بما فيه منفعة ولذة.والمراد بقوله أُجُورَهُنَّ أى مهورهن لأنها في مقابلة الاستمتاع فسميت أجرا.وما: في قوله فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ واقعة على الاستمتاع. والعائد في الخبر محذوف أى فآتوهن أجورهن عليه.والمعنى: فما انتفعتم وتلذذتم به من النساء عن طريق النكاح الصحيح فآتوهن أجورهن عليه.ويصح أن تكون ما واقعة على النساء باعتبار الجنس أو الوصف. وأعاد الضمير عليها مفردا في قوله بِهِ باعتبار لفظها، وأعاده عليها جمعا في قوله مِنْهُنَّ باعتبار معناها.ومن في قوله مِنْهُنَّ للتبعيض أو للبيان. والجار والمجرور في موضع النصب على الحال من ضمير بِهِ:والمعنى: فأى فرد أو الفرد الذي تمتعتم به حال كونه من جنس النساء أو بعضهن فأعطوهن أجورهن على ذلك. والمراد من الأجور: المهور. وسمى المهر أجرا لأنه بدل عن المنفعة لا عن العين.وقوله فَرِيضَةً مصدر مؤكد لفعل محذوف أى: فرض الله عليكم ذلك فريضة. أو حال من الأجور بمعنى مفروضة. أى: فآتوهن أجورهن حالة كونها مفروضة عليكم.ثم بين- سبحانه- أنه لا حرج في أن يتنازل أحد الزوجين لصاحبه عن حقه أو عن جزء منه ما دام ذلك حاصلا بالتراضي فقال- تعالى-: وَلا جُناحَ عَلَيْكُمْ فِيما تَراضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كانَ عَلِيماً حَكِيماً.أى: لا إثم ولا حرج عليكم فيما تراضيتم به أنتم وهن من إسقاط شيء من المهر أو الإبراء منه أو الزيادة عليه ما دام ذلك بالتراضي بينكم ومن بعد اتفاقكم على مقدار المهر الذي سميتموه وفرضتموه على أنفسكم.وقد ذيل- سبحانه- الآية الكريمة بقوله إِنَّ اللَّهَ كانَ عَلِيماً حَكِيماً لبيان أن ما شرعه هو بمقتضى علمه الذي أحاط بكل شيء، وبمقتضى حكمته التي تضع كل شيء في موضعه.فأنت ترى أن الآية الكريمة مسوقة لبيان بعض الأنواع من النساء اللاتي حرم الله نكاحهن، ولبيان ما أحله الله منهن بعبارة جامعة، ثم لبيان أن الله- تعالى- قد فرض على الأزواج الذين يبتغون الزوجات عن طريق النكاح الصحيح الشريف أن يعطوهن مهورهن عوضا عن انتفاعهم بهن، وأنه لا حرج في أن يتنازل أحد الزوجين لصاحبه عن حقه أو عن شيء منه ما دام ذلك بسماحة نفس، ومن بعد تسمية المهر المقدر.هذا، وقد حمل بعض الناس هذه الآية على أنها واردة في نكاح المتعة وهو عبارة عن أن يستأجر الرجل المرأة بمال معلوم إلى أجل معين لكي يستمتع بها.قالوا: لأن معنى قوله- تعالى-: فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ: فمن جامعتموهن ممن نكحتموهن نكاح المتعة فآتوهن أجورهن.ولا شك أن هذا القول بعيد عن الصواب، لأنه من المعلوم أن النكاح الذي يحقق الإحصان والذي لا يكون الزوج به مسافحا. هو النكاح الصحيح الدائم المستوفى شرائطه، والذي وصفه الله بقوله وَأُحِلَّ لَكُمْ ما وَراءَ ذلِكُمْ أَنْ تَبْتَغُوا بِأَمْوالِكُمْ مُحْصِنِينَ غَيْرَ مُسافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً.وإذا فقد بطل حمل الآية على أنها في نكاح المتعة لأنها تتحدث عن النكاح الصحيح الذي يتحقق معه الإحصان، وليس النكاح الذي لا يقصد به إلا سفح الماء وقضاء الشهوة.قال ابن كثير: وقد استدل بعموم هذه الآية على نكاح المتعة، ولا شك أنه كان مشروعا في ابتداء الإسلام ثم نسخ بعد ذلك. وقد روى عن ابن عباس وطائفة من الصحابة القول بإباحتها للضرورة. ولكن الجمهور على خلاف ذلك، والعمدة ما ثبت في الصحيحين عن أمير المؤمنين على بن أبى طالب قال: نهى رسول الله صلى الله عليه وسلم عن نكاح المتعة وعن لحوم الحمر الأهلية يوم خيبر، وفي صحيح مسلم عن الربيع بن سبرة الجهني عن أبيه أنه كان مع رسول الله صلى الله عليه وسلم فقال:«يا أيها الناس إنى كنت أذنت لكم في الاستمتاع من النساء، وإن الله قد حرم ذلك إلى يوم القيامة. فمن كانت عنده منهن شيء فليخل سبيله، ولا تأخذوا مما آتيتموهن شيئا»  .وقال الآلوسى: وقيل الآية في المتعة، وهي النكاح إلى أجل معلوم من يوم أو أكثر.والمراد، وَلا جُناحَ عَلَيْكُمْ فِيما تَراضَيْتُمْ بِهِ من استئناف عقد آخر بعد انقضاء الأجل المضروب في عقد المتعة، بأن يزيد الرجل في الأجر وتزيد المرأة في المدة، وإلى ذلك ذهبت الإمامية- من طائفة الشيعة- ثم قال: ولا نزاع عندنا في أنها أحلت ثم حرمت، والصواب المختار أن التحريم والإباحة كانا مرتين. فقد كانت حلالا قبل يوم خيبر ثم حرمت يوم خيبر، ثم أبيحت يوم فتح مكة وهو يوم أوطاس لاتصالهما، ثم حرمت يومئذ بعد ثلاث تحريما مؤبدا إلى يوم القيامة ... ».وقال بعض العلماء: وهذا النص وهو قوله- تعالى- فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً قد تعلق به بعض المفسدين الذين لم يفهموا معنى العلاقات المحرمة بين الرجل والمرأة، فادعوا أنه يبيح المتعة ... والنص بعيد عن هذا المعنى الفاسد بعد ما قالوه عن الهداية لأن الكلام كله في عقد الزواج فسابقه ولا حقه في عقد الزواج، والمتعة حتى على كلامهم لا يسمى عقد نكاح أبدا.وقد تعلقوا مع هذا بعبارات رووها عن النبي صلى الله عليه وسلم أنه أباح المتعة في غزوات ثم نسخها، وبأن ابن عباس كان يبيحها في الغزوات وهذا الاستدلال باطل، لأن النبي صلى الله عليه وسلم نسخها، فكان عليهم عند تعلقهم برواية مسلم أن يأخذوا بها جملة أو يتركوها، وجملتها تؤدى إلى النسخ لا إلى البقاء.وإذا قالوا إننا نتفق معكم على الإباحة ونخالفكم في النسخ فنأخذ المجمع عليه ونترك غيره قلنا لهم: إن النصوص التي أثبتت الإباحة هي التي أثبتت النسخ، وما اتفقنا معكم على الإباحة لأننا نقرر نسخ الإباحة.على أننا نقول: إن ترك النبي صلى الله عليه وسلم المتعة لهم قبل الأمر الجازم بالمنع، ليس من قبيل الإباحة، بل هو من قبيل الترك حتى تستأنس القلوب بالإيمان وتترك عادات الجاهلية، وقد كان شائعا بينهم اتخاذ الأخدان وهو ما نسميه اتخاذ الخلائل. وهذه هي متعتهم، فنهى القرآن الكريم والنبي صلى الله عليه وسلم عنها. وإن الترك مدة لا يسمى إباحة وإنما يسمى عفوا حتى تخرج النفوس من جاهليتها، والذين يستبيحونها باقون على الجاهلية الأولى.وابن عباس- رضى الله عنه- قد رجع عن فتواه بعد أن قال له إمام الهدى على بن أبى طالب: إنك امرؤ تائه، لقد نسخها النبي صلى الله عليه وسلم والله لا أوتى بمستمتعين إلا رجمتهما».وبذلك نرى أن الآية الكريمة واردة في شأن النكاح الصحيح الذي يحقق الإحصان ولا يكون الزوج به مسافحا. وأن القول بأنها تدل على نكاح المتعة قول بعيد عن الحق والصواب للأسباب التي سبق ذكرها.وبعد أن بين- سبحانه- المحرمات من النساء، وبين من يحل نكاحه منهن، عقب ذلك ببيان ما ينبغي أن يفعله من لا يستطيع نكاح المحصنات المؤمنات فقال- تعالى-:"
}