{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/46/",
    "ayah_number": 46,
    "text": "ثم ذكر- سبحانه- ألوانا من الأقوال والأعمال القبيحة التي كان اليهود يقولونها ويفعلونها للإساءة إلى النبي صلى الله عليه وسلم وإلى المسلمين فقال: مِنَ الَّذِينَ هادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَواضِعِهِ.وتحريف الشيء إمالته وتغييره. ومنه قولهم: طاعون يحرف القلوب، أى يميلها ويجعلها على حرف، أى جانب وطرف. وأصله من الحرف يقال: حرف الشيء عن وجهه، صرفه عنه.والجملة الكريمة بيان للموصول وهو قوله- تعالى- الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتابِ.ويجوز أن يكون قوله مِنَ الَّذِينَ هادُوا خبر لمبتدأ محذوف. وقوله يُحَرِّفُونَ الْكَلِمَ عَنْ مَواضِعِهِ صفة له.أى من الذين هادوا قوم أو فريق من صفاتهم أنهم يحرفون الكلم عن مواضعه أى يميلونه عن مواضعه، ويجعلون مكانه غيره، ويفسرونه تفسيرا سقيما بعيدا عن الحق والصواب.قال الفخر الرازي: في كيفية التحريف وجوه:أحدها: أنهم كانوا يبدلون اللفظ بلفظ آخر. مثل تحريفهم اسم «ربعة» عن موضعه في التوراة بوضعهم «آدم طويل» ، وكتحريفهم الرجم بوضعهم الجلد بدله.الثاني: أن المراد بالتحريف إلقاء الشبه الباطلة، والتأويلات الفاسدة، وصرف اللفظ من معناه الحق إلى معنى باطل بوجوه من الحيل اللفظية، كما يفعله أهل البدعة في زماننا هذا بالآيات المخالفة لمذاهبهم. وهذا هو الأصح.الثالث: أنهم كانوا يدخلون على النبي صلى الله عليه وسلم ويسألونه عن أمر فيخبرهم ليأخذوا به فإذا خرجوا من عنده حرفوا كلامه» .والذي نراه أولى أن تحريف هؤلاء اليهود للكلم عن مواضعه يتناول كل ذلك، لأنهم لم يتركوا وسيلة من وسائل التحريف الباطل إلا فعلوها، أملا منهم في صرف الناس عن الدعوة الإسلامية، ولكن الله- تعالى- خيب آمالهم.قال الزمخشري: فإن قلت: كيف قيل هاهنا عَنْ مَواضِعِهِ وفي المائدة مِنْ بَعْدِ مَواضِعِهِ؟ قلت: «أما عن مواضعه» فعلى ما فسرنا من إزالته عن مواضعه التي أوجبت حكمة وضعه فيها، بما اقتضت شهواتهم من إبدال غيره مكانه.وأما مِنْ بَعْدِ مَواضِعِهِ فالمعنى أنه كانت له مواضع قمن بأن يكون فيها. فحين حرفوه تركوه كالغريب الذي لا موضع له بعد مواضعه ومقاره. والمعنيان متقاربان»  .ثم حكى- سبحانه- لونا ثانيا من ضلالتهم فقال: وَيَقُولُونَ سَمِعْنا وَعَصَيْنا أى.ويقولون للنبي صلى الله عليه وسلم إذا ما أمرهم بشيء: سمعنا قولك وعصينا أمرك فنحن مع فهمنا لما تقول لا نطيعك لأننا متمسكون باليهودية.ثم حكى- سبحانه- لونا ثالثا من مكرهم فقال: وَاسْمَعْ غَيْرَ مُسْمَعٍ وهذه الجملة معطوفة على ما قبلها وداخلة تحت القول السابق.أى: ويقولون ذلك في أثناء مخاطبتهم للنبي صلى الله عليه وسلم وهو كلام ذو وجهين وجه محتمل للشر. بأن يحمل على معنى «اسمع» حال كونك غير مسمع كلاما ترضاه. ووجه محتمل للخير. بأن يحمل على معنى اسمع منا غير مسمع كلاما تكرهه.فأنت تراهم- لعنهم الله- أنهم كانوا يخاطبون النبي صلى الله عليه وسلم بهذا الكلام المحتمل للشر والخير موهمين غيرهم أنهم يريدون الخير، مع أنهم لا يريدون إلا الشر، بسبب ما طفحت به نفوسهم من حسد للنبي صلى الله عليه وسلم وللمسلمين.ثم حكى- سبحانه- لونا رابعا من خبثهم فقال: وَراعِنا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدِّينِ وهو كلام معطوف على ما قبله وداخل تحت القول السابق.وكلمة راعِنا كلمة ذات وجهين- أيضا- فهي محتملة للخير بحملها على معنى ارقبنا وأمهلنا أو انتظرنا نكلمك. ومحتملة للشر بحملها على شبه كلمة عبرانية كانوا يتسابون بها. أو على السب بالرعونة أى الحمق.قال الراغب: قوله: - تعالى- وَراعِنا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدِّينِ كان ذلك قولا يقولونه للنبي صلى الله عليه وسلم على سبيل التهكم يقصدون به رميه بالرعونة، ويوهمون أنهم يقولون: راعنا أى: أحفظنا. من قولهم: رعن الرجل يرعن رعنا فهو رعن»  أى أحمق.وأصل كلمة لَيًّا لويا لأنه من لويت، فأدغمت الواو في الياء لسبقها بالسكون. واللى:الانحراف والالتفات والانعطاف.والمراد أنهم كانوا يلوون ألسنتهم بالكلمة أو بالكلام ليكون اللفظ في السمع مشبها لفظا آخر هم يريدونه لأنه يدل على معنى ذميم.أى أنهم كانوا يقولون للنبي صلى الله عليه وسلم على سبيل التهكم والاستهزاء راعِنا ويقصدون بهذا القول الإساءة إليه صلى الله عليه وسلم وينطقون بهذه الكلمة وما يشابهها نطقا ملتويا منحرفا ليصرفوها عن جانب احتمالها للخير إلى جانب احتمالها للشر. ولذا فقد نهى الله- تعالى- المؤمنين عن مخاطبة الرسول صلى الله عليه وسلم بمثل هذه الألفاظ.قال ابن كثير: عند تفسيره لقوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقُولُوا راعِنا وَقُولُوا انْظُرْنا: نهى الله عباده المؤمنين عن أن يتشبهوا بالكافرين في مقالهم وفعالهم. وذلك أن اليهود كانوا يعلنون من الكلام ما فيه تورية لما يقصدونه من التنقيص- عليهم لعائن الله-: فإذا أرادوا أن يقولوا اسمع لنا: يقولون راعنا، ويورون بالرعونه: وكذلك جاءت الأحاديث بالإخبار عنهم بأنهم كانوا إذا سلموا إنما يقولون. السام عليكم. والسام هو الموت. ولهذا أمرنا أن نرد عليهم بوعليكم. وإنما يستجاب لنا فيهم ولا يستجاب لهم فينا. والغرض أن الله- تعالى- نهى المؤمنين عن مشابهة الكافرين قولا وفعلا» .وقوله وَطَعْناً فِي الدِّينِ أى يقولون ذلك من أجل القدح في الدين والاستهزاء بتعاليمه، وبنبيه صلى الله عليه وسلم.ثم بين- سبحانه- ما كان بحب عليهم أن يقولوه لو كانوا يعقلون فقال: تعالى- وَلَوْ أَنَّهُمْ قالُوا سَمِعْنا وَأَطَعْنا وَاسْمَعْ وَانْظُرْنا لَكانَ خَيْراً لَهُمْ وَأَقْوَمَأى: ولو أنهم قالوا عند سماعهم لما يدعوهم إليه الرسول صلى الله عليه وسلم من حق وخير، سَمِعْنا قولك سماع قبول واستجابة، وأطعنا أمرك بدل قولهم سمعنا وعصينا.ولو أنهم قالوا عند مخاطبتهم له صلى الله عليه وسلم وَاسْمَعْ إجابتنا لدعوة الحق وَانْظُرْنا حتى نفهم عنك ما تريده منا بدل قولهم وَاسْمَعْ غَيْرَ مُسْمَعٍ وَراعِنا لَيًّا بِأَلْسِنَتِهِمْ لو أنهم فعلوا ذلك لكان قولهم هذا خيرا لهم وأعدل من أقوالهم السابقة الباطلة التي حكاها القرآن عنهم.ولكنهم لسوء طباعهم لم يفعلوا ذلك فحقت عليهم اللعنة في الدنيا والآخرة وقد صرح القرآن بذلك فقال: وَلكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلا يُؤْمِنُونَ إِلَّا قَلِيلًا. أى: ولكنهم لم يقولوا ما هو خير لهم وأقوم بل قالوا ما هو شر وباطل، فاستحقوا اللعنة من الله بسبب كفرهم وسوء أفعالهم:ولفظ قَلِيلًا في قوله فَلا يُؤْمِنُونَ إِلَّا قَلِيلًا منصوب على الاستثناء من قوله لَعَنَهُمُ أى: ولكن لعنهم الله إلا فريقا منهم آمنوا فلم يلعنوا: أو منصوب على الوصفية لمصدر محذوف أى: ولكن لعنهم الله بكفرهم فلا يؤمنون إلا إيمانا قليلا أى ضعيفا ركيكا لا يعبأ به، ولا يغنى عنهم من عذاب الله شيئا لأنه إيمان غير صحيح بسبب تفريقهم بين رسل الله في التصديق والطاعة.قال- تعالى- إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ، وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ، وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذلِكَ سَبِيلًا. أُولئِكَ هُمُ الْكافِرُونَ حَقًّا وَأَعْتَدْنا لِلْكافِرِينَ عَذاباً مُهِيناً."
}