{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/63/",
    "ayah_number": 63,
    "text": "ثم بين- سبحانه- أنه ليس غافلا عن أعمال أولئك المنافقين، وأرشد نبيه صلى الله عليه وسلم إلى وسائل معالجتهم فقال- تعالى-: أُولئِكَ الَّذِينَ يَعْلَمُ اللَّهُ ما فِي قُلُوبِهِمْ، فَأَعْرِضْ عَنْهُمْ، وَعِظْهُمْ، وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغاً.أى: أولئك الذين نافقوا، وأخفوا حقيقة نواياهم السيئة، وتركوا حكم الله إلى حكم الطاغوت ... أُولئِكَ الَّذِينَ يَعْلَمُ اللَّهُ ما فِي قُلُوبِهِمْ من النفاق والميل إلى الكفر، وإن أظهروا إسلامهم.وقوله فَأَعْرِضْ عَنْهُمْ.. إلخ بيان لطرق معالجتهم.أى: فلا تلتفت إليهم، وغض الطرف عن مسالكهم الخبيثة، ولا تقبل عليهم، لكي يشعروا باستنكارك لأعمالهم.وقوله وَعِظْهُمْ: الوعظ هو التذكير بفعل الخير وترك الشر بأسلوب يرقق القلوب، ويشتمل على الترغيب والترهيب.أى: ذكرهم بما في أعمالهم القبيحة من سوء العاقبة لهم، وبما في تركها من خير جزيل يعود عليهم في دنياهم وآخرتهم، وأخبرهم بأن تحاكمهم إلى غير شريعة الله سيكون فيه هلاكهم.وقوله وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغاً أى قل لهم بعد ذلك قولا يبلغ أعماق نفوسهم لقوته وشدة تأثيره. بأن تورد لهم ما تريد أن تخاطبهم به بطريقة تجعلهم يقبلون على قولك.وفي هذه الجملة الكريمة ما فيها من التعبير البليغ المؤثر، حتى لكأنما القول الذي يقوله الرسول صلى الله عليه وسلم لهم: يودع مباشرة في الأنفس، ويستقر رأسا في القلوب.وقد وضح هذا المعنى صاحب الكشاف فقال: فإن قلت: بم تعلق قوله: فِي أَنْفُسِهِمْ قلت: بقوله بَلِيغاً أى: قل لهم قولا بليغا في أنفسهم مؤثرا في قلوبهم يغتمون به اغتماما، ويستشعرون منه الخوف استشعارا، وهو التوعد بالقتل والاستئصال إن نجم منهم النفاق، وأطلع قرنه، وأخبرهم أن ما في نفوسهم من الدغل والنفاق معلوم عند الله، وأنه لا فرق بينكم وبين المشركين. وما هذه المكانة إلا لإظهاركم الإيمان وإسراركم الكفر وإضماره. فإن فعلتم ما تكشفون به غطاءكم لم يبق إلا السيف.أو يتعلق بقوله قُلْ لَهُمْ. أى: قل لهم في أنفسهم الخبيثة وقلوبهم المطوية على النفاق قولا بليغا. وإن الله يعلم ما في قلوبكم. لا يخفى عليه. فلا يغنى عنكم إبطانه.فأصلحوا أنفسكم وطهروا قلوبكم وداووها من مرض النفاق. وإلا أنزل الله بكم ما أنزل بالمجاهرين بالشرك من انتقامه، وشرا من ذلك وأغلظ، أو قل لهم في أنفسهم خاليا بهم، ليس معهم غيرهم. قولا بليغا يبلغ منهم، ويؤثر فيهم .فأنت ترى أن الآية الكريمة قد أرشدت النبي صلى الله عليه وسلم إلى استعمال ثلاثة طرق لصرف المنافقين عن أفعالهم القبيحة. وهذه الطرق هي الإعراض عنهم، ووعظهم بما يرغبهم في الخير ويرهبهم من الشر، ومخاطبتهم بالقول البليغ المؤثر الذي يحرك نفوسهم تحريكا قويا، ويجعلهم يقبلون عليه.وهذه الطرق هي أسمى ألوان الدعوة إلى الله، وأنجع الأساليب في جلب الناس إلى ما يأخذ بيدهم إلى الخير والفلاح."
}