{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/112/",
    "ayah_number": 112,
    "text": "ثم بين- سبحانه- المصير السيئ الذي ينتظر أولئك الذين يرتكبون السوء ثم يرمون به غيرهم فقال: وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْماً ثُمَّ يَرْمِ بِهِ بَرِيئاً فَقَدِ احْتَمَلَ بُهْتاناً وَإِثْماً مُبِيناً.وقد قيل: إن الخطيئة والإثم هنا بمعنى واحد وقد جيء بهما على اختلاف لفظيهما للتأكيد المعنوي. ولم يرتض كثير من العلماء هذا القيل بل قالوا هما متغايران. وأن المراد بالخطيئة:المعصية الصغيرة. والمراد بالإثم: المعصية الكبيرة. وقال آخرون: الفرق بين الخطيئة والإثم أن الخطيئة تكون عن عمد وعن غير عمد. والإثم لا يكون إلا عن عمد.ويبدو لنا من تعبير القرآن عن الخطيئة أن المراد بها الذنوب التي يرتكبها صاحبها عن استهانة وعدم اكتراث، لأنه لكثرة ولوغه في الشرور صار يأتيها بلا مبالاة. قال- تعالى- بَلى مَنْ كَسَبَ سَيِّئَةً وَأَحاطَتْ بِهِ خَطِيئَتُهُ وقال- تعالى- مِمَّا خَطِيئاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا ناراً.وأن المراد بالإثم هنا: الذنوب التي يرتكبها الإنسان عن تعمد وإصرار فتؤدى به إلى الإبطاء عن الاتجاه إلى الله بالاستغفار والتوبة، لأن الإثم كما يقول الراغب-: اسم للأفعال المبطئة عن الثواب .والبهتان كما يقول القرطبي من البهت- بمعنى الدهش والتحير من فظاعة ما رمى به الإنسان من كذب- وهو أن تستقبل أخاك بأن تقذفه بذنب وهو منه برىء. وروى مسلم عن أبى هريرة رضى الله عنه أن النبي صلى الله عليه وسلم قال. أتدرون ما الغيبة؟ قالوا الله ورسوله أعلم. قال. ذكرك أخاك بما يكره قال. أفرأيت إن كان في أخى ما أقول؟ قال إن كان فيه ما تقول فقد اغتبته. وإن لم يكن فيه فقد بهته. ثم قال القرطبي وهذا نص. فرمى البريء بهت له. يقال. بهته بهتا وبهتانا إذا قال عليه ما لم يفعله .والمعنى: «ومن يكسب خطيئة» أى ذنبا من الذنوب التي يرتكبها صاحبها عن استهانة لكثرة تعوده على ارتكاب السيئات، أو يرتكب إِثْماًمن الآثام التي تبطئه عن رضا الله ورحمته «ثم يرم به بريئا» أى: ينسبه إلى غيره من الأبرياء مع أنه هو الذي اقترفه فَقَدِ احْتَمَلَأى: فقد تحمل بسبب فعله ذلك بُهْتاناًأى كذبا يجعل من رمى به في حيرة ودهشة، وتحمل أيضا إِثْماً مُبِيناًأى ذنبا واضحا بينا لا خفاء فيه يؤدى به إلى غضب الله وسخطه.قال الجمل وقوله (به) في هذه الهاء أقوال:أحدها: أنها تعود على إِثْماًوالمتعاطفان بأو يجوز أن يعود الضمير على المعطوف كما في هذه الآية وعلى المعطوف عليه كما في قوله- تعالى- وَإِذا رَأَوْا تِجارَةً أَوْ لَهْواً انْفَضُّوا إِلَيْها وَتَرَكُوكَ قائِماً.الثاني: أنها تعود على الكسب المدلول عليه بالفعل نحو (اعدلوا هو أقرب للتقوى) أى العدل.الثالث: أنها تعود على أحد المذكورين الدال عليه العطف بأو فإنه في قوة ثم يرم بأحد المذكورين .وقال الفخر الرازي: واعلم أن صاحب البهتان مذموم في الدنيا أشد الذم ومعاقب في الآخرة أشد العقاب. فقوله: فَقَدِ احْتَمَلَ بُهْتاناًإشارة إلى ما يلحقه من الذم العظيم في الدنيا. وقوله وَإِثْماً مُبِيناًإشارة إلى ما يلحقه من العقاب العظيم في الآخرة .وبهذا نرى أن هذه الآيات الثلاثة قد بينت مراتب العصاة أمام الله- تعالى وفتحت لهم باب التوبة ليثوبوا إلى رشدهم، وتوعدت المصرين على معاصيهم بسوء المصير."
}