{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/3/",
    "ayah_number": 3,
    "text": "ثم بين- سبحانه- لعباده ما ينبغي عليهم فعله في حال توقعهم عدم العدل بين الزوجات فقال- تعالى- فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَواحِدَةً أَوْ ما مَلَكَتْ أَيْمانُكُمْ.فالمراد بالعدل هنا: العدل بين الزوجات المتعددات.أى: فإن علمتم أنكم لا تعدلون بين الأكثر من الزوجة الواحدة في القسم والنفقة وحقوق الزوجية بحسب طاقتكم، كما علمتم في حق اليتامى أنكم لا تعدلون- إذا علمتم ذلك فالزموا زوجة واحدة، أو أى عدد شئتم من السراري بالغة ما بلغت.فكأنه- سبحانه- لما وسع عليهم بأن أباح لهم الزواج بالمثنى والثلاث والرباع من النساء، أنبأهم بأنه قد يلزم من هذه التوسعة خوف الميل وعدم العدل. فمن الواجب عليهم حينئذ أن يحترزوا بالتقليل من عدد النساء فيقتصروا على الزوجة الواحدة.ومفهومه: إباحة الزيادة على الواحدة إذا أمن الجور بين الزوجات المتعددات.وقوله فَواحِدَةً منصوب بفعل مضمر والتقدير: فالزموا واحدة أو فاختاروا واحدة فإن الأمر كله يدور مع العدل، فأينما وجدتم العدل فعليكم به.وقرئ بالرفع أى فحسبكم واحدة. أَوْ للتسوية أى سوى- سبحانه- في السهولة واليسر بين نكاح الحرة الواحدة وبين السراري من غير تقييد بعدد، لقلة تبعتهن، ولخفة مؤنتهن، وعدم وجوب القسم فيهن.وقوله ذلِكَ أَدْنى أَلَّا تَعُولُوا جملة مستأنفة بمنزلة لتعليل لما قبلها.واسم الإشارة «ذلك» يعود إلى اختيار الواحدة أو التسرى.وقوله أَدْنى هنا بمعنى أقرب. وهو قرب مجازى. أى أحق وأعون على أن لا تعولوا.وقوله تَعُولُوا مأخوذ من العول وهو في الأصل الميل المحسوس.يقال. عال الميزان عولا إذا مال. ثم نقل إلى الميل المعنوي وهو الجور والظلم ومنه عال الحاكم إذا جار، والمراد هنا الميل المحظور المقابل للعدل.والمعنى: أن ما ذكر من اختيار الزوجة الواحدة والتسرى، أقرب بالنسبة إلى ما عداهما إلى العدل وإلى عدم الميل المحظور، لأن من اختار زوجة واحدة فقد انتفى عنه الميل والجور رأسا لانتفاء محله ومن تسرى فقد انتفى عنه خطر الجور والميل. أما من اختار عددا من الحرائر فالميل المحظور متوقع منه لتحقق المحل والخطر.ولأن التعدد في الزوجات يعرض المكلف غالبا للجور وإن بذل جهده في العدل.وهذا المعنى على تفسير (تعولوا) بمعنى تجوروا وتميلوا عن الحق. وهو اختيار أكثر المفسرين.وقيل: إن معنى أَلَّا تَعُولُوا ألا تكثر عيالكم. يقال: عال يعول، إذا كثرت عياله. وقد حكى صاحب الكشاف هذا المعنى عن الإمام الشافعى فقال:«والذي يحكى عن الشافعى- رحمه الله- أن فسر أَلَّا تَعُولُوا بأن لا تكثر عيالكم.فوجهه أن يجعل من قولك: عال الرجل عياله يعولهم كقولهم: ما نهم يمونهم إذا أنفق عليهم. لأن من كثر عياله لزمه أن يعولهم، وفي ذلك ما يصعب عليه المحافظة على حدود الكسب وحدود الورع وكسب الحلال والرزق الطيب.ثم قال: وكلام مثله من أعلام العلم، وأئمة الشرع، ورءوس المجتهدين، حقيق بالحمل على الصحة والسداد.وقرأ طاوس: أن لا تعيلوا من أعال الرجل إذا كثر عياله. وهذه القراءة تعضد تفسير الشافعى من حيث المعنى الذي قصده».هذا، وقد أخذ العلماء من هذه الآية أحكاما منها: جواز تعدد الزوجات إلى أربع بحيث لا يجوز الزيادة عليهن مجتمعات، لأن هذا العدد قد ذكر في مقام التوسعة على المخاطبين، ولو كانت تجوز الزيادة على هذا العدد لذكرها الله- تعالى-.وقد أجمع الفقهاء على أنه لا تجوز الزيادة على الأربع، ولا يقدح في هذا الإجماع ما ذهب إليه بعض المبتدعة من جواز الجمع بين ما هو أكثر من الأربع الحرائر، لأن ما ذهب إليه هؤلاء المبتدعة لا يعتد به. إذ الإجماع قد وقع وانقضى عصر المجمعين قبل ظهور هؤلاء المبتدعين المخالفين.وقد رد العلماء على هؤلاء المخالفين بما يهدم أقوالهم، ومن العلماء الذين تولوا الرد عليهم الإمام القرطبي فقد قال- ما ملخصه-:«اعلم أن هذا العدد مثنى وثلاث ورباع لا يدل على إباحة تسع. كما قاله من بعد فهمه عن الكتاب والسنة، وأعرض عما كان عليه سلف هذه الأمة، وزعم أن الواو جامعة، وعضد ذلك بأن النبي صلى الله عليه وسلم نكح تسعا، وجمع بينهن في عصمته. والذي صار إلى هذه الجهالة وقال هذه المقالة الرافضة وبعض أهل الظاهر، جعلوا مثنى مثل اثنين، وكذلك ثلاث ورباع.وهذا كله جهل باللسان والسنة ومخالفة لإجماع الأمة، إذ لا يسمع عن أحد من الصحابة ولا التابعين أنه جمع في عصمته أكثر من أربع.وأخرج مالك في الموطأ والنسائي والدارقطني في سننهما أن النبي صلى الله عليه وسلم قال لغيلان بن أمية الثقفي وقد أسلم وتحته عشر نسوة «اختر منهن أربعا وفارق سائرهن» .وأما ما أبيح من ذلك للنبي صلى الله عليه وسلم فذلك من خصوصياته.وأما قولهم إن الواو جامعة. فقد قيل ذلك، ولكن الله- تعالى- خاطب العرب بأفصح اللغات. والعرب لا تدع أن تقول تسعة وتقول اثنين وثلاثة وأربعة. وكذلك تستقبح ممن يقول، أعط فلانا أربعة، ستة، ثمانية، ولا يقول: ثمانية عشر.وإنما الواو في هذا الموضع بدل، أى انكحوا ثلاث بدلا من مثنى، ورباع بدلا من ثلاث، ولذلك عطف بالواو ولم يعطف بأو. ولو جاء بأو لجاز ألا يكون لصاحب المثنى ثلاث، ولا لصاحب الثلاث رباع.وقد قال مالك والشافعى في الذي يتزوج خامسة وعنده أربع: عليه الحد إن كان عالما.وقال الزهري: يرجم إن كان عالما، وإن كان جاهلا فعليه أدنى الحدين الذي هو الجلد، ولها مهرها، ويفرق بينهما ولا يجتمعان أبدا» .كذلك من الأحكام التي أخذها العلماء من هذه الآية الكريمة أن الله تعالى وإن كان قد أباح التعدد وحدد غايته بأربع بحيث لا يجوز الزيادة عليهن، إلا أنه- سبحانه- قد قيد هذه الإباحةبالعدل بينهم فيما يستطيع الإنسان العدل فيه بحسب طاقته البشرية، بأن يعدل بينهن في النفقة والكسوة والمعاشرة الزوجية. فإن عجز عن ذلك لم يبح له التعدد.وللإمام الشيخ محمد عبده كلام حسن في المعنى، فقد قال- رحمه الله- «قد أباحت الشريعة الإسلامية للرجل الاقتران بأربع من النسوة إن علم من نفسه القدرة على العدل بينهن، وإلا فلا يجوز الاقتران بغير واحدة. قال- تعالى: فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَواحِدَةً فإن الرجل إذا لم يستطع إعطاء كل منهن حقها اختل نظام المنزل، وساءت معيشة العائلة إذ العماد القويم لتدبير المنزل هو بقاء الاتحاد والتآلف بين أفراد العائلة.وقد كان النبي صلى الله عليه وسلم، والخلفاء الراشدون، والعلماء الصالحون من كل قرن إلى هذا العهد يجمعون بين النسوة مع المحافظة على حدود الله في العدل بينهن. فكان صلى الله عليه وسلم وأصحابه والصالحون من أمته لا يأتون حجرة إحدى الزوجات في نوبة الأخرى إلا بإذنها.وقد قال صلى الله عليه وسلم: «من كان له امرأتان فلم يعدل بينهما جاء يوم القيامة وأحد شقيه مائل» .وكان صلى الله عليه وسلم يعتذر عن ميله القلبي بقوله: «اللهم هذا- أى العدل في البيات والعطاء- جهدي فيما أملك، ولا طاقة لي فيما تملك ولا أملك- يعنى الميل القلبي» . وكان يقرع بينهن إذا أراد سفرا.ثم قال في نهاية حديثه: فعلى العقلاء أن يتبصروا قبل طلب التعدد في الزوجات فيما يجب عليهم شرعا من العدل وحفظ الألفة بين الأولاد، وحفظ النساء من الغوائل التي تؤدى بهن إلى الأعمال التي لا تليق بمسلمة.هذا، وقد ذكر العلماء حكما كثيرة لمشروعية تعدد الزوجات، ومن هذه الحكم أن في هذا التعدد وسيلة إلى تكثير عدد الأمة بازدياد عدد المواليد فيها. ولا شك أن كثيرا من الأمم الإسلامية التي اتسعت أرضها، وتعددت موارد الثروة فيها، في حاجة إلى تكثير عدد أفرادها حتى تنتفع بما حباها الله من خيرات، وتستطيع الدفاع عن نفسها إذا ما طمع فيها الطامعون، واعتدى عليها المعتدون.ومنها أن التعدد يعين على كفالة النساء وحفظهن وصيانتهن من الوقوع في الفاحشة، لا سيما في أعقاب الحروب التي- عادة- تقضى على الكثيرين من الرجال، ويصبح عدد النساء أكبر بكثير من عدد الرجال.ومنها أن الشريعة الإسلامية قد حرمت الزنا تحريما قاطعا، وعاقبت مرتكبه بأقسى أنواعالعقوبات وأزجرها، بسبب ما يجر إليه من فساد في الأخلاق والأنساب ونظام الأسر، فناسب أن توسع على الناس في تعدد النساء لمن كان من الرجال ميالا للتعدد، مستطيعا لتكاليفه ومطالبه.ومنها قصد الابتعاد عن الطلاق، فإن المرأة قد لا تكون قادرة على القيام بالمطالب الزوجية التي تحتمها حياتها مع زوجها بسبب مرضها أو عجزها أو عقمها أو غير ذلك من الأسباب، فيلجأ زوجها إلى الزواج بأخرى غيرها مع بقاء الزوجة الأولى في عصمته بدل أن يطلقها فتفقد حياتها الزوجية، وقد تكون هي في حاجة إلى هذا الزوج الذي يقوم برعايتها وحمايتها والقيام بشأنها.والخلاصة أن الله- تعالى- قد علم أن مصلحة الرجال والنساء قد تستدعى تعدد الزوجات، - بل قد توجبه في بعض الحالات- فأباح لهم هذا التعدد، وحدد غايته بأربع بحيث لا يجوز الزيادة عليهن، وقيد- سبحانه- هذه الإباحة بالعدل بينهن فيما يستطيع الإنسان العدل فيه بحسب طاقته البشرية، فإن علم الإنسان من نفسه عدم القدرة على العدل بينهن لم يبح له التعدد.ولو أن المسلمين ساروا على حسب ما شرع الله لهم لسعدوا في دنياهم وفي آخرتهم لأن الله- تعالى- ما شرع لهم إلا ما فيه منفعتهم وسعادتهم.ثم أمر الله تعالى الرجال أن يعطوا النساء مهورهن كاملة عن رضا وسماحة نفس، وألا يطمعوا في شيء مما أعطاه الله لهن فقال- تعالى-:"
}