{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/4/22/",
    "ayah_number": 22,
    "text": "أورد المفسرون روايات في سبب نزول قوله- تعالى- وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ الآية.ومن هذه الروايات ما رواه ابن أبى حاتم- بسنده- عن رجل من الأنصار قال: لما توفى أبو قيس- يعنى ابن الأسلت- وكان من صالحي الأنصار، فخطب ابنه قيس امرأته فقالت:إنما أعدك ولدا لي وأنت من صالحي قومك، ولكني آتى رسول الله صلى الله عليه وسلم واستأمره.فأتت رسول الله صلى الله عليه وسلم فقالت: يا رسول الله إن أبا قيس توفى. فقال: «خيرا» . ثم قالت إن ابنه قيسا خطبنى وهو من صالحي قومه، وإنما كنت أعده ولدا لي فماذا ترى؟ فقال لها:«ارجعي إلى بيتك» فنزلت: وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ إِلَّا ما قَدْ سَلَفَ  .وقال القرطبي: قوله- تعالى-: وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ مِنَ النِّساءِ يقال: كان الناس يتزوجون امرأة الأب برضاها بعد نزول قوله- تعالى-: يا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّساءَ كَرْهاً حتى نزلت هذه الآية وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ فصار حراما في الأحوال كلها، لأن النكاح يقع على الجماع والتزوج، فإن كان الأب تزوج امرأة أو وطئها يغير نكاح حرمت على ابنه.ثم قال: وقد كان في العرب قبائل قد اعتادت أن يخلف ابن الرجل على امرأة أبيه. وكانت هذه السيرة في الأنصار لازمة، وكانت في قريش مباحة على التراضي، فنهى الله المؤمنين عما كان عليه آباؤهم من هذه السيرة» .وقوله وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ إلخ. معطوف على قوله: لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّساءَ كَرْهاً وما في قوله ما نَكَحَ آباؤُكُمْ موصول اسمى مراد به الجنس. أى لا تنكحوا التي نكح آباؤكم. وقوله مِنَ النِّساءِ بيان ل ما الموصولة.ويرى بعضهم أن «ما» هنا مصدرية فيكون المعنى. ولا تنكحوا نكاحا مثل نكاح آبائكم الفاسد الذي كانوا يفعلونه في الجاهلية.قال الآلوسى. وإنما خص هذا النكاح بالنهى، ولم ينظم في سلك نكاح المحرمات الآتية «مبالغة في الزجر عنه. حيث كان ذلك ديدنا لهم في الجاهلية» .فالآية الكريمة تحرم على الأبناء أن يتزوجوا من النساء اللائي كن أزواجا لآبائهم.وكلمة آباؤُكُمْ في قوله وَلا تَنْكِحُوا ما نَكَحَ آباؤُكُمْ تشمل كل الأصول من الرجال.أى: تشمل الأجداد جميعا سواء أكانوا من جهة الأب أم من جهة الأم والاستثناء في قوله إِلَّا ما قَدْ سَلَفَ استثناء منقطع.والمعنى: لا تنكحوا أيها المؤمنون ما نكح آباؤكم من النساء. لأنه من أفعال الجاهلية القبيحة، أما ما قد سلف ومضى منه قبل نزول هذه الآية فلا تؤاخذون عليه، فمن كان متزوجا من امرأة كانت زوجة لأبيه من النسب أو من الرضاع، فإنها تصير حراما عليه من وقت نزول هذه الآية الكريمة، ويجب عليه أن يفارقها أما ما مضى من هذا النكاح القبيح فلا تثريب عليكم فيه، وتثبت به أحكام النكاح من النسب وغيره من الأحكام.ويرى بعضهم أن الاستثناء هنا متصل مما يستلزمه النهى، ويستوجبه مباشرة المنهي عنه من العقاب. فكأنه قيل: ولا تنكحوا ما نكح آباؤكم من النساء فإنه قبيح ومعاقب عليه من الله- تعالى-، إلا ما قد سلف ومضى، فإنه معفو عنه.وقد وجه صاحب الكشاف الاستثناء بوجه آخر فقال: فإن قلت: كيف استثنى ما قد سلف مما نكح آباؤهم؟ قلت: كما استثنى «غير أن سيوفهم» من قول الشاعر:«ولا عيب فيهم» غير أن سيوفهم ... بهن فلول من قراع الكتائبيعنى: إن أمكنكم أن تنكحوا ما قد سلف فانكحوه، فإنه لا يحل لكم غيره، وذلك غير ممكن والغرض المبالغة في تحريمه، وسد الطريق إلى إباحته كما يعلق بالمحال في التأبيد نحو قولهم: حتى يبيض الفأر. وحتى يلج الجمل في سم الخياط .ثم ختم- سبحانه- الآية الكريمة ببيان أن هذا النوع من النكاح في نهاية السوء والقبح فقال: إِنَّهُ كانَ فاحِشَةً وَمَقْتاً وَساءَ سَبِيلًا.أى: إن هذا النوع من النكاح كان أمرا زائدا في القبح شرعا وخلقا، لأنه يشبه نكاح الأمهات، ويتنافى مع ما للآباء من وقار واحترام، وما يجب من حسن الصحبة وكان «مقتا» والمقت مصدر بمعنى البغض والكراهية.أى: إن هذا النوع من النكاح كان خصلة بالغة الحد في القبح والفحش، وكان ممقوتا مبغوضا عند الله، وعند ذوى المروءات والعقول السليمة من الناس.قال صاحب الكشاف: كانوا ينكحون روابهم- أى زوجات آبائهم جمع رابة وهي امرأة الأب- وكان ناس منهم من ذوى مروءاتهم يمقتونه- لفظاعته وبشاعته- ويسمونه نكاح المقت. وكان المولود عليه يقال له المقتى- أى المبغوض- ومن ثم قيل وَمَقْتاً كأنه قيل: هو فاحشة في دين الله بالغة في القبح. قبيح ممقوت في المروءة. ولا مزيد على ما يجمع القبحين  .وقوله وَساءَ سَبِيلًا أى بئس طريقا طريق ذلك النكاح، إذ فيه هتك حرمة الأب. وتقطيع للرحم التي أمر الله بوصلها.وقوله «وساء» هنا بمعنى بئس، وفيه ضمير يفسره ما بعده. والمخصوص بالذم محذوف تقديره ذلك أى ساء سبيلا سبيل ذلك النكاح.قال الفخر الرازي: اعلم أنه- سبحانه- قد وصف هذا النكاح بأمور ثلاثة:أولها: أنه فاحشة لأن زوجة الأب تشبه الأم فمباشرتها من أفحش الفواحش.وثانيها: المقت: وهو عبارة عن بغض مقرون باستحقار.وثالثها: قوله وَساءَ سَبِيلًا.واعلم أن مراتب القبح ثلاثة: القبح في العقول وفي الشرائع وفي العادات.فقوله- تعالى- إِنَّهُ كانَ فاحِشَةً إشارة إلى القبح العقلي. وقوله وَمَقْتاً إشارة إلى القبح الشرعي. وقوله وَساءَ سَبِيلًا إشارة إلى القبح في العرف والعادة. ومتى اجتمعت فيه هذه الوجوه فقد بلغ الغاية في القبح» .وقال الإمام ابن كثير، فمن تعاطى هذا النكاح بعد ذلك- أى استباح تعاطيه- فقد ارتد عن دينه فيقتل ويصير ماله فيئا لبيت المال. لما رواه الإمام أحمد وأهل السنن من طرق عن البراء بن عازب أنه بعثه رسول الله صلى الله عليه وسلم- إلى رجل تزوج امرأة أبيه من بعده، فأمره أن يقتله ويأخذ ماله.وفي رواية عن البراء قال، مرّ بي عمى الحارث بن عمير ومعه لواء قد عقده له النبي صلى الله عليه وسلم فقلت له، أى عم، أين بعثك النبي صلى الله عليه وسلم فقال، بعثني إلى رجل تزوج امرأة أبيه فأمرنى أن أضرب عنقه» ."
}