{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/46/31/",
    "ayah_number": 31,
    "text": "( يا قومنا أجيبوا داعي الله ) فيه دلالة على أنه تعالى أرسل محمدا صلوات الله وسلامه عليه إلى الثقلين الإنس والجن حيث دعاهم إلى الله ، وقرأ عليهم السورة التي فيها خطاب الفريقين ، وتكليفهم ووعدهم ووعيدهم ، وهي سورة الرحمن ; ولهذا قال ( أجيبوا داعي الله وآمنوا به )وقوله : ( يغفر لكم من ذنوبكم ) قيل : إن \" من \" هاهنا زائدة وفيه نظر ; لأن زيادتها في الإثبات قليل ، وقيل : إنها على بابها للتبعيض ، ( ويجركم من عذاب أليم ) أي : ويقيكم من عذابه الأليم .وقد استدل بهذه الآية من ذهب من العلماء إلى أن الجن المؤمنين لا يدخلون الجنة ، وإنما جزاء صالحيهم أن يجاروا من عذاب النار يوم القيامة ; ولهذا قالوا هذا في هذا المقام ، وهو مقام تبجح ومبالغة فلو كان لهم جزاء على الإيمان أعلى من هذا لأوشك أن يذكروه .وقال ابن أبي حاتم : حدثنا أبي قال : حدثت عن جرير ، عن ليث ، عن مجاهد ، عن ابن عباس قال : لا يدخل مؤمنو الجن الجنة ; لأنهم من ذرية إبليس ، ولا تدخل ذرية إبليس الجنة .والحق أن مؤمنهم كمؤمني الإنس يدخلون الجنة ، كما هو مذهب جماعة من السلف ، وقد استدل بعضهم لهذا بقوله : ( لم يطمثهن إنس قبلهم ولا جان ) [ الرحمن : 74 ] ، وفي هذا الاستدلال نظر ، وأحسن منه قوله تعالى : ( ولمن خاف مقام ربه جنتان فبأي آلاء ربكما تكذبان ) [ الرحمن : 46 ، 47 ] ، فقد امتن تعالى على الثقلين بأن جعل جزاء محسنهم الجنة ، وقد قابلت الجن هذه الآية بالشكر القولي أبلغ من الإنس ، فقالوا : \" ولا بشيء من آلائك ربنا نكذب ، فلك الحمد \" فلم يكن تعالى ليمتن عليهم بجزاء لا يحصل لهم ، وأيضا فإنه إذا كان يجازي كافرهم بالنار - وهو مقام عدل - فلأن يجازي مؤمنهم بالجنة - وهو مقام فضل - بطريق الأولى والأحرى . ومما يدل أيضا على ذلك عموم قوله تعالى : ( إن الذين آمنوا وعملوا الصالحات كانت لهم جنات الفردوس نزلا ) [ الكهف : 107 ] ، وما أشبه ذلك من الآيات . وقد أفردت هذه المسألة في جزء على حدة ، ولله الحمد والمنة . وهذه الجنة لا يزال فيها فضل حتى ينشئ الله لها خلقا ، أفلا يسكنها من آمن به وعمل له صالحا ؟ وما ذكروه هاهنا من الجزاء على الإيمان من تكفير الذنوب والإجارة من العذاب الأليم ، هو يستلزم دخول الجنة ; لأنه ليس في الآخرة إلا الجنة أو النار ، فمن أجير من النار دخل الجنة لا محالة . ولم يرد معنا نص صريح ولا ظاهر عن الشارع أن مؤمني الجن لا يدخلون الجنة وإن أجيروا من النار ، ولو صح لقلنا به ، والله أعلم . وهذا نوح ، عليه السلام ، يقول لقومه : ( يغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى ) [ نوح : 4 ] ، ولا خلاف أن مؤمني قومه في الجنة ، فكذلك هؤلاء . وقد حكي فيهم أقوال غريبة فعن عمر بن عبد العزيز : أنهم لا يدخلون بحبوحة الجنة ، وإنما يكونون في ربضها وحولها وفي أرجائها . ومن الناس من زعم أنهم في الجنة يراهم بنو آدم ولا يرون بني آدم عكس ما كانوا عليه في الدار الدنيا . ومن الناس من قال : لا يأكلون في الجنة ولا يشربون ، وإنما يلهمون التسبيح والتحميد والتقديس ، عوضا عن الطعام والشراب كالملائكة ، لأنهم من جنسهم . وكل هذه الأقوال فيها نظر ، ولا دليل عليها ."
}