{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/28/78/",
    "ayah_number": 78,
    "text": "يقول تعالى مخبرا عن جواب قارون لقومه ، حين نصحوه وأرشدوه إلى الخير ( قال إنما أوتيته على علم عندي ) أي : أنا لا أفتقر إلى ما تقولون ، فإن الله تعالى إنما أعطاني هذا المال لعلمه بأني أستحقه ، ولمحبته لي فتقديره : إنما أعطيته لعلم الله في أني أهل له ، وهذا كقوله تعالى : ( فإذا مس الإنسان ضر دعانا ثم إذا خولناه نعمة منا قال إنما أوتيته على علم ) [ الزمر : 49 ] أي : على علم من الله بي ، وكقوله تعالى : ( ولئن أذقناه رحمة منا من بعد ضراء مسته ليقولن هذا لي ) [ فصلت : 50 ] أي : هذا أستحقه .وقد روي عن بعضهم أنه أراد : ( إنما أوتيته على علم عندي ) أي : إنه كان يعاني علم الكيمياء : وهذا القول ضعيف ; لأن علم الكيمياء في نفسه علم باطل ; لأن قلب الأعيان لا يقدر أحد عليها إلا الله عز وجل ، قال الله : ( يا أيها الناس ضرب مثل فاستمعوا له إن الذين تدعون من دون الله لن يخلقوا ذبابا ولو اجتمعوا له ) [ الحج : 73 ] ، وفي الصحيح عن النبي - صلى الله عليه وسلم - أنه قال : \" يقول الله تعالى : ومن أظلم ممن ذهب يخلق كخلقي ، فليخلقوا ذرة ، فليخلقوا شعيرة \" . وهذا ورد في المصورين الذين يشبهون بخلق الله في مجرد الصورة الظاهرة أو الشكل ، فكيف بمن يدعي أنه يحيل ماهية هذه الذات إلى ماهية ذات أخرى ، هذا زور ومحال ، وجهل وضلال . وإنما يقدرون على الصبغ في الصورة الظاهرة ، وهو كذب وزغل وتمويه ، وترويج أنه صحيح في نفس الأمر ، وليس كذلك قطعا لا محالة ، ولم يثبت بطريق شرعي أنه صح مع أحد من الناس من هذه الطريقة التي يتعاناها هؤلاء الجهلة الفسقة الأفاكون فأما ما يجريه الله تعالى من خرق العوائد على يدي بعض الأولياء من قلب بعض الأعيان ذهبا أو فضة أو نحو ذلك ، فهذا أمر لا ينكره مسلم ، ولا يرده مؤمن ، ولكن هذا ليس من قبيل الصناعات وإنما هذا عن مشيئة رب الأرض والسموات ، واختياره وفعله ، كما روي عن حيوة بن شريح المصري ، رحمه الله ، أنه سأله سائل ، فلم يكن عنده ما يعطيه ، ورأى ضرورته ، فأخذ حصاة من الأرض فأجالها في كفه ، ثم ألقاها إلى ذلك السائل فإذا هي ذهب أحمر . والأحاديث والآثار [ في هذا ] كثيرة جدا يطول ذكرها .وقال بعضهم : إن قارون كان يعلم الاسم الأعظم ، فدعا الله به ، فتمول بسببه ، والصحيح المعنى الأول ; ولهذا قال الله تعالى - رادا عليه فيما ادعاه من اعتناء الله به فيما أعطاه من المال ( أولم يعلم أن الله قد أهلك من قبله من القرون من هو أشد منه قوة وأكثر جمعا ) أي : قد كان من هو أكثر منه مالا وما كان ذلك عن محبة منا له ، وقد أهلكهم الله مع ذلك بكفرهم وعدم شكرهم ; ولهذا قال : ( ولا يسأل عن ذنوبهم المجرمون ) أي : لكثرة ذنوبهم .قال قتادة : ( على علم عندي ) : على خير عندي .وقال السدي : على علم أني أهل لذلك .وقد أجاد في تفسير هذه الآية الإمام عبد الرحمن بن زيد بن أسلم ، فإنه قال في قوله : ( قال إنما أوتيته على علم عندي ) قال : لولا رضا الله عني ، ومعرفته بفضلي ما أعطاني هذا المال ، وقرأ ( أولم يعلم أن الله قد أهلك من قبله من القرون من هو أشد منه قوة وأكثر جمعا ولا يسأل عن ذنوبهم المجرمون ) [ وهكذا يقول من قل علمه إذا رأى من وسع الله عليه يقول : لولا أنه يستحق ذلك لما أعطي ] ."
}