{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/60/",
    "ayah_number": 60,
    "text": "ثم ختم- سبحانه- قصتهم مع نبيهم في هذه السورة بقوله: وَأُتْبِعُوا فِي هذِهِ الدُّنْيا لَعْنَةً وَيَوْمَ الْقِيامَةِ.والإتباع: اقتفاء أثر الشيء بحيث لا يفوته. يقال: أتبع فلان فلانا إذا اقتفى أثره لكي يدركه أو يسير على نهجه.واللعنة: الطرد بإهانة وتحقير.أى: أنهم هلكوا مشيعين ومتبوعين باللعن والطرد من رحمة الله في الدنيا والآخرة.وقوله: أَلا إِنَّ عاداً كَفَرُوا رَبَّهُمْ، أَلا بُعْداً لِعادٍ قَوْمِ هُودٍ تسجيل لحقيقة حالهم، ودعاء عليهم بدوام الهلاك، وتأكيد لسخط الله عليهم.أى: ألا إن قوم عاد كفروا بنعم ربهم عليهم، ألا سحقا وبعدا لهم عن رحمة الله، جزاء جحودهم للحق، وإصرارهم على الكفر، واستحبابهم العمى على الهدى.وتكرير حرف التنبيه «ألا» وإعادة لفظ «عاد» للمبالغة في تهويل حالهم وللحض على الاعتبار والاتعاظ بمآلهم.هذا، ومن العبر البارزة في هذه القصة: 1- أن الداعي إلى الله، عليه أن يذكر المدعوين بما يستثير مشاعرهم، ويحقق اطمئنانهم إليه، ويرغبهم في اتباع الحق، ببيان أن اتباعهم لهذا الحق سيؤدي إلى زيادة غناهم وقوتهم وأمنهم وسعادتهم.وأن الانحراف عنه سيؤدي إلى فقرهم وضعفهم وهلاكهم.انظر إلى قول هود- عليه السلام-: وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ، يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً، وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ، وَلا تَتَوَلَّوْا مُجْرِمِينَ.2- وأن الداعي إلى الله- تعالى- عند ما يخلص لله دعوته، ويعتمد عليه- سبحانه- في تبليغ رسالته، ويغار عليها كما يغار على عرضه أو أشد.فإنه في هذه الحالة سيقف في وجه الطغاة المناوئين للحق، كالطود الأشم، دون مبالاة بتهديدهم ووعيدهم.. لأنه قد أوى إلى ركن شديد.وهذه العبرة من أبرز العبر في قصة هود عليه السلام.ألا تراه وهو رجل فرد يواجه قوما غلاظا شدادا طغاة، إذا بطشوا بطشوا جبارين، يدلون بقوتهم ويقولون في زهو وغرور: من أشد منا قوة.ومع كل ذلك عند ما يتطاولون على عقيدته ويراهم قد أصروا على عصيانه.يواجههم بقوله: إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ. مِنْ دُونِهِ فَكِيدُونِي جَمِيعاً ثُمَّ لا تُنْظِرُونِ ...أرأيت كيف واجه هود- عليه السلام- هؤلاء الغلاظ الشداد بالحق الذي يؤمن به دون مبالاة بوعيدهم أو تهديدهم..؟وهكذا الإيمان بالحق عند ما يختلط بالقلب ... يجعل الإنسان يجهر به دون أن يخشى أحدا إلا الله- تعالى-.ثم واصلت السورة الكريمة حديثها عن قصص بعض الأنبياء مع أقوامهم فتحدثت عن قصة صالح- عليه السلام- مع قومه، فقال- تعالى-"
}