{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/9/",
    "ayah_number": 9,
    "text": "ثم بين- سبحانه- جانبا من طبيعة بنى آدم إلا من عصم الله فقال- تعالى- وَلَئِنْ أَذَقْنَا الْإِنْسانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْناها مِنْهُ إِنَّهُ لَيَؤُسٌ كَفُورٌ....والمراد بالإنسان هنا الجنس على أرجح الأقوال، فيشمل المسلم وغيره، بدليل الاستثناء الآتي بعد ذلك في قوله إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ.قال الفخر الرازي ما ملخصه: المراد بالإنسان هنا مطلق الإنسان ويدل عليه وجوه:الأول: أنه- تعالى- استثنى منه قوله إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحاتِ والاستثناء يخرج من الكلام ما لولاه لدخل، فثبت أن الإنسان المذكور في هذه الآية داخل فيه المؤمن والكافر.الثاني: أن هذه الآية موافقة على هذا التقرير لقوله- سبحانه-: وَالْعَصْرِ إِنَّ الْإِنْسانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ....الثالث: أن مزاج الإنسان مجبول على الضعف والعجز. قال ابن جريج في تفسير هذه الآية: «يا ابن آدم إذا نزلت بك نعمة من الله فأنت كفور، فإذا نزعت منك فيؤوس قنوط» .وقيل المراد بالإنسان هنا جنس الكفار فقط، لأن هذه الأوصاف تناسبهم وحدهم.والمراد بالرحمة هنا: رحمة الدنيا، وأطلقت على أثرها وهو النعمة كالصحة والغنى والأمان وما يشبه ذلك من ألوان النعم.واليؤوس والكفور: صيغتا مبالغة للشخص الكثير اليأس، والكفر، والقنوط: الشديد الجحود لنعم الله- تعالى- يقال: يئس من الشيء ييأس، إذا قنط منه.والمعنى: ولئن منحنا الإنسان- بفضلنا وكرمنا- بعض نعمنا، كالصحة والغنى والسلطان والأمان ثُمَّ نَزَعْناها مِنْهُ أى: ثم سلبناها منه، لأن حكمتنا تقتضي ذلك.إِنَّهُ في هذه الحالة لَيَؤُسٌ كَفُورٌ أى: لشديد اليأس والقنوط من أن يرجع اليه ما سلب منه أو مثله، ولكثير الكفران والجحود لما سبق أن تقلب فيه من نعم ومنن.قال الشوكانى: وفي التعبير بالذوق ما يدل على أنه يكون منه ذلك عند سلب أدنى نعمة ينعم الله بها عليه: لأن الإذاقة والذوق أقل ما يوجد به الطعم» .وفي قوله «ثم نزعناها منه» إشارة إلى شدة تعلقه بهذه النعم، وحرصه على بقائها معه.وجملة إِنَّهُ لَيَؤُسٌ كَفُورٌ جواب القسم، وأكدت بإن وباللام، لقصد تحقيق مضمونها، وأنه حقيقة ثابتة.وهي تصوير بليغ صادق لما يعترى نفس هذا الإنسان عند ما تسلب منه النعمة بعد أن ذاقها، فهو- لقلة إيمانه وضعف ثقته بربه- قد فقد كل أمل في عودة هذه النعمة إليه، ولكأن هذه النعمة التي سلبت منه لم يرها قبل ذلك."
}