{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/111/",
    "ayah_number": 111,
    "text": "ثم بين- سبحانه- أن هؤلاء المختلفين في شأن الكتاب، الشاكين في صدقه، سوف يجمعهم الله- تعالى- مع غيرهم يوم القيامة للجزاء والحساب على أعمالهم فقال- تعالى- وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمالَهُمْ إِنَّهُ بِما يَعْمَلُونَ خَبِيرٌ.وقد وردت في هذه الآية الكريمة عدة قراءات متواترة  منها: قراءة ابن عامر وحمزة وحفص عن عاصم بتشديد، إن ولما، وقد قيل في تخريجها:إن لفظ، كُلًّا، اسم إِنَّ، والتنوين فيه عوض عن المضاف إليه، واللام في، لَمَّا، هي الداخلة في خبر إِنَّ وما بعد اللام هو حرف «من» الذي هو من حروف الجر، و «ما» موصولة أو نكره موصوفة والمراد بها من يعقل، فيكون تقدير الكلام: وإن كلا «لمن ما» ، فقلبت النون ميما للإدعام فاجتمع ثلاث ميمات، فحذفت واحدة منها للتخفيف، فصارت «لما» والجار والمجرور خبر إِنَّ، واللام في لَيُوَفِّيَنَّهُمْ، جواب قسم مضمر، والجملة صلة أو صفة لَمَّا.والتقدير: وإن كلا من أولئك المختلفين وغيرهم لمن خلق الله الذين هم بحق ربكليوفينهم- سبحانه- جزاء أعمالهم دون أن يفلت منهم أحد، إنه- سبحانه- لا يخفى عليه شيء منها.وفي الآية الكريمة توكيدات متنوعة، حتى لا يشك في نزول العذاب بالظالمين مهما تأجل، وحتى لا يشك أحد- أيضا- في أن ما عليه المشركون هو الباطل الذي لا يعرفه الحق، وأنه الكفر الذي تلقاه الخلف عن السلف.وكان مقتضى حال الدعوة الإسلامية في تلك الفترة التي نزلت فيها هذه السورة- وهي فترة ما بعد حادث الإسراء والمعراج وقبل الهجرة- يستلزم هذه التأكيدات تثبيتا لقلوب المؤمنين، وتوهينا للشرك والمشركين.قال الإمام الفخر الرازي عند تفسيره لهذه الآية ما ملخصه: سمعت بعض الأفاضل قال:إنه- تعالى- لما أخبر عن توفية الأجزية على المستحقين في هذه الآية، ذكر فيها سبعة أنواع من التأكيدات:أولها: كلمة «إن» وهي للتأكيد، وثانيها كلمة «كل» وهي أيضا للتأكيد، وثالثها:اللام الداخلة على خبر «إن» وهي تفيد التأكيد- أيضا-، ورابعها حرف «ما» إذا جعلناه على قول الفراء موصولا، وخامسها: القسم المضمر فإن تقدير الكلام: وإن جميعهم والله ليوفينهم: وسادسها: اللام الثانية الداخلة على جواب القسم، وسابعها: النون المؤكدة في قوله «ليوفينهم» .فجميع هذه المؤكدات السبعة تدل على أن أمر القيامة والحساب والجزاء حق ... » ."
}