{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/52/",
    "ayah_number": 52,
    "text": "ثم أرشدهم إلى ما يؤدى إلى زيادة غناهم وقوتهم، وحذرهم من سوء عاقبة البطر والأشر فقال: وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً، وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ وَلا تَتَوَلَّوْا مُجْرِمِينَ.والاستغفار: طلب المغفرة من الله- تعالى- وعدم المؤاخذة على الخطايا:والتوبة: العزم على الإقلاع عن الذنب، مع الندم على ما حصل منه في الماضي.أى: ويا قوم استغفروا ربكم مما فرط منكم من شرك وعصيان، ثم عودوا إليه بالتوبة الصادقة النصوح.وثم هنا للترتيب الرتبى، لأن الإقلاع عن الذنب مع المداومة على ذلك: مقدم على طلب المغفرة.وجملة يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً جواب الأمر في قوله اسْتَغْفِرُوا.والمراد بالسماء هنا السحاب أو المطر، تسمية للشيء باسم مصدره.ومدرارا: مأخوذ من الدر أى: سيلان اللبن وكثرته. ثم استعير للمطر الغزير يقال:درت السماء بالمطر تدر وتدر درا.. إذا كثر نزول المطر منها.وهو حال من السماء، ولم يؤنث مع أنه حال من مؤنث، باعتبار أن المراد بالسماء هنا المطر أو السحاب.والمعنى: أن هودا- عليه السلام- قال لقومه يا قوم اعبدوا الله واستغفروه وتوبوا إليه..فإنكم إن فعلتم ذلك أرسل الله- تعالى- عليكم المطر غزيرا متتابعا في أوقات حاجتكم إليه لتشربوا منه وتسقوا به دوابكم وزروعكم.وجملة وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ معطوفة على ما قبلها.أى: وأيضا إن فعلتم ذلك زادكم الله- تعالى- عزا إلى عزكم، وشدة إلى شدتكم التي عرفتم بها، ووهبكم الأموال الطائلة، والذرية الكثيرة.قال الآلوسى: «رغبهم- عليه السلام- بكثرة المطر، وزيادة القوة، لأنهم كانوا أصحاب زروع وبساتين وعمارات. وقيل: حبس الله عنهم المطر وأعقم أرحام نسائهم ثلاث سنين، فوعدهم هود على الاستغفار والتوبة كثرة الأمطار، ومضاعفة القوة بالتناسل ... » .ثم حذرهم من مقابلة نعم الله بالكفر والجحود فقال: وَلا تَتَوَلَّوْا مُجْرِمِينَ. والتولي:هو الإعراض عن الشيء بإصرار وعناد.أى: ولا تتولوا عما دعوتكم إليه وأنتم مصرون على ما أنتم عليه من إجرام وجحود وعناد.وإلى هنا يكون هود- عليه السلام- قد وضح لقومه دعوته، ورغبهم في الاستجابة لها، وحذرهم من الإعراض عنها، وناداهم بلفظ- يا قوم- ثلاث مرات، توددا إليهم، وتذكيرا لهم بآصرة القرابة التي تجمعهم وإياه. لعل ذلك يستثير مشاعرهم، ويحقق اطمئنانهم إليه، فإن الرائد لا يكذب أهله."
}