{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/27/",
    "ayah_number": 27,
    "text": "ثم حكى- سبحانه- ما رد به قوم نوح عليه فقال: فَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ، ما نَراكَ إِلَّا بَشَراً مِثْلَنا، وَما نَراكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَراذِلُنا بادِيَ الرَّأْيِ، وَما نَرى لَكُمْ عَلَيْنا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كاذِبِينَ.والمراد بالملإ: أصحاب الجاه والغنى من قوم نوح. وهذا اللفظ اسم جمع لا واحد له من لفظه كرهط وهو- كما يقول الآلوسى-: مأخوذ من قولهم فلان ملئ بكذا: إذا كان قادرا عليه ... أو لأنهم متمالئون أى متظاهرون متعاونون، أو لأنهم يملؤون القلوب والعيون ...ووصفهم بالكفر، لتسجيل ذلك عليهم من أول الأمر زيادة في ذمهم.أى: بعد هذا النصح الحكيم الذي وجهه نوح- عليه السلام- لقومه، رد عليه أغنياؤهم وسادتهم بقولهم ما نَراكَ يا نوح إلا بشرا مثلنا، أى: إلا إنسانا مثلنا، ليست فيك مزية تجعلك مختصا بالنبوة دوننا ...فهم- لجهلهم وغبائهم- توهموا أن النبوة لا تجامع البشرية، مع أن الحكمة تقتضي أن يكون الرسول بشرا من جنس المرسل إليهم، حتى تتم فائدة التفاهم معه، والاقتداء به في أخلاقه وسلوكه.وقد حكى القرآن قولهم هذا في أكثر من موضع، ومن ذلك قوله- تعالى- وَقالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقاءِ الْآخِرَةِ وَأَتْرَفْناهُمْ فِي الْحَياةِ الدُّنْيا، ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ، وَيَشْرَبُ مِمَّا تَشْرَبُونَ وَلَئِنْ أَطَعْتُمْ بَشَراً مِثْلَكُمْ إِنَّكُمْ إِذاً لَخاسِرُونَ ... .ثم إنهم في التعليل لعدم اتباع نبيهم لم يكتفوا بقولهم ما نراك إلا بشر مثلنا: بل أضافوا إلى ذلك قولهم: وَما نَراكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَراذِلُنا بادِيَ الرَّأْيِ ومرادهم بقولهم:أَراذِلُنا أى فقراؤنا ومن لا وزن لهم فينا.قال الجمل: ولفظ أَراذِلُنا فيه وجهان: أحدهما أنه جمع الجمع فهو جمع أرذل- بضم الذال- جمع رذل- بسكونها- نحو كلب وأكلب وأكالب ...ثانيهما: انه جمع مفرد وهو أرذل كأكبر وأكابر.. والأرذل هو المرغوب عنه لرداءته» .ومرادهم بقولهم: بادِيَ الرَّأْيِ أى: أوله من البدء. يقال: بدأ يبدأ إذا فعل الشيء أولا وعليه تكون الياء مبدلة من الهمزة لانكسار ما قبلها ويؤيده قراءة أبى عمرو «بادئ الرأى» .أى: وما نراك اتبعك يا نوح إلا الذين هم أقلنا شأنا وأحقرنا حالا من غير أن يتثبتوا من حقيقة أمرك، ولو تثبتوا وتفكروا ما اتبعوك ويصح أن يكون مرادهم بقولهم بادِيَ الرَّأْيِ أى اتبعوك ظاهرا لا باطنا، ويكون لفظ بادِيَ من البدو بمعنى الظهور.يقال: بدا الشيء يبدو بدوا وبدوءا وبداء أى ظهر وعليه يكون المعنى: وما نراك اتبعك يا نوح إلا الذين هم أهوننا أمرا، ومع ذلك فإن اتباعهم لك إنما هو في ظاهر أمرهم، أما بواطنهم فهي تدين بعقيدتنا.وشبيه بهذه الجملة قوله- تعالى- قالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ .قال صاحب الكشاف: وإنما استرذلوا المؤمنين لفقرهم وتأخرهم في الأسباب الدنيوية لأنهم أى الملأ من قوم نوح- كانوا جهالا ما كانوا يعلمون إلا ظاهرا من الحياة الدنيا فكان الأشرف عندهم من له جاه ومال كما ترى أكثر المتسمين بالإسلام، يعتقدون ذلك، ويبنون عليه إكرامهم وإهانتهم، ولقد زال عنهم أن التقدم في الدنيا- مع ترك الآخرة- لا يقرب أحدا من الله وإنما يبعده، ولا يرفعه بل يضعه، فضلا عن أن يجعله سببا في الاختيار للنبوة والتأهيل لها ... » .ثم أضافوا إلى مزاعمهم السابقة زعما جديدا فقالوا: وَما نَرى لَكُمْ عَلَيْنا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كاذِبِينَ.والفضل: الزيادة في الشرف والغنى وغيرهما مما يتميز به الإنسان عن غيره.والمراد هنا: آثاره التي تدل عليه.أى: أنت يا نوح لست إلا بشرا مثلنا، وأتباعك هم أحقرنا شأنا، وما نرى لك ولمتبعيك شيئا من الزيادة علينا لا في العقل ولا في غيره، بل إننا لنعتقد أنكم كاذبون في دعواكم أنكم على الحق، لأن الحق في نظرنا هو في عبادة هذه الأصنام التي عبدها من قبلنا آباؤنا.وهكذا نرى أن الملأ من قوم نوح- عليه السلام- قد عللوا كفرهم بما جاءهم به بثلاث علل، أولها: أنه بشر مثلهم وثانيها: أن أتباعه من فقرائهم وثالثها: أنه لا مزية له ولأتباعه عليهم..وهي كلها علل باطلة، تدل على جهلهم، وانطماس بصيرتهم، ويدل على ذلك، رد نوح- عليه السلام- الذي حكاه القرآن في قوله- تعالى-:"
}