{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/99/",
    "ayah_number": 99,
    "text": "ثم صرح- سبحانه- بلعتهم في الدارين فقال: وَأُتْبِعُوا فِي هذِهِ لَعْنَةً وَيَوْمَ الْقِيامَةِ ...أى: إن اللعنة والفضيحة لحقت بهم واتبعتهم في الدنيا وفي الأخرى، كما قال- تعالى- في آية أخرى: وَأَتْبَعْناهُمْ فِي هذِهِ الدُّنْيا لَعْنَةً وَيَوْمَ الْقِيامَةِ هُمْ مِنَ الْمَقْبُوحِينَوجملة بِئْسَ الرِّفْدُ الْمَرْفُودُ مستأنفة لإنشاء ذم اللعنة، والمخصوص بالذم محذوف دل عليه ذكر اللعنة، أى بئس الرفد هي.الرفد العطاء والعون يقال رفد فلان فلانا يرفده رفدا أى أعطاه وأعانه على قضاء مصالحه، أى: بئس العطاء المعطى لهم تلك اللعنة المضاعفة التي لا بستهم في الدنيا والآخرة.وسميت اللعنة رفدا على سبيل التهكم بهم، كما في قول القائل: تحية بينهم ضرب وجيع.فكأنه- سبحانه- يقول: هذه اللعنة هي العطاء المعطى من فرعون لأتباعه الذين كانوا من خلفه كقطيع الأغنام الذي يسير خلف قائده بدون تفكر أو تدبر ...وبئس العطاء عطاؤه لهم ...وإلى هنا تكون هذه السورة الكريمة قد حدثتنا عن قصة نوح مع قومه، وعن قصة هود مع قومه، وعن قصة صالح مع قومه، وعن قصة إبراهيم مع الملائكة، وعن قصة لوط مع قومه ومع الملائكة، وعن قصة شعيب مع قومه، وعن قصة موسى مع فرعون وملئه.ويلاحظ أن السورة الكريمة قد ساقت لنا تلك القصص حسب ترتيبها التاريخى والزمنى، لأهداف من أهمها:1- إبراز وحدة العقيدة في دعوة الأنبياء جميعا، فكل نبي قد قال لقومه: اعبدوا الله مالكم من إله غيره ... ثم يسوق لهم الأدلة على صدقه فيما بلغه عن ربه.2- إبراز أن الناس في كل زمان ومكان فيهم الأخيار الذين يتبعون الرسل، وفيهم الأشرار الذين يحاربون الحق ...3- بيان العاقبة الحسنة التي انتهى إليها المؤمنون بسبب إيمانهم وصدقهم وعملهم الصالح ... والعاقبة السيئة التي انتهى إليها الكافرون بسبب كفرهم وإعراضهم عن الحق ...قال- تعالى- فَكُلًّا أَخَذْنا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنا عَلَيْهِ حاصِباً، وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، وَمِنْهُمْ مَنْ خَسَفْنا بِهِ الْأَرْضَ، وَمِنْهُمْ مَنْ أَغْرَقْنا، وَما كانَ اللَّهُ لِيَظْلِمَهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ  .ثم ساقت السورة بعد ذلك حتى نهايتها آيات كريمة اشتملت على تعليقات وتعقيبات متنوعة، وهذه التعليقات والتعقيبات قوية الصلة بما سبقها من آيات ...وكان التعقيب الأول يهدف إلى بيان أن هذه القرى المهلكة التي منها ما هو قائم ومنها ما هو حصيد، ما ظلم الله- تعالى- أهلها، ولكن هم الذين ظلموا أنفسهم بعصيانهم الرسل، وإصرارهم على الكفر والعناد، قال- تعالى-:"
}