{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/81/",
    "ayah_number": 81,
    "text": "وهنا- وبعد أن بلغ الضيق بلوط ما بلغ- كشف له الملائكة عن حقيقتهم، وبشروه بما يدخل الطمأنينة على قلبه قالُوا يا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ أى: إنا رسل ربك أرسلنا إليك لنخبرك بهلاكهم، فاطمئن فإنهم لن يصلوا إليك بسوء في نفسك أو فينا.روى أن الملائكة لما رأوا ما لقيه لوط- عليه السلام- من الهم والكرب بسببهم قالوا له: يا لوط إن ركنك لشديد ... ثم ضربهم جبريل بجناحه فطمس أعينهم، فارتدوا على أدبارهم يقولون النجاء، وإليه الإشارة بقوله- تعالى- في سورة القمر: وَلَقَدْ راوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنا أَعْيُنَهُمْ، فَذُوقُوا عَذابِي وَنُذُرِ.وقوله: فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ أى: فاخرج من هذه القرية مصحوبا بالمؤمنين من أهلك في جزء من الليل يكفى لابتعادك عن هؤلاء المجرمين.قال القرطبي: قرئ «فاسر وفأسر بوصل الهمزة وقطعها لغتان فصيحتان. قال- تعالى- وَاللَّيْلِ إِذا يَسْرِ وقال سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ ... وقيل «فأسر» بالقطع تقال لمن سار من أول الليل.. وسرى لمن سار في آخره، ولا يقال في النهار إلا سار ... » .وقوله: وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُها ما أَصابَهُمْ ... معطوف على ما قبله وهو قوله: فَأَسْرِ بِأَهْلِكَ....أى: فأسر بأهلك في جزء من الليل، ولا يلتفت منكم أحد إلى ما وراءه، اتقاء لرؤية العذاب، إِلَّا امْرَأَتَكَ يا لوط فاتركها ولا تأخذها معك لأنها كافرة خائنة، ولأنها سيصيبها العذاب الذي سينزل بهؤلاء المجرمين. فيهلكها معهم.قال الإمام الرازي ما ملخصه: قوله إِلَّا امْرَأَتَكَ قرأ ابن كثير وأبو عمرو إِلَّا امْرَأَتَكَ بالرفع، وقرأ الباقون بالنصب.قال الواحدي: من نصب فقد جعلها مستثناة من الأهل، على معنى: فأسر بأهلك إلا امرأتك أى فلا تأخذها معك ...وأما الذين رفعوا فالتقدير: ولا يلتفت منكم أحد لكن امرأتك تلتفت فيصيبها ما أصابهم.روى عن قتادة أنه قال: إنها كانت مع لوط حين خرج من القرية، فلما سمعت العذاب التفتت وقالت وا قوماه فأصابها حجر فأهلكها» .وقوله- سبحانه- إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ بشارة أخرى للوط- عليه السلام- الذي تمنى النصرة على قومه.أى: إن موعد هلاك هؤلاء المجرمين يبتدئ من طلوع الفجر وينتهى مع طلوع الشمس، أليس الصبح بقريب من هذا الوقت الذي نحدثك فيه؟قال- تعالى- في سورة الحجر: فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ أى: وهم داخلون في وقت الشروق. فكان ابتداء العذاب عند طلوع الصبح وانتهاؤه وقت الشروق.والجملة الكريمة إِنَّ مَوْعِدَهُمُ الصُّبْحُ ... كالتعليل للأمر بالإسراء بأهله بسرعة، أو جواب عما جاش بصدره من استعجاله العذاب لهؤلاء المجرمين.والاستفهام في قوله- سبحانه- أَلَيْسَ الصُّبْحُ بِقَرِيبٍ للتقرير أى: بلى إنه لقريب.قال الآلوسى: روى أنه- عليه السلام- سأل الملائكة عن موعد هلاك قومه فقالوا له موعدهم الصبح. فقال: أريد أسرع من ذلك. فقالوا له أليس الصبح بقريب. ولعله إنما جعل ميقات هلاكهم الصبح لأنه وقت الدعة والراحة فيكون حلول العذاب حينئذ أفظع، ولأنه أنسب بكون ذلك عبرة للناظرين ."
}