{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/69/",
    "ayah_number": 69,
    "text": "هذه قصة إبراهيم- عليه السلام- مع الملائكة الذين جاءوا لبشارته بابنه إسحاق، وبإخباره بإهلاك قوم لوط- عليه السلام-.وقد وردت هذه القصة في سور أخرى منها سورة الحجر في قوله- تعالى-: وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْراهِيمَ. إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً، قالَ إِنَّا مِنْكُمْ وَجِلُونَ ... .ومنها سورة الذاريات في قوله- تعالى- هَلْ أَتاكَ حَدِيثُ ضَيْفِ إِبْراهِيمَ الْمُكْرَمِينَ. إِذْ دَخَلُوا عَلَيْهِ فَقالُوا سَلاماً، قالَ سَلامٌ قَوْمٌ مُنْكَرُونَ ...  .والمراد بالرسل في قوله- سبحانه- وَلَقَدْ جاءَتْ رُسُلُنا إِبْراهِيمَ بِالْبُشْرى جماعة من الملائكة الذين أرسلهم الله- تعالى- لتبشير إبراهيم بابنه إسحاق.وقد اختلفت الروايات في عددهم فعن ابن عباس أنهم ثلاثة وهم: جبريل وميكائيل وإسرافيل. وعن الضحاك أنهم كانوا تسعة، وعن السدى أنهم كانوا أحد عشر ملكا..والحق أنه لم يرد في عددهم نقل صحيح يعتمد عليه، فلنفوض معرفة عددهم إلى الله- تعالى-.والبشرى: اسم للتبشير والبشارة وهي الخبر السار، فهي أخص من الخبر، وسميت بذلك لأن آثارها تظهر على بشرة الوجه أى: جلده.وجاءت هذه الجملة الكريمة بصيغة التأكيد للاهتمام بمضمونها، وللرد على مشركي قريش وغيرهم ممن كان ينكر هذه القصة وأمثالها.والباء في قوله- سبحانه- بِالْبُشْرى للمصاحبة والملابسة، أى: جاءوه مصاحبين وملتبسين بالبشرى.وقوله: قالُوا سَلاماً قالَ سَلامٌ حكاية لتحيتهم له ولرده عليهم.وسَلاماً منصوب بفعل محذوف. أى قالوا نسلم عليك سلاما.وسَلامٌ مرفوع على أنه خبر لمبتدأ محذوف. أى قال أمرى سلام.وقرأ حمزة والكسائي: قال سلم وهو اسم للمسالمة.ثم بين- سبحانه- ما فعل إبراهيم مع هؤلاء الرسل من مظاهر الحفاوة والتكريم فقال:فَما لَبِثَ أَنْ جاءَ بِعِجْلٍ حَنِيذٍ.و «ما» في قوله فَما لَبِثَ نافية، والفاء للتعقيب، واللبث في المكان معناه: عدم الانتقال عنه. والعجل: الصغير من البقر.والحنيذ: السمين المشوى على الحجارة المحماة في حفرة من الأرض. يقال: حنذ الشاة يحنذها حنذا أى: شواها بهذه الطريقة.أى: فما أبطأ وما تأخر إبراهيم- عليه السلام- عن إكرامهم، بل بمجرد أن انتهى من رد التحية عليهم، أسرع إلى أهله فجاءهم بعجل حنيذ ...وهذا الفعل منه- عليه السلام- يدل على سعة جوده، وعظيم سخائه، فإن من آداب الضيافة، تعجيل القرى للضيف..قال أبو حيان: والأقرب في إعراب فَما لَبِثَ أَنْ جاءَ ... أن تكون ما نافية، ولبث معناه تأخر وأبطأ وأَنْ جاءَ فاعل لبث والتقدير فما تأخر مجيئه ...ويجوز أن يكون فاعل لبث ضمير إبراهيم، وأن جاء على إسقاط حرف الجر، أى فما تأخر في أن جاء بعجل حنيذ ... » ."
}