{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/83/",
    "ayah_number": 83,
    "text": "مُسَوَّمَةً عِنْدَ رَبِّكَ أى: معلمة بعلامات من عند ربك لا يعلمها إلا هو، ومعدة إعدادا خاصا لإهلاك هؤلاء القوم.وَما هِيَ أى تلك القرى المهلكة مِنَ الظَّالِمِينَ وهم مشركو مكة بِبَعِيدٍ أى: ببعيدة عنهم، بل هي قريبة منهم، ويمرون عليها في أسفارهم إلى الشام.قال- تعالى- وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ، وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ.أى: وإنكم يا أهل مكة لتمرون على هؤلاء القوم المهلكين من قوم لوط في وقت الصباح أى النهار، وتمرون عليهم بالليل أفلا تعقلون ذلك فتعتبروا وتتعظوا؟؟ويجوز أن يكون الضمير في قوله وَما هِيَ يعود إلى الحجارة التي أهلك الله بها هؤلاء القوم.أى: وما هي تلك الحجارة الموصوفة بما ذكر من الظالمين ببعيد، بل هي حاضرة مهيئة بقدرة الله- تعالى- لإهلاك الظالمين بها.والمراد بالظالمين ما يشمل قوم لوط، ويشمل كل من عصى الله وتجاوز حدوده، ولم يتبع ما جاء به الرسول صلى الله عليه وسلم.وهكذا كانت نهاية قوم لوط، فقد انطوت صفحتهم كما انطوت من قبلهم صفحات قوم نوح وهود وصالح- عليهم الصلاة والسلام- هذا ومن العبر والأحكام التي نأخذها من هذه الآيات الكريمة، أنه لا بأس على المسلم من أن يستعين بغيره لنصرة الحق الذي يدعو إليه، ولخذلان الباطل الذي ينهى عنه.فلوط- عليه السلام- عند ما رأى من قومه الإصرار على غوايتهم ومفاسدهم تمنى لو كانت معه قوة تزجرهم وتردعهم وتمنعهم عن فسادهم.وقد علق الإمام ابن حزم على ما جاء في الحديث الشريف بشأن لوط- عليه السلام- فقال ما ملخصه:وظن بعض الفرق أن ما جاء في الحديث الصحيح من قوله صلى الله عليه وسلم «رحم الله لوطا لقد كان يأوى إلى ركن شديد» إنما هو من باب الإنكار على لوط- عليه السلام- في قوله لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ.والحق أنه لا تخالف بين القولين، بل كلاهما حق، لأن لوطا- عليه السلام- إنما أراد منعة عاجلة يمنع بها قومه مما هم عليه من الفواحش. من قرابة أو عشيرة أو أتباع مؤمنين، وما جهل قط لوط- عليه السلام- أنه يأوى من ربه- تعالى- إلى أمنع قوة، وأشد ركن.ولا جناح على لوط- عليه السلام- في طلب قوة من الناس- فقد قال الله- تعالى- وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ.وقد طلب رسول الله صلى الله عليه وسلم من الأنصار نصرته حتى يبلغ كلام ربه، فكيف ينكر على لوط أمرا هو فعله؟!! تالله ما أنكر ذلك رسول الله صلى الله عليه وسلم، وإنما أخبر أن لوطا كان يأوى إلى ركن شديد، يعنى من نصر الله له بالملائكة، ولم يكن لوط علم بأنهم ملائكة ... .ثم انتقلت السورة الكريمة بعد ذلك فقصت علينا ما كان بين شعيب- عليه السلام- وقومه وكيف أنه دعاهم إلى عبادة الله- تعالى- وحده بأسلوب بليغ حكيم، ولكنهم لم يستجيبوا له، فكانت عاقبتهم الهلاك كالذين من قبلهم قال- تعالى-:"
}