{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/114/",
    "ayah_number": 114,
    "text": "ثم أرشد- سبحانه- عباده المؤمنين إلى ما يعينهم على الاستقامة وعلى عدم الركون إلى الظالمين، فقال: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ، إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ، ذلِكَ ذِكْرى لِلذَّاكِرِينَ.والمراد بإقامتها الإتيان بها في أوقاتها كاملة الأركان والخشوع والإخلاص لله رب العالمين.والمراد بالصلاة هنا: الصلاة المفروضة.قال القرطبي: لم يختلف أحد من أهل التأويل في أن الصلاة في هذه الآية، المراد بها الصلوات المفروضة. وخصها بالذكر لأنها ثانية أركان الإسلام، وإليها يفزع في النوائب، وكان النبي صلى الله عليه وسلم إذا حزبه أمر فزع إلى الصلاة» .وطرفي النهار: أى أول النهار وآخره، لأن طرف الشيء منتهاه من أوله أو من آخره.والنهار: يتناول ما بين مطلع الفجر إلى غروب الشمس. سمى بذلك لأن الضياء ينهر فيه أى يبرز كما يبرز النهر.والصلاة التي تكون في هذين الوقتين، تشمل صلاة الغداة وهي صلاة الصبح، وصلاة العشى وهي صلاة الظهر والعصر، لأن لفظ العشى يكون من الزوال إلى الغروب.وقيل الصلاة التي تكون في هذين الوقتين هي صلاة الصبح والمغرب.وقوله وَزُلَفاً مِنَ اللَّيْلِ معطوف على طرفي النهار.والزلف جمع زلفة كغرف وغرفة- والمراد بها الساعات القريبة من آخر النهار، إذ الإزلاف معناه القرب ومنه قوله- تعالى- وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ ... أى: قربت منهم. وتقول أزلفنى فلان منه: أى قربني.فمعنى وَزُلَفاً مِنَ اللَّيْلِ طائفة من أوله. وصلاة الزلف تطلق على صلاتي المغرب والعشاء قال ابن كثير ما ملخصه: وقوله وَزُلَفاً مِنَ اللَّيْلِ يعنى صلاة المغرب والعشاء.قال رسول الله صلى الله عليه وسلم «هما زلفتا الليل: المغرب والعشاء» .ويحتمل أن تكون هذه الآية نزلت قبل فرض الصلوات الخمس ليلة الإسراء، فإنه إنما كان يجب من الصلاة صلاتان: صلاة قبل طلوع الشمس وصلاة قبل غروبها، وفي أثناء الليل قيام عليه وعلى الأمة، ثم نسخ في حق الأمة، وثبت وجوبه عليه، ثم نسخ عنه أيضا في قول»  .وجملة إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ مسوقة مساق التعليل للأمر بإقامة الصلاة،وأكدت بحرف إِنَّ للاهتمام وتحقيق الخبر، والحسنات صفة لموصوف محذوف، وكذلك السيئات.والمعنى: إن الأعمال الحسنة- كالصلاة والزكاة والصيام والحج، والاستغفار ... يذهبن الأعمال السيئات، أى يذهبن المؤاخذة عليها، ويذهبن الاتجاه إليها ببركة المواظبة على الأعمال الحسنة.والمراد بالسيئات هنا صغار الذنوب، لقوله- تعالى- إِنْ تَجْتَنِبُوا كَبائِرَ ما تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيماً . ولقوله- تعالى- الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ واسِعُ الْمَغْفِرَةِ ...  ، ولأن كبائر الذنوب لا تكفرها إلا التوبة الصادقة.وقوله ذلِكَ ذِكْرى لِلذَّاكِرِينَ أى: ذلك الذي أمرناك به من وجوب إقامة الصلاة، ومن الاستقامة على أمر الله ... فيه التذكرة النافعة، لمن كان شأنه التذكر والاعتبار، لا الإعراض والعناد.وهذه الآية الكريمة من الآيات التي قال عنها بعض المفسرين بأنها مدنية، وقد ذكرنا في التمهيد بين بدى السورة، أن سورة هود ترجح أنها كلها مكية، وليس فيها آيات مدنية.ومما يؤيد أن هذه الآية مكية أنها مسوقة مع ما سبقها من آيات لتسلية النبي صلى الله عليه وسلم ولإرشاده وأتباعه إلى ما يعينهم على الاستقامة، وعدم الركون إلى الظالمين.ولأن بعض الروايات التي وردت في شأنها لم تذكر أنها نزلت في المدينة، بل ذكرت أن الرسول صلى الله عليه وسلم تلاها على السائل، ومن هذه الروايات ما رواه الإمام أحمد ومسلم وأبو داود والترمذي والنسائي وابن جرير- وهذا لفظه- عن ابن مسعود قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله إنى وجدت امرأة في بستان، ففعلت بها كل شيء، غير أنى لم أجامعها، فافعل بي ما شئت، فلم يقل رسول الله صلى الله عليه وسلم شيئا، فذهب الرجل، فقال عمر: لقد ستر الله عليه لو ستر على نفسه، فأتبعه الرسول صلى الله عليه وسلم بصره ثم قال: ردوه على فردوه عليه فقرأ عليه: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ ...الآية، فقال معاذ- وفي رواية عمر- يا رسول الله، أله وحده أم للناس كافة؟ فقال: بل للناس كافة» .وأكدت بحرف إِنَّ للاهتمام وتحقيق الخبر، والحسنات صفة لموصوف محذوف، وكذلك السيئات.والمعنى: إن الأعمال الحسنة- كالصلاة والزكاة والصيام والحج، والاستغفار ... يذهبن الأعمال السيئات، أى يذهبن المؤاخذة عليها، ويذهبن الاتجاه إليها ببركة المواظبة على الأعمال الحسنة.والمراد بالسيئات هنا صغار الذنوب، لقوله- تعالى- إِنْ تَجْتَنِبُوا كَبائِرَ ما تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيماً . ولقوله- تعالى- الَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ واسِعُ الْمَغْفِرَةِ ...  ، ولأن كبائر الذنوب لا تكفرها إلا التوبة الصادقة.وقوله ذلِكَ ذِكْرى لِلذَّاكِرِينَ أى: ذلك الذي أمرناك به من وجوب إقامة الصلاة، ومن الاستقامة على أمر الله ... فيه التذكرة النافعة، لمن كان شأنه التذكر والاعتبار، لا الإعراض والعناد.وهذه الآية الكريمة من الآيات التي قال عنها بعض المفسرين بأنها مدنية، وقد ذكرنا في التمهيد بين بدى السورة، أن سورة هود ترجح أنها كلها مكية، وليس فيها آيات مدنية.ومما يؤيد أن هذه الآية مكية أنها مسوقة مع ما سبقها من آيات لتسلية النبي صلى الله عليه وسلم ولإرشاده وأتباعه إلى ما يعينهم على الاستقامة، وعدم الركون إلى الظالمين.ولأن بعض الروايات التي وردت في شأنها لم تذكر أنها نزلت في المدينة، بل ذكرت أن الرسول صلى الله عليه وسلم تلاها على السائل، ومن هذه الروايات ما رواه الإمام أحمد ومسلم وأبو داود والترمذي والنسائي وابن جرير- وهذا لفظه- عن ابن مسعود قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: يا رسول الله إنى وجدت امرأة في بستان، ففعلت بها كل شيء، غير أنى لم أجامعها، فافعل بي ما شئت، فلم يقل رسول الله صلى الله عليه وسلم شيئا، فذهب الرجل، فقال عمر: لقد ستر الله عليه لو ستر على نفسه، فأتبعه الرسول صلى الله عليه وسلم بصره ثم قال: ردوه على فردوه عليه فقرأ عليه: وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهارِ وَزُلَفاً مِنَ اللَّيْلِ ...الآية، فقال معاذ- وفي رواية عمر- يا رسول الله، أله وحده أم للناس كافة؟ فقال: بل للناس كافة»والروايات التي ورد فيها فأنزل عليه هذه الآية، في الإمكان أن تؤول أن المراد أنزل عليه شمول عموم الحسنات والسيئات لقضية السائل، ولجميع ما يماثلها من إصابة الذنوب سوى الكبائر."
}