{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/12/",
    "ayah_number": 12,
    "text": "قال الفخر الرازي- رحمه الله-: روى عن ابن عباس- رضى الله عنهما أن رؤساء مكة قالوا يا محمد، اجعل لنا جبال مكة ذهبا إن كنت رسولا. وقال آخرون: ائتنا بالملائكة يشهدون بنبوتك. فقال: لا أقدر على ذلك فنزلت هذه الآية» .ولفظ لعل كما يقول الآلوسى- للترجى، وهو يقتضى التوقع، ولا يلزم من توقع الشيء وقوعه ولا ترجح وقوعه، لجواز أن يوجد ما يمنع منه، فلا يشكل بأن توقع ترك التبليغ منه صلى الله عليه وسلم مما لا يليق بمقام النبوة، لأن المانع منه هنا ثبوت عصمته صلى الله عليه وسلم عن كتم شيء أمر بتبليغه ... والمقصود بهذا الأسلوب هنا تحريضه صلى الله عليه وسلم وتهييج داعيته لأداء الرسالة، ويقال نحو ذلك في كل توقع نظير هذا التوقع» .وتارِكٌ اسم فاعل من الفعل ترك. وضائِقٌ اسم فاعل من الفعل ضاق، وهو معطوف على تارِكٌ.والمراد ببعض ما يوحى إليه صلى الله عليه وسلم في قوله- سبحانه- فَلَعَلَّكَ تارِكٌ بَعْضَ ما يُوحى إِلَيْكَ: ما نزل عليه: من قرآن فيه استهزاء بآلهتهم، وتسفيه لعقولهم التي استساغت أن تشرك مع الله- تعالى- في عبادتها آلهة أخرى» .والضمير المجرور في قوله- سبحانه- وَضائِقٌ بِهِ صَدْرُكَ يعود الى البعض الموحى به، وقيل يعود للتبليغ، وقيل للتكذيب.وجملة أَنْ يَقُولُوا في محل نصب على أنها مفعول لأجله، أى: كراهة أو خشية أن يقولوا.والكنز: يطلق على المال الكثير المجموع بعضه إلى بعض سواء أكان في بطن الأرض أم في ظهرها، ومرادهم بإنزاله هنا: أن ينزل على الرسول صلى الله عليه وسلم من السماء مال كثير يغنيه هو وأصحابه، ويجعلهم في رغد من العيش، بدل ما يبدو على بعضهم من فقر وفاقة..والمعنى: ليس خافيا علينا- أيها الرسول الكريم- ما يفعله المشركون معك، من تكذيب لدعوتك، ومن جحود لرسالتك، ومن مطالب متعنتة يطلبونها منك ...ليس خافيا علينا شيئا من ذلك، ولعلك إزاء مسالكهم القبيحة هذه، تارك تبليغ بعض ما يوحى إليك، وهو ما يثير غضبهم، وضائق صدرك بهذا التبليغ، كراهة تكذيبهم لوحى الله، واستهزائهم بدعوتك، وقولهم لك على سبيل التعنت: هلا أنزل إليك من السماء مال كثير تستغني به وتغنى أتباعك، وهلا كان معك ملك يصاحبك في دعوتك، ويشهد أمامنا بصدقك.ويؤيدك في تحصيل مقصودك..لا- أيها الرسول الكريم- لا تترك شيئا من تبليغ ما أمرك الله بتبليغه لهؤلاء المشركين، ولا يضيق صدرك بأفعالهم الذميمة، وبأقوالهم الباطلة، بل واصل دعوتك لهم إلى طريق الحق، فما عليك إلا الإنذار، أما نحن فإلينا إيابهم، وعلينا حسابهم.وعبر- سبحانه- عن تأثر الرسول صلى الله عليه وسلم من مواقفهم المتعنتة باسم الفاعل ضائِقٌ لا بالصفة المشبهة «ضيق» لمراعاة المقابل وهو قوله تارِكٌ، وللإشارة إلى أن هذا الضيق مما يعرض له صلى الله عليه وسلم أحيانا، وليس صفة ملازمة له، لأن اسم الفاعل يقتضى الحدوث والانقطاع، بخلاف الصفة المشبهة فتقتضى الثبات والدوام.وأبرز- سبحانه- هنا صفة الإنذار للرسول صلى الله عليه وسلم مع أن وظيفته الإنذار والتبشير، لأن المقام هنا يستوجب ذلك، إذ أن هؤلاء المشركين قد تجاوزوا كل حد في الإساءة إليه صلى الله عليه وسلم.وقوله- سبحانه- وَاللَّهُ عَلى كُلِّ شَيْءٍ وَكِيلٌ تذييل قصد به زيادة تثبيته وتحريضه على المضي في تبليغ دعوته.أى: سر في طريقك- أيها الرسول الكريم- غير مبال بما يصدر عنهم من مضايقات لك، والله- تعالى- حافظ لأحوالك وأحوالهم، وسيجازيهم بالجزاء الذي يتناسب مع جرائمهم وكفرهم.والمتأمل في هذه الآية الكريمة يراها تعبر أكمل تعبير عن الفترة الحرجة التي نزلت فيها هذه السورة الكريمة، فقد سبق أن قلنا عند التعريف بها، إنها نزلت في الفترة التي أعقبت وفاة النصيرين الكبيرين للرسول صلى الله عليه وسلم وهما أبو طالب وخديجة- رضى الله عنها- وكانت هذه الفترة من أشق الفترات على الرسول صلى الله عليه وسلم حيث تكاثر فيها إيذاء المشركين له ولأصحابه..فأنت ترى أن هذه الآية الكريمة تحث النبي صلى الله عليه وسلم على الثبات والصبر، وعلى تبليغ ما يوحى اليه، مع عدم المبالاة بما يضعه المشركون في طرقه من عقبات..هذا، وقد سبق أن بينا عند التعريف بهذه السورة- أيضا- أن من العلماء من يرى أن هذه الآية مدنية، ولعلك معى- أيها القارئ الكريم- في أنه لا يوجد أى دليل نقلي أو عقلي يؤيد ذلك، بل الذي تؤيده الأدلة ويؤيده سبب النزول أن الآية مكية كبقية السورة.وهناك آيات أخرى مكية تشبه هذه الآية في أسلوبها وموضوعها، ومن هذه الآيات قوله- تعالى-: وَقالُوا مالِ هذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَيَمْشِي فِي الْأَسْواقِ، لَوْلا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً. أَوْ يُلْقى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْها ... .ثم حكى- سبحانه- بعد ذلك زعما آخر من مزاعمهم الكثيرة، وهو دعواهم أن القرآن مفترى، وتحداهم أن يأتوا بعشر سور من أمثال هذا القرآن المفترى في زعمهم، فقال- تعالى-:"
}