{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/31/",
    "ayah_number": 31,
    "text": "ثم أخذ نوح- عليه السلام- في تفنيد شبهاتهم، وفي دحض مفترياتهم، وفي تعريفهم بحقيقة أمره فقال: وَلا أَقُولُ لَكُمْ عِنْدِي خَزائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ ...والخزائن: جمع خزانة- بكسر الخاء- وهو المكان الذي يخزن فيه المال أو الطعام أو غيرهما خشية الضياع، والمراد منها هنا: أنواع رزقه- سبحانه- التي يحتاج إليها عباده، وأضيفت إليه- سبحانه- لاختصاصه بها. وملكيته لها.أى: إنى لا أقول لكم إن النبوة التي وهبنى الله إياها، تجعلني أملك خزائن أرزاقه- سبحانه- فأصير بذلك من الأثرياء، وأعطى من أشاء بغير حساب ...كلا. إنى لا أملك شيئا من ذلك، وإنما أنا عبد الله ورسوله، أرسلنى لأخرجكم من ظلمات الكفر إلى نور الإيمان.وهذه الجملة الكريمة رد على قولهم السابق! وَما نَرى لَكُمْ عَلَيْنا مِنْ فَضْلٍ.وأيضا لا أقول لكم إنى أعلم الغيوب التي اختص الله بعلمها، فأدعى قدرة ليست للبشر، أو أزعم أن لي صلة بالله- تعالى- غير صلة النبوة- أو أدعى الحكم على قلوب الناس وعلى منزلتهم عند الله، كما ادعيتم أنتم فقلتم وَما نَراكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَراذِلُنا بادِيَ الرَّأْيِ....وأيضا فإنى لا أقول لكم إنى ملك، بل أنا بشر مثلكم آكل مما تأكلون منه، وأشرب مما تشربون منه، إلا أن الله- تعالى- اختصني من بينكم بالنبوة، والبشرية مقتض للنبوة وليست مانعا منها- كما تزعمون- حيث قلتم ما نَراكَ إِلَّا بَشَراً مِثْلَنا.ولم يكتف نوح- عليه السلام- بهذا الرد المبطل لدعاواهم الفاسدة، بل أضاف إلى ذلك- كما حكى القرآن عنه- وَلا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً، اللَّهُ أَعْلَمُ بِما فِي أَنْفُسِهِمْ، إِنِّي إِذاً لَمِنَ الظَّالِمِينَ.وقوله: تَزْدَرِي من الازدراء بمعنى التحقير والانتقاص، يقال: ازدرى فلان فلانا إذا احتقره وعابه.أى: أنا لا أقول لكم بأنى أملك خزائن الله، أو بأنى أعلم الغيب، أو بأنى ملك من الملائكة، ولا أقول لكم- أيضا- في شأن الذين تنظرون إليهم نظر احتقار واستصغار:إنهم- كما تزعمون- لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً يسعدهم في دينهم ودنياهم وآخرتهم، بل أقول لكم إنه- سبحانه- سيؤتيهم ذلك- إذا شاء- لأنه- سبحانه- هو الأعلم بما في نفوسهم من خير أو شر- أما أنا فلا علم لي إلا بظواهرهم التي تدل على إيمانهم وإخلاصهم وإِنِّي إِذاً لَمِنَ الظَّالِمِينَ لنفسي ولغيري إذا ادعيت أية دعوى من هذه الدعاوى.قال البيضاوي ما ملخصه، وأسند- سبحانه- الازدراء إلى الأعين في قوله تَزْدَرِي أَعْيُنُكُمْ للمبالغة والتنبيه على أنهم استرذلوهم بادى الرؤية- أى بمجرد نظرهم إليهم- من غير روية بسبب ما عاينوه من رثاثة حالهم وقلة منالهم، دون تأمل في معانيهم وكمالاتهم»  وهذا الإسناد من باب المجاز العقلي، لأن الازدراء ينشأ عن مشاهدة الصفات الحقيرة «في نظر الناظر» فتكون الأعين سببا في هذا الازدراء.وأكد جملة إِنِّي إِذاً لَمِنَ الظَّالِمِينَ بعدة مؤكدات، تحقيقا لظلم كل من يدعى شيئا من هذه الدعاوى، وتكذيبا لأولئك الكافرين الذين احتقروا المؤمنين، وزعموا أن الله- تعالى- لن يؤتيهم خيرا.وهكذا نجد نوحا- عليه السلام- يشرح لقومه بأسلوب مهذب حكيم حقيقة أمره، ويرد على شبهاتهم بما يزهقها ...وعند ما وجدوا أنفسهم عاجزين عن الرد على نبيهم بأسلوب مقارعة الحجة بالحجة، لجئوا- على عادة طبقتهم- إلى أسلوب التحدي وقد أخذتهم العزة بالإثم فقالوا- كما حكى القرآن عنهم:"
}