{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/112/",
    "ayah_number": 112,
    "text": "ثم أمر الله- تعالى- رسوله صلى الله عليه وسلم وأتباعه بالتزام الصراط المستقيم فقال- سبحانه-: فَاسْتَقِمْ كَما أُمِرْتَ وَمَنْ تابَ مَعَكَ وَلا تَطْغَوْا إِنَّهُ بِما تَعْمَلُونَ بَصِيرٌ.والفاء للتفريع على ما تقدم من الأوامر والنواهي.والاستقامة- كما يقول القرطبي- هي الاستمرار في جهة واحدة من غير أخذ في جهة اليمين والشمال ... » .والطغيان: مجاوزة الحد. ومنه طغى الماء، أى ارتفع وتجاوز الحدود المناسبة.والمعنى: لقد علمت- أيها الرسول الكريم- حال السعداء وحال الأشقياء، وعرفت أن كل مكلف سيوفى جزاء أعماله.وما دام الأمر كذلك فالزم أنت ومن معك من المؤمنين طريق الاستقامة على الحق، وداوموا على ذلك كما أمركم الله، بدون إفراط أو تفريط، واحذروا ان تتجاوزوا حدود الاعتدال في كل أقوالكم وأعمالكم.ووجه- سبحانه- الأمر بالاستقامة إلى النبي صلى الله عليه وسلم تنويها بشأنه، وليبنى عليه قوله- كَما أُمِرْتَ، فيشير بذلك إلى أنه- عليه الصلاة والسلام- هو وحده المتلقى للأوامر الشرعية من الله- تعالى-.وقد جمع قوله- تعالى- فَاسْتَقِمْ كَما أُمِرْتَ أصول الإصلاح الديني وفروعه، كما جمع قوله- تعالى- «ولا تطغوا» أصول النهى عن المفاسد وفروعه، فكانت الآية الكريمة بذلك جامعة لإقامة المصالح ولدرء المفاسد.قال الإمام ابن كثير ما ملخصه: يأمر الله- تعالى- رسوله وعباده المؤمنين في هذه الآية بالثبات والدوام على الاستقامة، لأن ذلك من أكبر العون على النصر على الأعداء، وينهاهم عن الطغيان وهو البغي، لأنه مصرعة حتى ولو كان على مشرك» .وقال الآلوسى: والاستقامة كلمة جامعة لكل ما يتعلق بالعلم والعمل وسائر الأخلاق.أخرج ابن أبى حاتم وأبو الشيخ عن الحسن أنه قال، لما نزلت هذه الآية قال صلى الله عليه وسلم شمروا شمروا، وما رؤي بعد ضاحكا» .وعن ابن عباس قال: ما نزلت على رسول الله صلى الله عليه وسلم آية أشد من هذه الآية ولا أشق» .وفي صحيح مسلم عن سفيان بن عبد الله الثقفي قال: قلت يا رسول الله، قل لي في الإسلام قولا لا أسأل عنه أحدا بعدك. قال: «قل آمنت بالله ثم استقم»  .وجملة إِنَّهُ بِما تَعْمَلُونَ بَصِيرٌ تعليل للأمر بالاستقامة وللنهى عن الطغيان.أى: الزموا المنهج القويم، وابتعدوا عن الطغيان، لأنه- سبحانه- مطلع على أعمالكم اطلاع المبصر، العليم بظواهرها وبواطنها، وسيجازيكم يوم القيامة عليها بما تستحقون من ثواب أو عقاب."
}