{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/26/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة الشعراء هي السورة السادسة والعشرون في ترتيب المصحف، أما ترتيبها في النزول فكان نزولها بعد سورة الواقعة. كما يقول صاحب الإتقان، أى: هي السادسة والأربعون في ترتيب النزول.2- قال القرطبي: هي مكية في قول الجمهور. وقال مقاتل: منها مدني الآية التي يذكر فيها الشعراء، وقوله: أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَماءُ بَنِي إِسْرائِيلَ. وقال ابن عباس وقتادة: مكية إلا أربع آيات منها نزلت بالمدينة من قوله- تعالى-: وَالشُّعَراءُ يَتَّبِعُهُمُ الْغاوُونَ إلى آخر السورة. وهي مائتان وسبع وعشرون آية. وفي رواية: وست وعشرون  .3- وسورة الشعراء تسمى- أيضا- بسورة «الجامعة» ، ويغلب على هذه السورة الكريمة، الحديث عن قصص الأنبياء مع أقوامهم.فبعد أن تحدثت في مطلعها عن سمو منزلة القرآن الكريم، وعن موقف المشركين من الرسول صلّى الله عليه وسلّم أتبعت ذلك بالحديث عن قصة موسى مع فرعون ومع بنى إسرائيل، ثم عن قصة إبراهيم مع قومه ثم عن قصة نوح مع قومه، ثم عن قصة هود مع قومه، ثم عن قصة صالح مع قومه، ثم عن قصة لوط مع قومه، ثم عن قصة شعيب مع قومه..4- ثم تحدثت في أواخرها عن نزول الروح الأمين بالقرآن الكريم على قلب النبي صلّى الله عليه وسلّم، وساقت ألوانا من التسلية والتعزية للرسول صلّى الله عليه وسلّم بسبب تكذيب الكافرين له، وأرشدته إلى ما يجب عليه نحو عشيرته الأقربين، ونحو المؤمنين، وبشرت أتباعه بالنصر وأنذرت أعداءه بسوء المصير، فقد ختمت بقوله- تعالى-: إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ، وَذَكَرُوا اللَّهَ كَثِيراً، وَانْتَصَرُوا مِنْ بَعْدِ ما ظُلِمُوا، وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ.5- والسورة الكريمة بعد ذلك تمتاز بقصر آياتها، وبجمعها لموضوعات السور الملكية، من إقامة الأدلة على وحدانية الله- تعالى-، وعلى أن البعث حق، وعلى صدق النبي صلّى الله عليه وسلّم يما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله، كما نرى أسلوبها يمتاز بالترغيب والترهيب، الترغيب للمؤمنين في العمل الصالح، والترهيب للمشركين بسوء المصير إذا ما استمروا على شركهم.وقد ختمت كل قصة من قصص هذه السورة الكريمة بقوله- تعالى-: إِنَّ فِي ذلِكَ لَآيَةً وَما كانَ أَكْثَرُهُمْ مُؤْمِنِينَ. وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ وقد تكرر ذلك فيها ثماني مرات ...وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم،،،سورة الشعراء من السور التى افتتحت بحرف من الحروف المقطعة وهو قوله - تعالى - : ( طساما ) .وقد ذكرنا آراء العلماء فى الحروف المقطعة بشىء من التفصيل عند تفسيرنا لسور : \" البقرة ، آل عمران ، والأعراف ، ويونس . . \" إلخ .وقلنا ما خلاصته : لعل أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض السور ، على سبيل الإيقاظ والتنبيه ، للذين تحداهم القرآن .فكأن الله - تعالى - يقول لهؤلاء المعاندين والمعارضين فى أن القرآن من عند الله : هاكم القرآن ترونه مؤلفا من كلان هو من جنس ما تؤلفون منه كلامكم ، ومنظوما من حروف هى من جنس الحروف الهجائية التى تنظمون منها حروفكم ، فإن كنتم فى شك فى أنه من عند الله - تعالى - فهاتوا مثله ، أو عشر سور من مثله ، أو سورة واحدة من مثله ، فعجزوا وانقلبوا خاسرين ، وثبت أن هذا القرآن من عند الله - تعالى - ."
}