{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/111/1/",
    "ayah_number": 1,
    "text": "تفسير سورة المسدمقدمة وتمهيد1- سورة «المسد» تسمى- أيضا- بسورة «تبت» ، وبسورة «أبى لهب» ، وبسورة «اللهب» وهي من أوائل السور التي نزلت بمكة، فهي السورة السادسة في ترتيب النزول، وكان نزولها بعد سورة «الفاتحة» ، وقبل سورة «الكوثر» وهي خمس آيات.2- وقد ذكروا في سبب نزول هذه السورة روايات منها: ما أخرجه البخاري عن ابن عباس، أن النبي صلى الله عليه وسلم خرج إلى البطحاء فصعد الجبل فنادى: «يا صباحاه» وهي كلمة ينادى بها للإنذار من عدو قادم- فاجتمعت إليه قريش، فقال-: «أرأيتم إن حدثتكم أن العدو مصبحكم أو ممسيكم أكنتم تصدقوني؟ قالوا: نعم. قال: «فإنى نذير لكم بين يدي عذاب شديد» .فقال أبو لهب: ألهذا جمعتنا؟ تبا لك، فأنزل الله- تعالى- هذه السورة.وفي رواية: أنه قام ينفض يديه وجعل يقول للرسول صلى الله عليه وسلم: تبا لك سائر اليوم، ألهذا جمعتنا، فأنزل الله- تعالى- هذه السورة».وأبو لهب: هو أحد أعمام النبي صلى الله عليه وسلم واسمه عبد العزى بن عبد المطلب بن هاشم ... وامرأته هي: أروى بنت حرب بن أمية، وكنيتها أم جميل.روى أنها لما سمعت ما نزل في زوجها وفيها من قرآن، أتت رسول الله صلى الله عليه وسلم، وهو جالس في المسجد عند الكعبة ومعه أبو بكر الصديق، وفي يدها فهر- أى: حجر- فلما وقفت أخذ الله- تعالى- بصرها عن رسوله صلى الله عليه وسلم فقالت: يا أبا بكر، بلغني أن صاحبك يهجونى، والله لو وجدته لضربت بهذا الفهر فاه ... ثم انصرفت، فقال أبو بكر:يا رسول الله أما تراها رأتك؟ فقال صلى الله عليه وسلم: «ما رأتنى، لقد أخذ الله بصرها عنى»ومعنى تَبَّتْ هلكت وخسرت، ومنه قوله- تعالى-: وَما كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبابٍ وقوله- سبحانه-: وَما زادُوهُمْ غَيْرَ تَتْبِيبٍ.وقوله: وَتَبَّ أى: وقد تب وهلك وخسر، فالجملة الأولى دعاء عليه بالهلاك والخسران، والجملة الثانية: إخبار عن أن هذا الدعاء قد استجيب، وأن الخسران قد نزل به فعلا.أى: خسرت وخابت يدا أبى لهب، وقد نزل هذا الهلاك والخسران به، بسبب عداوته الشديدة للحق، الذي جاء به النبي صلى الله عليه وسلم من عند ربه- سبحانه-.والمراد باليدين هنا: ذاته ونفسه، من باب إطلاق الجزء وإرادة الكل، كما في قوله- تعالى-: ذلِكَ بِما قَدَّمَتْ يَداكَ.ويجوز أن يكون المراد باليدين حقيقتهما، وذلك لأنه كان يقول: يعدني محمد صلى الله عليه وسلم بأشياء، لا أدرى أنها كائنة، يزعم أنها بعد الموت، فلم يضع في يدي شيء من ذلك، ثم ينفخ في يديه ويقول: تبا لكما ما أرى فيكما شيئا."
}