{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/43/",
    "ayah_number": 43,
    "text": "قال الإمام ابن كثير: عن ابن عباس- رضى الله عنهما-: لما بعث الله- تعالى- محمدا صلى الله عليه وسلم رسولا، أنكرت العرب ذلك، أو من أنكر منهم، وقالوا: الله أعظم من أن يكون رسوله بشرا، فأنزل الله: أَكانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنا إِلى رَجُلٍ مِنْهُمْ..وقال: وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ.. .أى: وما أرسلنا من قبلك- أيها الرسول الكريم- لهداية الناس وإرشادهم إلى الحق إلا رجالا مثلك، وقد أوحينا إليهم بما يبلغونه إلى أقوامهم، من نصائح وتوجيهات وعبادات وتشريعات، وقد لقى هؤلاء الرسل من أقوامهم، مثل ما لقيت من قومك من أذى وتكذيب وتعنت في الأسئلة.فالمقصود من الآية الكريمة تسلية النبي صلى الله عليه وسلم والرد على المشركين فيما أثاروه حوله صلى الله عليه وسلم من شبهات.وقد حكى القرآن في مواطن عدة إنكار المشركين لبشرية الرسل ورد عليهم بما يخرسهم، ومن ذلك قوله- تعالى-: وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرى..  .وقوله- تعالى-: وَما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى إِلَّا أَنْ قالُوا، أَبَعَثَ اللَّهُ بَشَراً رَسُولًا  .وقوله- تعالى- ذلِكَ بِأَنَّهُ كانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّناتِ، فَقالُوا أَبَشَرٌ يَهْدُونَنا، فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ  .والمراد بأهل الذكر في قوله «فاسألوا أهل الذكر إن كنتم لا تعلمون» علماء أهل الكتاب أى: لقد اقتضت حكمتنا أن يكون الرسول من البشر في كل زمان ومكان، فإن كنتم في شك من ذلك- أيها المكذبون- فاسألوا علماء أهل الكتب السابقة من اليهود والنصارى، فسيبينون لكم أن الرسل جميعا كانوا من البشر ولم يكونوا من الملائكة.وهذه الجملة الكريمة معترضة بين قوله- تعالى- وَما أَرْسَلْنا.. وبين قوله بعد ذلك: بِالْبَيِّناتِ وَالزُّبُرِ.. للمبادرة إلى توبيخ المشركين وإبطال شبهتهم، لأنه قد احتج عليهم، بمن كانوا يذهبون إليهم لسؤالهم عن الرسول صلى الله عليه وسلم.وفي قوله- تعالى- إِنْ كُنْتُمْ لا تَعْلَمُونَ إيماء إلى أنهم كانوا يعلمون أن الرسل لا يكونون إلا من البشر، ولكنهم قصدوا بإنكار ذلك الجحود والمكابرة، والتمويه لتضليل الجهلاء، ولذا جيء في الشرط بحرف «إن» المفيد للشك.وجواب الشرط لهذه الجملة محذوف، دل عليه ما قبله. أى: إن كنتم لا تعلمون، فاسألوا أهل الذكر. وقيل المراد بأهل الذكر هنا: المسلمون مطلقا، لأن الذكر هو القرآن، وأهله هم المسلمون.ونحن لا ننكر أن الذكر يطلق على القرآن الكريم، كما في قوله- تعالى- إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ إلا أن المراد بأهل الذكر هنا: علماء أهل الكتاب، لأن المشركين كانوا يستفسرون منهم عن أحوال النبي صلى الله عليه وسلم، أكثر من استفسارهم من المسلمين.قال الآلوسى ما ملخصه قوله- تعالى-: فَسْئَلُوا أَهْلَ الذِّكْرِ.. أى: أهل الكتاب من اليهود والنصارى. قاله: ابن عباس والحسن والسدى وغيرهم.وقال أبو حيان في البحر: والمراد من لم يسلم من أهل الكتاب، لأنهم الذين لا يتهمون عند المشركين في إخبارهم بأن الرسل كانوا رجالا، فإخبارهم بذلك حجة عليهم. والمراد كسر حجتهم وإلزامهم، وإلا فالحق واضح في نفسه لا يحتاج إلى إخبار هؤلاء..» .قالوا: وفي الآية دليل على وجوب الرجوع إلى أهل العلم فيما لا يعلم، وعلى أن الرسل جميعا كانوا من الرجال ولم يكن من بينهم امرأة قط."
}