{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/7/",
    "ayah_number": 7,
    "text": "ثم بين- سبحانه- منفعة ثالثة من منافع الأنعام، التي سخرها الله- تعالى- للإنسان فقال: وَتَحْمِلُ أَثْقالَكُمْ إِلى بَلَدٍ لَمْ تَكُونُوا بالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَؤُفٌ رَحِيمٌ.والضمير في قوله «وتحمل» يعود إلى الإبل خاصة، لأنها هي التي يحمل عليها.والأثقال: جمع ثقل. وهو ما يثقل الإنسان حمله من متاع وغيره.والمراد بالبلد جنسه ولأن الارتحال قد يكون إلى الشام أو إلى اليمن أو إلى غيرهما.والشق- بالكسر- المشقة: ومن كل شيء نصفه، والباء للملابسة. أى: إلا بمشقة شديدة، كأن نفوسكم قد ذهب نصفها خلال تلك الرحلة الطويلة الشاقة التي لم تستخدموا فيها الأنعام.قال القرطبي: وشق الأنفس: مشقتها وغاية جهدها. وقراءة العامة بكسر الشين.قال المهدوى: وكسر الشين وفتحها في «شق» متقاربان. وهما بمعنى المشقة.وقرأ أبو جعفر «إلا بشق الأنفس» - بفتح الشين- وهما لغتان مثل رق ورق.والشق- أيضا- بالكسر- النصف. وقد يكون المراد من الآية هذا المعنى. أى: لم تكونوا بالغيه إلا بنقص من القوة وذهاب شق منها ... »   .والمعنى: ومن فوائد هذه الأنعام- أيضا- أنها تحمل أمتعتكم وأثقالكم من بلد إلى بلد آخر بعيد، هذا البلد الآخر البعيد. لم تكونوا واصلين إليه بدونها، إلا بعد تعب شديد، وجهد مضن، وكلفة يذهب معها نصف قوتكم.والتنكير في «بلد» لإفادة معنى البعد، لأن بلوغ المسافر إليه بمشقة، هو من شأن البلد البعيد، الذي يصعب الوصول إليه بدون راحلة.وجملة «لم تكونوا بالغيه إلا بشق الأنفس» التي هي صفة لبلد، تشير إلى هذا المعنى.وشبيه بهذه الآية قوله تعالى-: اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعامَ لِتَرْكَبُوا مِنْها وَمِنْها تَأْكُلُونَ. وَلَكُمْ فِيها مَنافِعُ وَلِتَبْلُغُوا عَلَيْها حاجَةً فِي صُدُورِكُمْ وَعَلَيْها وَعَلَى الْفُلْكِ تُحْمَلُونَ .وقوله- سبحانه-: أَوَلَمْ يَرَوْا أَنَّا خَلَقْنا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينا أَنْعاماً فَهُمْ لَها مالِكُونَ. وَذَلَّلْناها لَهُمْ، فَمِنْها رَكُوبُهُمْ وَمِنْها يَأْكُلُونَ .وجملة «إن ربكم لرءوف رحيم» تعليل لخلقه- سبحانه- الأنعام لخدمة الإنسان.أى: خلق لكم هذه الأنعام لأنه رءوف رحيم بكم، حيث لم يترككم تحملون أثقالكم بأنفسكم، وتقطعون المسافات الطويلة على أرجلكم، بل أوجد هذه الأنعام لمنافعكم ومصالحكم."
}