{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/116/",
    "ayah_number": 116,
    "text": "قال الآلوسى ما ملخصه: قوله: وَلا تَقُولُوا لِما تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ.. «ما» موصولة، والعائد محذوف، أى: ولا تقولوا- في شأن الذي تصفه ألسنتكم من البهائم بالحل والحرمة- هذا حلال وهذا حرام، من غير ترتب ذلك الوصف على ملاحظة وفكر، فضلا عن استناده إلى وحى أو قياس مبنى عليه، بل مجرد قول باللسان.ولفظ «الكذب» منتصب على أنه مفعول به ل تَقُولُوا وقوله- سبحانه-:هذا حَلالٌ وَهذا حَرامٌ بدل منه..  .والمعنى: ولا تقولوا- أيها الجاهلون- للشيء الكذب الذي تصفه ألسنتكم، وتحكيه وتنطق به بدون بينة أو برهان. هذا الشيء حلال وهذا الشيء حرام.وقد حكى الله- تعالى- عن هؤلاء الجاهلين في آيات كثيرة، أنهم حللوا وحرموا أشياء من عند أنفسهم ومن ذلك قوله- تعالى-: وَقالُوا ما فِي بُطُونِ هذِهِ الْأَنْعامِ خالِصَةٌ لِذُكُورِنا وَمُحَرَّمٌ عَلى أَزْواجِنا..  .وقوله- سبحانه-: قُلْ أَرَأَيْتُمْ ما أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَراماً وَحَلالًا، قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ  .قال صاحب الكشاف: فإن قلت: ما معنى وصف ألسنتهم الكذب؟ قلت: هو من فصيح الكلام وبليغه، جعل قولهم كأنه عين الكذب ومحضه. فإذا نطقت به ألسنتهم فقد حلت الكذب بحليته، وصورته بصورته، كقولهم: وجهها يصف الجمال، وعينها تصف السحر..  .وقال بعض العلماء ما ملخصه: ويصح أن يكون لفظ الكذب مفعولا لتصف، وأن يكون قوله: هذا حَلالٌ وَهذا حَرامٌ مفعولا لتقولوا.وعلى هذا الوجه يكون في وصف ألسنتهم الكذب، مبالغة في وصف كلامهم بالكذب، حتى لكأن ماهية الكذب كانت مجهولة، فكشفت عنها ألسنتهم ووضحتها ووصفتها ونعتتها بالنعوت التي جلتها.. ومنه قول الشاعر:أضحت يمينك من جود مصوّرة ... لا، بل يمينك منها صوّر الجودواللام في قوله: لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ هي لام الصيرورة والعاقبة، أو هي- كما يقول صاحب الكشاف- من التعليل الذي لا يتضمن معنى الغرض، لأن ما صدر عنهم من تحليل وتحريم دون أن يأذن به الله، ليس الغرض منه افتراء الكذب فحسب، بل هناك أغراض أخرى، كظهورهم بمظهر أولى العلم، وكحبهم للتباهى والتفاخر..وقوله: لِتَفْتَرُوا من الافتراء وهو أشنع أنواع الكذب، لأنه اختلاق للكذب الذي لا يستند إلى شيء من الواقع.أى: ولا تقولوا لما تحكيه ألسنتكم من أقوال وأحكام لا صحة لها، هذا حلال وهذا حرام، لتنسبوا ذلك إلى الله- تعالى- كذبا وزورا.قال الإمام ابن كثير: ويدخل في الآية كل من ابتدع بدعة، ليس له فيها مستند شرعي، أو حلل شيئا مما حرم الله أو حرم شيئا مما أباح الله، بمجرد رأيه وتشهيه .وقال الآلوسى: وحاصل معنى الآية: لا تسلموا ما لم يأتكم حله ولا حرمته عن الله- تعالى- ورسوله صلى الله عليه وسلم حلالا ولا حراما، فتكونوا كاذبين على الله، لأن مدار الحل والحرمة ليس إلا حكمه- سبحانه-.ومن هنا قال: أبو نضرة: لم أزل أخاف الفتيا منذ أن سمعت هذه الآية إلى يومى هذا.وقال ابن العربي: كره مالك وقوم أن يقول المفتي: هذا حلال وهذا حرام في المسائل الاجتهادية. وإنما يقال ذلك فيما نص الله عليه. ويقال في المسائل الاجتهادية: إنى أكره كذا وكذا ونحو ذلك  .وقوله- سبحانه-: إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ بيان لسوء عاقبتهم، وخيبة مسعاهم.أى: إن الذين يختلقون الكذب وينسبونه إلى الله- تعالى- لا يفوزون بمطلوب، ولا يفلحون في الوصول إلى مأمول."
}