{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/90/",
    "ayah_number": 90,
    "text": "قال القرطبي ما ملخصه: قوله- تعالى-: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ اختلف العلماء في تأويل العدل والإحسان، فقال ابن عباس: العدل: لا إله إلا الله، والإحسان:أداء الفرائض. وقيل العدل: الفرض. والإحسان: النافلة، وقال على بن أبى طالب:العدل: الإنصاف. والإحسان: التفضل.وقال ابن العربي: العدل بين العبد وربه: إيثار حقه- تعالى- على حظ نفسه، وتقديم رضاه على هواه، والاجتناب للزواجر والامتثال للأوامر. وأما العدل بينه وبين نفسه فمنعه ما فيه هلاكها.. وأما العدل بينه وبين غيره فبذل النصيحة، وترك الخيانة فيما قل أو كثر، والإنصاف من نفسك لهم بكل وجه.وأما الإحسان فهو مصدر أحسن يحسن إحسانا. ويقال على معنيين: أحدهما: متعد بنفسه، كقولك: أحسنت كذا، أى: حسنته وأتقنته وكملته، وهو منقول بالهمزة من حسن الشيء. وثانيهما: متعد بحرف جر، كقولك: أحسنت إلى فلان، أى: أوصلت إليه ما ينتفع به. وهو في هذه الآية مراد بالمعنيين معا...ومن هذا الكلام الذي نقلناه بشيء من التلخيص عن الإمام القرطبي، يتبين لنا أن العدل هو أن يلتزم الإنسان جانب الحق والقسط في كل أقواله وأعماله، وأن الإحسان يشمل إحسان الشيء في ذاته سواء أكان هذا الشيء يتعلق بالعقائد أم بالعبادات أم بغيرهما، كما يشمل إحسان المسلم إلى غيره.فالإحسان أوسع مدلولا من العدل: لأنه إذا كان العدل معناه: أن تعطى كل ذي حق حقه، بدون إفراط أو تفريط، فإن الإحسان يندرج تحته أن تضيف إلى ذلك: العفو عمن أساء إليك، والصلة لمن قطعك، والعطاء لمن حرمك.وإيثار صيغة المضارع في قوله: إِنَّ اللَّهَ يَأْمُرُ ... لإفادة التجدد والاستمرار. ولم يذكر- سبحانه- متعلقات العدل والإحسان ليعم الأمر جميع ما يعدل فيه، وجميع ما يجب إحسانه وإتقانه من أقوال وأعمال، وجميع ما ينبغي أن تحسن إليه من إنسان أو حيوان أو غيرهما.وقوله- تعالى-: وَإِيتاءِ ذِي الْقُرْبى فضيلة ثالثة معطوفة على ما قبلها من عطف الخاص على العام، إذ هي مندرجة في العدل والإحسان.وخصها- سبحانه- بالذكر اهتماما بأمرها، وتنويها بشأنها، وتعظيما لقدرها.والإيتاء: مصدر بمعنى الإعطاء، وهو هنا مصدر مضاف لمفعوله.والمعنى: إن الله- تعالى- يأمركم- أيها المسلمون- أمرا دائما وواجبا، أن تلتزموا الحق والإنصاف في كل أقوالكم وأفعالكم وأحكامكم، وأن تلتزموا التسامح والعفو والمراقبة لله- تعالى- في كل أحوالكم.كما يأمركم أن تقدموا لأقاربكم على سبيل المعاونة والمساعدة، ما تستطيعون تقديمه لهم من خير وبر..لأن هذه الفضائل متى سرت بينكم، نلتم السعادة في دينكم ودنياكم، إذ بالعدل ينال كل صاحب حق حقه، وبالإحسان يكون التحاب والتواد والتراحم، وبصلة الأقارب يكون التكافل والتعاون ...وبعد أن أمر- سبحانه- بأمهات الفضائل، نهى عن رءوس الرذائل فقال- تعالى-:وَيَنْهى عَنِ الْفَحْشاءِ وَالْمُنْكَرِ وَالْبَغْيِ ...والفحشاء: كل ما اشتد قبحه من قول أو فعل. وخصها بعضهم بالزنا.والمنكر: كل ما أنكره الشرع بالنهى عنه، فيعم جميع المعاصي والرذائل والدناءات على اختلاف أنواعها.والبغي: هو تجاوز الحد في كل شيء يقال: بغى فلان على غيره، إذا ظلمه وتطاول عليه.وأصله من بغى الجرح إذا ترامى إليه الفساد ...أى: كما أمركم- سبحانه- بالعدل والإحسان وإيتاء ذي القربى، فإنه- تعالى- ينهاكم عن كل قبيح وعن كل منكر، وعن كل تجاوز لما شرعه الله- عز وجل-.وذلك لأن هذه الرذائل ما شاعت في أمة إلا وكانت عاقبتها خسرا، وأمرها فرطا، والفطرة البشرية النقية تأبى الوقوع أو الاقتراب من هذه الرذائل، لأنها تتنافى مع العقول السليمة، ومع الطباع القويمة.ومهما روج الذين لم ينبتوا نباتا حسنا لتلك الرذائل، فإن النفوس الطاهرة، تلفظها بعيدا عنها، كما يلفظ الجسم الأشياء الغريبة التي تصل إليه.ثم ختم- سبحانه- الآية الكريمة بقوله: يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ أى: ينبهكم- سبحانه- أكمل تنبيه وأحكمه إلى ما يصلحكم عن طريق اتباع ما أمركم به وما نهاكم عنه، لعلكم بذلك تحسنون التذكر لما ينفعكم، وتعملون بمقتضى ما علمكم- سبحانه.هذا، وقد ذكر المفسرون في فضل هذه الآية كثيرا من الآثار والأقوال، ومن ذلك ما أخرجه الحافظ أبو يعلى في كتاب معرفة الصحابة.. قال: بلغ أكثم بن صيفي مخرج النبي صلى الله عليه وسلم فأراد أن يأتيه، فأبى قومه أن يدعوه وقالوا له: أنت كبيرنا لم تكن لتخف إليه.قال: فليأته من يبلغه عنى ويبلغني عنه. فانتدب رجلان فأتيا النبي صلى الله عليه وسلم فقالا له: نحن رسل أكثم بن صيفي وهو يسألك من أنت وما أنت؟ فقال النبي صلى الله عليه وسلم: «أما أنا فمحمد ابن عبد الله، وأما ما أنا، فأنا عبد الله ورسوله» .ثم تلا عليهم هذه الآية: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ.. الآية.فقالوا: ردد علينا هذا القول، فردده عليهم حتى حفظوه، فأتيا أكثم فقالا له: أبى أن يرفع نسبه فسألنا عن نسبه فوجدناه زاكي النسب.. وقد رمى إلينا بكلمات قد سمعناها فلما سمعهن أكثم قال: إنى أراه يأمر بمكارم الأخلاق وينهى عن ملائمها، فكونوا في هذا الأمر رءوسا، ولا تكونوا فيه أذنابا  .وعن ابن عباس- رضى الله عنهما- قال: أعظم آية في كتاب الله: «الله لا إله إلا هو الحي القيوم..» . وأجمع آية في كتاب الله للخير والشر: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسانِ وأكثر آية في كتاب الله تفويضا: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ ... وأشد آية في كتاب الله رجاء: يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً.. ."
}