{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/71/",
    "ayah_number": 71,
    "text": "ثم انتقلت السورة الكريمة من الحديث عن خلق الإنسان، وتقلبه في أطوار عمره، إلى الحديث عن التفاوت بين الناس في أرزاقهم، فقال- تعالى-: وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلى بَعْضٍ فِي الرِّزْقِ ... فجعل منكم الغنى والفقير، والمالك والمملوك، والقوى والضعيف، وغير ذلك من ألوان التفاوت بين الناس، لحكمة هو يعلمها- سبحانه-.ثم بين- سبحانه- موقف المفضلين في الرزق من غيرهم فقال: فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلى ما مَلَكَتْ أَيْمانُهُمْ فَهُمْ فِيهِ سَواءٌ ...أى: فليس الذين فضلهم الله- تعالى- في الرزق على غيرهم «برادي» أى: بمانحى وباذلى «رزقهم» الذي رزقهم الله إياه على مماليكهم أو خدمهم الذين هم إخوة لهم في الإنسانية «فهم» أى الأغنياء الذين فضلوا في الرزق ومماليكهم وخدمهم «فيه» أى: في هذا الرزق «سواء» من حيث إنى أنا الرازق للجميع.فالجملة الكريمة يجوز أن تكون دعوة من الله- تعالى- للذين فضلوا على غيرهم في الرزق، بأن ينفقوا على مماليكهم وخدمهم، لأن ما ينفقونه عليهم هو رزق أجراه الله للفقراء على أيدى الأغنياء.وإلى هذا المعنى أشار صاحب الكشاف بقوله عند تفسير الآية: أى: جعلكم متفاوتين في الرزق، فرزقكم أفضل مما رزق مماليككم وهم بشر مثلكم، وإخوانكم، فكان ينبغي أن تردوا فضل ما رزقتموه عليهم، حتى تتساووا في الملبس والمطعم. كما يحكى عن أبى ذر أنه سمع النبي صلى الله عليه وسلم يقول: «إنما هم إخوانكم، فاكسوهم مما تلبسون، وأطعموهم مما تطعمون» فما رؤي عبده بعد ذلك إلا ورداؤه رداؤه، وإزاره إزاره من غير تفاوت.ويجوز أن تكون الآية الكريمة توبيخا للذين يشركون مع الله- تعالى- آلهة أخرى في العبادة. فيكون المعنى: لقد فضل الله- تعالى- بعضكم على بعض في الرزق- أيها الناس-، ومع ذلك فالمشاهد الغالب بينهم، أن الأغنياء لا يردون أموالهم على خدمهم وعبيدهم بحيث يتساوون معهم في الرزق، وإذا ردوا عليهم شيئا، فإنما هو شيء قليل يسير يدل على بخلهم وحرصهم.. مع أنى أنا الرازق للجميع.وإلى هذا المعنى أشار ابن كثير بقوله عند تفسيره للآية: «يبين- تعالى- للمشركين جهلهم وكفرهم فيما زعموه لله من شركاء وهم يعترفون بأنهم عبيد له، كما كانوا يقولون في تلبيتهم في حجهم: لبيك لا شريك لك إلا شريكا هو لك تملكه وما ملك، فقال- تعالى- منكرا عليهم: أنتم لا ترضون أن تساووا عبيدكم فيما رزقناكم، فكيف يرضى هو تعالى- بمساواة عبيد له في الإلهية والتعظيم، كما قال- تعالى- في آية أخرى ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ، هَلْ لَكُمْ مِنْ ما مَلَكَتْ أَيْمانُكُمْ مِنْ شُرَكاءَ فِي ما رَزَقْناكُمْ فَأَنْتُمْ فِيهِ سَواءٌ تَخافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ ....وقال العوفى عن ابن عباس في هذه الآية يقول: لم يكونوا ليشركوا عبيدهم في أموالهم ونسائهم، فكيف يشركون معى عبيدي في سلطاني..» .وهذا المعنى الثاني هو الأقرب إلى سياق آيات السورة الكريمة، لأن السورة الكريمة مكية، ومن أهدافها الأساسية دعوة الناس إلى إخلاص العبادة لله- عز وجل-، ونبذ الإشراك والمشركين، وإقامة الأدلة المتنوعة على بطلان كل عبادة لغير الله- تعالى-.ثم ختم- سبحانه- الآية الكريمة بقوله: أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ.والاستفهام هنا للتوبيخ والتقريع، والفاء معطوفة على مقدر أى: أيشركون به- سبحانه- فيجحدون نعمه، وينكرونها، ويغمطونها حقها، مع أنه- تعالى- هو الذي وهبهم هذه النعم، وهو الذي منحهم ما منحهم من أرزاق؟!!."
}