{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/124/",
    "ayah_number": 124,
    "text": "وبعد أن بين- سبحانه- حقيقة عقيدة إبراهيم، ومدحه بجملة من الصفات الجليلة، وبين جانبا من مظاهر فضله- سبحانه- عليه، أتبع ذلك ببيان أن تحريم العمل في يوم السبت أمر خاص باليهود، ولا علاقة له بشريعة إبراهيم أو بشريعة محمد صلى الله عليه وسلم فقال- تعالى-: إِنَّما جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ....والمراد بالسبت: اليوم المسمى بهذا الاسم، وأصله- كما يقول ابن جرير- الهدوء والسكوت في راحة ودعة، ولذلك قيل للنائم مسبوت لهدوئه وسكون جسده واستراحته، كما قال- جل ثناؤه-: وَجَعَلْنا نَوْمَكُمْ سُباتاً أى: راحة لأبدانكم.. .والكلام على حذف مضاف، والمعنى: إنما جعل تعظيم يوم السبت، والتخلي فيه للعبادة، عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ وهم اليهود، حيث أمرهم نبيهم موسى- عليه السلام- بتعظيم يوم الجمعة، فخالفوه واختاروا السبت.قال الجمل ما ملخصه: قوله- سبحانه-: عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ أى: خالفوا نبيهم، حيث أمرهم: أن يعظموا يوم الجمعة بالتفرغ للعبادة فيه، وشدد عليهم بتحريم الاصطياد فيه: فليس المراد بالاختلاف أن بعضهم رضى، وبعضهم لم يرض، بل المراد به امتناع الجميع- حيث قالوا لا نريد يوم الجمعة، واختاروا السبت.ثم قال: وفي معنى الآية قول آخر. قال قتادة: إن الذين اختلفوا فيه هم اليهود، حيث استحله بعضهم وحرمه بعضهم، فعلى هذا القول يكون معنى قوله إِنَّما جُعِلَ السَّبْتُ ...أى: وبال يوم السبت ولعنته عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ، وهم اليهود، حيث استحله بعضهم فاصطادوا فيه، فعذبوا ومسخوا.. وثبت بعضهم على تحريمه فلم يصطد فيه، فلم يعذبوا.. والقول الأول أقرب إلى الصحة .وقال الإمام ابن كثير: وقد ثبت في الصحيحين عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال: «نحن الآخرون السابقون يوم القيامة، بيد أنهم- أى أهل الكتاب- أوتوا الكتاب من قبلنا، ثم هذا يومهم الذي فرض الله عليهم- أى يوم الجمعة- فاختلفوا فيه، فهدانا الله له، فالناس لنا فيه تبع، اليهود غدا والنصارى بعد غد»  .ثم بين- سبحانه- حكمه العادل فيهم فقال: وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ. أى: وإن ربك- أيها الرسول الكريم- ليحكم بين هؤلاء المختلفين يوم القيامة، بأن ينزل بهم العقوبة التي يستحقونها بسبب مخالفتهم لنبيهم، وإعراضهم عن طاعته فيما أمرهم به من تعظيم يوم الجمعة.ويصح أن يكون المعنى: وإن ربك ليحكم بحكمه العادل بين هؤلاء اليهود الذين اختلفوا في شأن يوم السبت، حيث استحله بعضهم، وحرمه البعض الآخر، فيجازى كل فريق بما يستحقه من ثواب أو عقاب.وبذلك نرى الآيات الكريمة قد مدحت إبراهيم- عليه السلام- مدحا عظيما، وذكرت جانبا من المآثر التي أكرمه الله- تعالى- بها، وبرأته مما ألصقه به المشركون وأهل الكتاب من تهم باطلة، ودعاوى كاذبة."
}