{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/73/20/",
    "ayah_number": 20,
    "text": "والمراد بالقيام في قوله- تعالى-: إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ ... التهجد بالليل عن طريق الصلاة تقربا إلى الله- تعالى-.وقوله: أَدْنى بمعنى أقرب، من الدنو بمعنى القرب، تقول: رأيت فلانا أدنى إلى فعل الخير من فلان. أى: أقرب، واستعير هنا للأقل، لأن المسافة التي بين الشيء والشيء إذا قربت كانت قليلة، وهو منصوب على الظرفية بالفعل «تقوم» .وقوله: وَنِصْفَهُ وَثُلُثَهُ قرأه بعض القراء السبعة بالجر عطفا على ثُلُثَيِ اللَّيْلِ وقرأه الجمهور بالنصب عطفا على أدنى.والمعنى على قراءة الجمهور: إن ربك- أيها الرسول الكريم- يعلم أنك تقوم من الليل، مدة قد تصل تارة إلى ثلثى الليل، وقد تصل تارة أخرى إلى نصفه أو إلى ثلثه ... على حسب ما يتيسر لك، وعلى حسب أحوال الليل في الطول والقصر.والمعنى على قراءة غير الجمهور: إن ربك يعلم أنك تقوم تارة أقل من ثلثى الليل وتارة أقل من نصفه، وتارة أقل من ثلثه.. وذلك لأنك لم تستطع ضبط المقدار الذي تقومه من الليل، ضبطا دقيقا، ولأن النوم تارة يزيد وقته وتارة ينقص، والله- تعالى- قد رفع عنك المؤاخذة بسبب عدم تعمدك القيام أقل من ثلث الليل..فالآية الكريمة المقصود منها بيان رحمة الله- تعالى- بنبيه صلى الله عليه وسلم حيث قبل منه قيامه بالليل متهجدا، حتى ولو كان هذا القيام أقل من ثلث الليل..وافتتاح الآية الكريمة بقوله- سبحانه- إِنَّ رَبَّكَ يَعْلَمُ.. يشعر بالثناء عليه صلى الله عليه وسلم. وبالتلطف معه في الخطاب، حيث إنه صلى الله عليه وسلم كان مواظبا على قيام الليل. على قدر استطاعته، بدون تقصير أو فتور.وفي الحديث الشريف: أنه صلى الله عليه وسلم قام الليل حتى تورمت قدماه.والتعبير بقوله- تعالى-: أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ يدل على أن قيامه صلى الله عليه وسلم كان متفاوتا في طوله وقصره، على حسب ما تيسر له صلى الله عليه وسلم، وعلى حسب طول الليل وقصره.وقوله- سبحانه-: وَطائِفَةٌ مِنَ الَّذِينَ مَعَكَ معطوف على الضمير المستتر في قوله:تَقُومُ.أى: أنت أيها الرسول الكريم- تقوم أدنى من ثلثى الليل ونصفه وثلثه، وتقوم طائفة من أصحابك للصلاة معك، أما بقية أصحابك فقد يقومون للتهجد في منازلهم.روى البخاري في صحيحه عن عائشة، أن رسول الله صلى الله عليه وسلم صلى ذات ليلة في المسجد، فصلى بصلاته ناس، ثم صلى من القابلة فكثر الناس، ثم اجتمعوا في الليلة الثالثة أو الرابعة، فلم يخرج إليهم رسول الله صلى الله عليه وسلم فلما أصبح قال: «قد رأيت الذي صنعتم، ولم يمنعني من الخروج إليكم، إلا أنى خشيت أن تفرض عليكم» .قال بعض العلماء: قوله: وَطائِفَةٌ مِنَ الَّذِينَ مَعَكَ معطوف على الضمير المستكن في تَقُومُ.وهو- وإن كان ضمير رفع متصل-، قد سوغ العطف عليه الفصل بينه وبين المعطوف.والمعنى: أن الله يعلم أنه كان يقوم كذلك جماعة من الذين آمنوا بك، واتبعوا هداك..وقد يقال: إن هذا يدل على أن قيام الليل لم يكن فرضا على جميع الأمة، وهو خلاف ما تقرر تفسيره في أول السورة، ويخالف- أيضا- ما دلت عليه الآثار المتقدمة هناك..والجواب: أنه ليس في الآية ما يفيد أن الصحابة- رضوان الله عليهم- كانوا جميعا يصلون مع النبي صلى الله عليه وسلم صلاة التهجد في جماعة واحدة، فلعل بعضهم كان يقيمها في بيته، فلا ينافي ذلك فرضية القيام على الجميع. .وقوله- سبحانه-: وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهارَ بيان لشمول علمه- تعالى- ولنفاذ إرادته. أى: والله- تعالى- وحده، هو الذي يعلم مقادير ساعات الليل والنهار، وهو الذي يحدد زمانهما- طولا وقصرا- على حسب ما تقتضيه مشيئته وحكمته.والآية الكريمة تفيد الحصر والاختصاص، عن طريق سياق الكلام، ودلالة المقام.وقوله- تعالى-: عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتابَ عَلَيْكُمْ مؤكد لما قبله، وإحصاء الأشياء، عدها والإحاطة بها.والضمير المنصوب في قوله: تُحْصُوهُ يعود على المصدر المفهوم من قوله: يُقَدِّرُ في الجملة السابقة.والتوبة في قوله- سبحانه-: فَتابَ عَلَيْكُمْ يصح أن تكون بمعنى المغفرة، وعدم المؤاخذة، أو بمعنى قبولها منهم، والتيسير عليهم في الأحكام. وتخفيفها عنهم.أى: والله- تعالى- هو الذي يقدر أجزاء الليل والنهار، وهو الذي يعلم- دون غيره- أنكم لن تستطيعوا تقدير ساعاته تقديرا دقيقا.. ولذلك خفف الله عنكم في أمر القيام، ورفع عنكم المقدار المحدد، وغفر لكم ما فرط منكم من تقصير غير مقصود، ورخص لكم أن تقوموا المقدار الذي تستطيعون قيامه من الليل، مصلين ومتهجدين..فالجملة الكريمة تقرر جانبا من فضل الله- تعالى- على عباده، ومن رحمته بهم..والفاء في قوله- تعالى-: فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ للإفصاح، والمراد بالقراءة الصلاة، وعبر عنها بالقراءة، لأنها من أركانها.. أى: إذا كان الأمر كما وضحت لكم، فصلوا ما تيسر لكم من الليل.قال الآلوسي: قوله: فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ أى: فصلوا ما تيسر لكم من صلاة الليل، وعبر عن الصلاة بالقراءة كما عبر عنها بسائر أركانها، وقيل: الكلام على حقيقته، من طلب قراءة القرآن بعينها وفيه بعد عن مقتضى السياق.ومن ذهب إلى الأول قال: إن الله- تعالى- افترض قيام مقدار معين من الليل، لقوله:قُمِ اللَّيْلَ إِلَّا قَلِيلًا، نِصْفَهُ ... إلخ. ثم نسخ بقيام مقدار ما منه، في قوله: فَتابَ عَلَيْكُمْ. فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ ... فالأمر في الموضعين للوجوب، إلا أن الواجب أولا كان معينا من معينات. وثانيا كان بعضا مطلقا، ثم نسخ وجوب القيام على الأمة مطلقا بالصلوات الخمس.ومن قال بالثاني. ذهب إلى أن الله- تعالى- رخص لهم في ترك جميع القيام للصلاة، وأمر بقراءة شيء من القرآن ليلا، فكأنه قيل: فتاب عليكم ورخص لكم في الترك، فاقرءوا ما تيسر من القرآن، إن شق عليكم القيام.. .وقال الإمام ابن كثير: وقوله: فَاقْرَؤُا ما تَيَسَّرَ مِنَ الْقُرْآنِ أى: من غير تحديد بوقت، أى: لكن قوموا من الليل ما تيسر، وعبر عن الصلاة بالقراءة، كما قال في آية أخرى: وَلا تَجْهَرْ بِصَلاتِكَ أى: بقراءتك وَلا تُخافِتْ بِها.وقد استدل الأحناف بهذه الآية على أنه لا يتعين قراءة الفاتحة في الصلاة، بل لو قرأ بها أو بغيرها من القرآن، ولو بآية. أجزأه واعتضدوا بحديث المسيء صلاته الذي في الصحيحين، وفيه: «ثم اقرأ ما تيسر معك من القرآن» .وقد أجابهم الجمهور بحديث عبادة بن الصامت، وهو في الصحيحين- أيضا- أن رسول الله صلى الله عليه وسلم قال: «لا صلاة لمن لم يقرأ بفاتحة الكتاب» وفي صحيح مسلم عن أبى هريرة، أن رسول الله صلى الله عليه وسلم قال: «كل صلاة لا يقرأ فيها بأم القرآن فهي خداج.. غير تمام» وفي صحيح ابن خزيمة عن أبى هريرة مرفوعا: «لا تجزئ صلاة من لم يقرأ بفاتحة الكتاب» .وقوله- سبحانه- بعد ذلك: عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضى، وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ، وَآخَرُونَ يُقاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَؤُا ما تَيَسَّرَ مِنْهُ ... بدل اشتمال من جملة: عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتابَ عَلَيْكُمْ ... ، أو هو كلام مستأنف لبيان الحكمة التي من أجلها خفف الله على المسلمين قيام الليل.أى: صلوا من الليل على قدر استطاعتكم من غير تحديد بوقت، فالله- تعالى- يعلم أنكم لا تستطيعون ضبط ساعات الليل ولا أجزائه، فخفف عنكم لذلك، ولعلمه- أيضا- أن منكم المرضى الذين يعجزون عن قيام ثلثى الليل أو نصفه أو أقل من ذلك بقليل.ومنكم- أيضا- الذين يَضْرِبُونَ فِي الْأَرْضِ أى: يسافرون فيها للتجارة وللحصول على مطالب الحياة، وهم في كل ذلك يبتغون ويطلبون الرزق من فضله- تعالى-. ومنكم- أيضا- الذين يقاتلون من أجل إعلاء كلمة الله، ويجاهدون من أجل نشر دينه ومادام الأمر كذلك، فقد أبحت لكم- بفضلي وإحسانى- أن تصلوا من الليل ما تيسر لكم.وقد جمع- سبحانه- بين السعى في الأرض لطلب الرزق، وبين الجهاد في سبيله، للإشعار بأن الأول لا يقل في فضله عن الثاني، متى توفرت فيه النية الطيبة، وعدم الانشغال به عن ذكر الله- تعالى-.قال الإمام القرطبي: سوى الله- تعالى- في هذه الآية بين درجة المجاهدين والمكتسبين المال الحلال، للنفقة على النفس والعيال.. فكان هذا دليلا على أن كسب المال بمنزلة الجهاد في سبيل الله.وفي الحديث الشريف: ما من جالب يجلب طعاما من بلد إلى بلد، فيبيعه بسعر يومه، إلا كانت منزلته عند الله كمنزلة الشهداء. ثم قرأ صلى الله عليه وسلم هذه الآية.. .وأعيدت جملة فَاقْرَؤُا ما تَيَسَّرَ مِنْهُ لتأكيد التيسير والتخفيف وتقريره، وليعطف عليه ما بعده من بقية الأوامر، وهي قوله- تعالى-: وَأَقِيمُوا الصَّلاةَ أى: وأدوها كاملة الأركان والخشوع والسنن.. في وقتها بدون تأخير.وَآتُوا الزَّكاةَ أى: قدموها لمستحقيها من الفقراء والمساكين وغيرهما.قال ابن كثير: أى: أقيموا الصلاة الواجبة عليكم، وآتوا الزكاة المفروضة، وهذا يدل لمن قال: إن فرض الزكاة نزل بمكة، لكن مقادير النصاب لم تبين إلا بالمدينة...وقوله: وَأَقْرِضُوا اللَّهَ قَرْضاً حَسَناً. والقرض: ما قدمته لغيرك من مال، على أن يرده إليك بعد ذلك. والمراد من إقراض الله- تعالى-: إعطاء الفقراء والمساكين ما يحتاجونه على سبيل المعاونة والمساعدة.وشبه- سبحانه- إعطاء الصدقة للمحتاج، بقرض يقدم له- تعالى-، للإشعار بأن ما سيعطى لهذا المحتاج، سيعود أضعافه على المعطى. لأن الله- تعالى- قد وعد أن يكافئ على الصدقة بعشر أمثالها، وهو- سبحانه- بعد ذلك يضاعف لمن يشاء الثواب والعطاء.ووصف القرض بالحسن، لحض النفوس على الإخلاص وعلى البعد عن الرياء والأذى..ثم ختم- سبحانه- السورة الكريمة بقوله: وَما تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ أى:أقيموا الصلاة وآتوا الزكاة، وأقرضوا الله قرضا حسنا، وافعلوا ما تستطيعونه- بعد ذلك- من وجوه الخير، وما تقدموا لأنفسكم من هذا الخير الذي يحبه- سبحانه- تَجِدُوهُ عِنْدَ اللَّهِ. أى: تجدوا ثوابه وجزاءه عند الله- تعالى-، ففي الكلام إيجاز بالحذف، وقد استغنى عن المحذوف بذكر الجزاء عليه. والهاء في قوله تَجِدُوهُ هو المفعول الأول.والضمير المنفصل في قوله: هُوَ خَيْراً وَأَعْظَمَ أَجْراً هو ضمير الفصل.. وخَيْراً هو المفعول الثاني. أى: كل فعل موصوف بأنه خير، تقدمونه عن إخلاص لغيركم، لن يضيع عند الله- تعالى- ثوابه، بل ستجدون جزاءه وثوابه مضاعفا عند الله- تعالى-.وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ أى: وواظبوا على الاستغفار وعلى التوبة النصوح، وعلى التضرع إلى الله- تعالى- أن يغفر لكم ما فرط منكم، فإنه- سبحانه- واسع المغفرة والرحمة، لمن تاب إليه وأناب..وبعد: فهذا تفسير لسورة «المزمل» نسأل الله- تعالى- أن يجعله خالصا لوجهه، ونافعا لعباده."
}