{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/73/5/",
    "ayah_number": 5,
    "text": "وقوله - تعالى - ( إِنَّا سَنُلْقِي عَلَيْكَ قَوْلاً ثَقِيلاً ) تعليل للأمر بقيام الليل ، وهو كلام معترض بين قوله- سبحانه- قُمِ اللَّيْلَ ... وبين قوله- تعالى- بعد ذلك: إِنَّ ناشِئَةَ اللَّيْلِ.....والمراد بالقول الثقيل: القرآن الكريم الذي أنزله- سبحانه- على قلب نبيه صلى الله عليه وسلم.ويشهد لثقل القرآن على النبي صلى الله عليه وسلم أحاديث كثيرة، منها: ما رواه الإمام البخاري من أن السيدة عائشة قالت: ولقد رأيته صلى الله عليه وسلم ينزل عليه الوحى، في اليوم الشديد البرد فيفصم عنه وإن جبينه ليتفصد عرقا.ومنها قوله صلى الله عليه وسلم «ما من مرة يوحى إلى، إلا ظننت أن نفسي تفيض» - أى:تخرج ...ومنها قول زيد بن ثابت: أنزل على رسول الله صلى الله عليه وسلم شيء من القرآن- وفخذه على فخذي فكادت ترض فخذي- أى: تتكسر ...ومنها ما رواه هشام بن عروة عن أبيه، أن النبي صلى الله عليه وسلم كان إذا أوحى عليه وهو على ناقته، وضعت جرانها- أى باطن عنقها- فما تستطيع أن تتحرك، حتى يسرّى عنه   .أى: قم- أيها الرسول الكريم- الليل إلا قليلا منه متعبدا لربك، متقربا إليه بألوان الطاعات، فإنا سنلقى عليك قولا ثقيلا، وهذا القول هو القرآن الكريم، الثقيل في وزنه وفي ميزان الحق، وفي أثره في القلوب، وفيما اشتمل عليه من تكاليف، وصدق الله إذا يقول:لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ ...قال الجمل: قوله: إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا أى: كلاما عظيما جليلا ذا خطر وعظمة، لأنه كلام رب العالمين، وكل شيء له خطر ومقدار فهو ثقيل.أو هو ثقيل لما فيه من التكاليف، والوعد والوعيد، والحلال والحرام، والحدود والأحكام.قال قتادة: ثقيل والله في فرائضه وحدوده ... وقال محمد بن كعب: ثقيل على المنافقين، لأنه يهتك أسرارهم ... وقال السدى: ثقيلا بمعنى كريم، مأخوذ من قولهم: فلان ثقل علىّ، أى كرم على ... وقال ابن المبارك: هو والله ثقيل مبارك، كما ثقل في الدنيا، ثقل في الميزان يوم القيامة.وقيل: ثقيلا بمعنى أن العقل الواحد لا يفي بإدراك فوائده ومعانيه، فالمتكلمون غاصوا في بحار معقولاته. والفقهاء بحثوا في أحكامه ... والأولى أن جميع هذه المعاني فيه.وقيل: المراد بالقول الوحى، كما في الخبر، أن النبي صلى الله عليه وسلم كان إذا أوحى إليه، وهو على ناقته وضعت جرانها- أى: وضعت صدرها على الأرض- فما تستطيع أن تتحرك حتى يسرى عنه ....ويبدو لنا أن وصف القرآن بالثقل وصف حقيقى، لما ثبت من ثقله على النبي صلى الله عليه وسلم وقت نزوله عليه ... وهذا لا يمنع أن ثقله يشمل ما اندرج فيه من علوم نافعة، ومن هدايات سامية، ومن أحكام حكيمة، ومن آداب قويمة، ومن تكاليف جليلة الشأن.وعبر- سبحانه- عن إيحائه بالقرآن إلى الرسول صلى الله عليه وسلم بالإلقاء للإشعار بأنه يلقى إليه على غير ترقب منه صلى الله عليه وسلم، بل ينزل إليه في الوقت الذي يريده- سبحانه- وللإشارة من أول الأمر إلى أن ما يوحى إليه شيء عظيم وشديد الوقع على النفس."
}