{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/34/1/",
    "ayah_number": 1,
    "text": "بسم الله الرّحمن الرّحيممقدمة وتمهيد1- سورة سبأ هي السورة الرابعة والثلاثون في ترتيب المصحف، أما في ترتيب النزول فهي السورة السابعة والخمسون، وكان نزولها بعد سورة لقمان.2- وسورة سبأ من السور المكية الخالصة، وقيل هي مكية إلا الآية السادسة منها وهي قوله- تعالى-: وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ.3- وعدد آياتها خمس وخمسون آية في المصحف الشامي، وأربع وخمسون آية في غيره.وسميت بهذا الاسم، لاشتمالها على قصة أهل سبأ، وما أصابهم من نقم بسبب عدم شكرهم لنعم الله- تعالى- عليهم.4- وتبدأ سورة سبأ بالثناء على الله- تعالى-: الْحَمْدُ لِلَّهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ، وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ، يَعْلَمُ ما يَلِجُ فِي الْأَرْضِ وَما يَخْرُجُ مِنْها، وَما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فِيها وَهُوَ الرَّحِيمُ الْغَفُورُ.ثم تحكى السورة الكريمة جانبا من أقوال الكافرين في تكذيبهم ليوم القيامة، كما تحكى- أيضا- بعض أقوالهم الباطلة التي قالوها في شأن النبي صلّى الله عليه وسلّم ثم ترد عليهم بما يخرس ألسنتهم.5- ثم تنتقل السورة الكريمة إلى الحديث عن جانب من قصة داود وسليمان- عليهما السلام-، فتحكى ما آتاهم الله- تعالى- إياه من خير وقوة وكيف أنهما قابلا نعم الله- تعالى- بالشكر والطاعة، فزادهما- سبحانه- من فضله وعطائه: اعْمَلُوا آلَ داوُدَ شُكْراً وَقَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ.وكعادة القرآن الكريم في جمعه بين الترغيب والترهيب، وبين حسن عاقبة الشاكرين، وسوء عاقبة الجاحدين.. جاءت في أعقاب قصة داود وسليمان- عليهما السلام-، قصة قبيلة سبأ، وكيف أنهم قابلوا نعم الله الوفيرة بالجحود والإعراض، فمحقها- سبحانه- من بين أيديهم، كما قال- تعالى-: ذلِكَ جَزَيْناهُمْ بِما كَفَرُوا، وَهَلْ نُجازِي إِلَّا الْكَفُورَ.6- ثم ساقت السورة بعد ذلك بأسلوب تلقيني ألوانا من الأدلة على وحدانية الله- تعالى- وقدرته، وعلى وجوب إخلاص العبادة له.نرى ذلك في قوله- تعالى-: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ، لا يَمْلِكُونَ مِثْقالَ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ..وفي قوله- تعالى-: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماواتِ وَالْأَرْضِ.وفي قوله- عز وجل-: قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكاءَ، كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ.7- ثم تنتقل السورة الكريمة إلى الحديث عن وظيفة الرسول صلّى الله عليه وسلّم وَما أَرْسَلْناكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً.وعن أحوال الكافرين السيئة عند ما يقفون أمام ربهم للحساب، وكيف أن كل فريق منهم يلقى التبعة على غيره وَلَوْ تَرى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ، يَرْجِعُ بَعْضُهُمْ إِلى بَعْضٍ الْقَوْلَ، يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ. قالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْناكُمْ عَنِ الْهُدى بَعْدَ إِذْ جاءَكُمْ، بَلْ كُنْتُمْ مُجْرِمِينَ.8- ثم ترد السورة الكريمة على أولئك المترفين، الذين زعموا أن أموالهم وأولادهم ستنفعهم يوم القيامة، فتقرر أن ما ينفع يوم القيامة إنما هو الإيمان والعمل الصالح، وأن الله- تعالى- هو صاحب الإعطاء والمنع والإغناء والإفقار.قال- تعالى-: وَقالُوا نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ، قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَيَقْدِرُ، وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ. وَما أَمْوالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنا زُلْفى، إِلَّا مَنْ آمَنَ وَعَمِلَ صالِحاً، فَأُولئِكَ لَهُمْ جَزاءُ الضِّعْفِ بِما عَمِلُوا، وَهُمْ فِي الْغُرُفاتِ آمِنُونَ.9- وبعد أن ساقت السورة ما ساقت من شبهات المشركين حول دعوة الرسول صلّى الله عليه وسلّم وردت عليهم بما يزيد المؤمنين ثباتا على ثباتهم، ويقينا على يقينهم، أتبعت ذلك بدعوة هؤلاء الكافرين إلى التفكير والتدبر على انفراد، في شأن دعوة هذا الرسول الكريم الذي يدعوهم إلى الحق، لعل هذا التفكر يهديهم إلى الرشد.قال- تعالى-: قُلْ إِنَّما أَعِظُكُمْ بِواحِدَةٍ، أَنْ تَقُومُوا لِلَّهِ مَثْنى وَفُرادى ثُمَّ تَتَفَكَّرُوا ما بِصاحِبِكُمْ مِنْ جِنَّةٍ، إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذابٍ شَدِيدٍ.ثم ختمت السورة الكريمة بتهديدهم بسوء العاقبة إذا ما استمروا في كفرهم وعنادهم، وأنهم سيندمون- إذا ما استمروا على كفرهم- ولن ينفعهم الندم.قال- تعالى-: وَحِيلَ بَيْنَهُمْ وَبَيْنَ ما يَشْتَهُونَ كَما فُعِلَ بِأَشْياعِهِمْ مِنْ قَبْلُ، إِنَّهُمْ كانُوا فِي شَكٍّ مُرِيبٍ.10- وهكذا نرى سورة سبأ قد ساقت أنواعا من الأدلة على وحدانية الله- تعالى-، وعلى أن يوم القيامة حق، وعلى أن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه.. كما أنها حكت شبهات المشركين، وردت عليهم بما يبطلها، والحمد لله حمدا كثيرا وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.افتتحت سورة سبأ بتقرير الحقيقة الأولى في كل دين، وهي أن المستحق للحمد المطلق، والثناء الكامل، هو الله رب لعالمين.والحمد: هو الثناء باللسان على الجميل الصادر عن اختيار من نعمة أو غيرها.وأل في الحمد للاستغراق، بمعنى أن المستحق لجميع المحامد، ولكافة ألوان الثناء، هو الله- تعالى-.وإنما كان الحمد مقصورا في الحقيقة عليه وحده- سبحانه-، لأن كل ما يستحق أن يقابل بالثناء، فهو صادر عنه، ومرجعه إليه، إذ هو الخالق لكل شيء، وما يقدم إلى بعض الناس من حمد جزاء إحسانهم، هو في الحقيقة حمد له- تعالى-، لأنه- سبحانه- هو الذي وفقهم لذلك، وأعانهم عليه.وقد اختار- سبحانه- افتتاح هذه السورة بصفة الحمد، دون المدح أو الشكر، لأنه وسط بينهما، إذ المدح أعم من الحمد، لأن المدح يكون للعاقل وغيره، فقد يمدح الإنسان لعقله، وتمدح اللؤلؤة لجمالها، أما الحمد فإنه لا يحصل إلا للفاعل المختار على ما يصدر عنه من إحسان.والحمد أخص من الشكر، لأن الشكر يكون من أجل نعمة وصلت إليك أما الحمد فيكون من أجل نعمة وصلت إليك أو إلى غيرك .وفي القرآن الكريم خمس سور اشتركت في الافتتاح بقوله- تعالى-: الْحَمْدُ لِلَّهِ..وهي سورة الفاتحة، والأنعام، والكهف، وسبأ، وفاطر.ولكن لكل سورة من هذه السور، منهج خاص في بيان أسباب أن الحمد لله- تعالى- وحده.وقد أحسن القرطبي- رحمه الله- عند ما قال: فإن قيل: قد افتتح غيرها أى: سورة الأنعام- بالحمد لله، فكان الاجتزاء بواحدة يغنى عن سائره؟ فالجواب أن لكل واحدة منه معنى في موضعه، لا يؤدى عن غيره، من أجل عقده بالنعم المختلفة، وأيضا- فلما فيه من الحجة في هذا الموضع على الذين هم بربهم يعدلون .والمعنى: الحمد الكامل الشامل لله- تعالى- وحده، لأنه هو، الذي له ما في السموات وما في الأرض، خلقا وملكا وتصرفا، بحيث لا يخرج شيء فيهما عن إرادته ومشيئته.قوله: وله الحمد في الآخرة، تنبيه إلى أن حمده- عز وجل- ليس مقصورا على الدنيا، بل يشمل الدنيا والآخرة.فالمؤمنون يحمدونه في الدنيا على ما وهبهم من نعم الإيمان والإحسان، ويحمدونه في الآخرة على ما منحهم من جنة عرضها السموات والأرض، ويقولون: الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنا وَعْدَهُ، وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشاءُ فَنِعْمَ أَجْرُ الْعامِلِينَ .قال صاحب الكشاف: ولما قال- سبحانه-: الحمد لله، ثم وصف ذاته بالإنعام بجميع النعم الدنيوية، كان معناه: أنه المحمود على نعم الدنيا، تقول: احمد أخاك الذي كساك وحملك، تريد: احمده على كسوته وحملانه.ولما قال: وَلَهُ الْحَمْدُ فِي الْآخِرَةِ علم أنه المحمود على نعم الآخرة وهو الثواب .وقال الآلوسى: والفرق بين الحمدين مع كون نعم الدنيا ونعم الآخرة بطريق التفضل، أن الأول على نهج العبادة، والثاني على وجه التلذذ والاغتباط وقد ورد في الخبر أن أهل الجنة يلهمون التسبيح كما يلهمون النفس.وقال الجمل: فإن قلت: الحمد مدح للنفس، ومدحها مستقبح فيما بين الخلق، فما وجه ذلك؟فالجواب: ان هذا المدح دليل على أن حاله- تعالى- بخلاف حال الخلق، وأنه يحسن منه ما يقبح من الخلق، وذلك يدل على أنه- تعالى- مقدس عن أن تقاس أفعاله، على أفعال العباد .ثم ختم- سبحانه- الآية بقوله: وَهُوَ الْحَكِيمُ الْخَبِيرُ أى: وهو- تعالى- الذي أحكم أمور الدارين، ودبرها بحكمته، وهو العليم بظواهر عباده وبواطنهم، لا يخفى عليه شيء من أحوالهم."
}