{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/34/3/",
    "ayah_number": 3,
    "text": "ثم حكى- سبحانه- ما قاله الكافرون في شأن يوم القيامة، فقال- تعالى- وَقالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ.أى: وقال الذين كفروا بالله وملائكته وكتبه ورسله واليوم الآخر، لا تأتينا الساعة بحال من الأحوال، وإنما نحن نموت ونحيا وما يهلكنا إلا الدهر، وإذا متنا فإن الأرض تأكل أجسادنا، ولا نعود إلى الحياة مرة أخرى.وعبروا عن إنكارهم لها بقولهم: لا تَأْتِينَا السَّاعَةُ مبالغة في نفيها نفيا كليا، فكأنهم يقولون: لا تأتينا الساعة في حال من الأحوال، لأننا ننكر وجودها أصلا، فضلا عن إتيانها.وقد أمر الله- تعالى- رسوله صلى الله عليه وسلم أن يرد عليهم بما يؤكد وجودها وإتيانها تأكيدا قاطعا فقال: قُلْ بَلى وَرَبِّي لَتَأْتِيَنَّكُمْ.و «بلى» حرف جواب لرد النفي، فتفيد إثبات المنفي قبلها، ثم أكد- سبحانه- ذلك بجملة القسم.أى: قل- أيها الرسول الكريم- لهؤلاء المنكرين لإتيان الساعة: ليس الأمر كما زعمتم، بل هي ستأتيكم بغتة، وحق ربي الذي أوجدنى وأوجدكم.فالجملة الكريمة قد اشتملت على جملة من المؤكدات التي تثبت أن الساعة آتية لا ريب فيها، ومن ذلك التعبير ب بَلى وبالجملة القسمية.قال ابن كثير عند تفسيره لهذه الآية هذه إحدى الآيات الثلاث التي لا رابع لهن، مما أمر الله رسوله صلى الله عليه وسلم أن يقسم بربه العظيم على وقوع المعاد، لما أنكره من أنكره من أهل الكفر والعناد: فإحداهن في سورة يونس، وهي قوله- تعالى-: وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ؟ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَما أَنْتُمْ بِمُعْجِزِينَ.والثانية: هذه الآية التي معنا. والثالثة: في سورة التغابن وهي قوله- تعالى-: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا، قُلْ بَلى وَرَبِّي لَتُبْعَثُنَّ.. .وقوله- تعالى-: عالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ وَلا أَصْغَرُ مِنْ ذلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتابٍ مُبِينٍ تقوية لتأكيد إتيان الساعة.قالوا: لأن تأكيد القسم بجلائل نعوت المقسم به يؤذن بفخامة شأن المقسم عليه، وقوة إثباته، وصحته، لما أن ذلك في حكم الاستشهاد على الأمر  .وقوله يَعْزُبُ بمعنى يغيب ويخفى، وفعله من باب «قتل وضرب» . يقال: عزب الشيء يعزب- بضم الزاى وكسرها- إذا غاب وبعد.والمعنى: قل- أيها الرسول الكريم- لهؤلاء المنكرين لإتيان الساعة: كذبتم في إنكاركم وحق الله- تعالى- لتأتينكم، والذي أخبرنى بذلك هو الله- تعالى- عالِمِ الْغَيْبِ أى: عالم ما غاب وخفى عن حسكم، وهو- سبحانه- لا يغيب عن علمه مقدار أو وزن مثقال ذرة في السموات ولا في الأرض، ولا أصغر من ذلك المثقال، ولا أكبر منه، إلا وهو مثبت وكائن في علمه- تعالى- الذي لا يغيب عنه شيء، أو في اللوح المحفوظ الذي فيه تسجل أحوال الخلائق وأقوالهم وأفعالهم.وقوله- سبحانه-: عالِمِ الْغَيْبِ قرأه بعضهم بكسر الميم على أنه نعت لقوله رَبِّي.أى: قل بلى وربي عالم الغيب لتأتينكم الساعة.وقرأه آخرون بضم الميم على أنه مبتدأ، وخبره جملة: لا يَعْزُبُ عَنْهُ، أو هو خبر لمبتدأ محذوف. أى: هو عالم الغيب.وقوله: لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ تمثيل لقلة الشيء، ودقته، والمراد انه لا يغيب عن علمه شيء ما، مهما دق أو صغر، إذ المثقال: مفعال من الثقل، ويطلق على الشيء البالغ النهاية في الصغر، والذرة تطلق على النملة، وعلى الغبار الذي يتطاير من التراب عند النفخ.وفي قوله- سبحانه-: وَلا أَصْغَرُ مِنْ ذلِكَ إعجاز علمي بليغ للقرآن الكريم، إذ كان من المعروف إلى عهد قريب، أن الذرة أصغر الأجسام، فأشار القرآن إلى أن هناك ما هو أصغر منها، وهذا ما اكتشفه العلم الحديث بعد تحطيم الذرة، وتقسيمها إلى جزئيات.قال الجمل: وقوله: وَلا أَصْغَرُ مِنْ ذلِكَ العامة على رفع أصغر وأكبر، وفيه وجهان:أحدهما: الابتداء، والخبر إلا في كتاب، والثاني: العطف على مِثْقالُ، وعلى هذا فيكون قوله: إِلَّا فِي كِتابٍ تأكيد للنفي في لا يَعْزُبُ كأنه قال: لكنه في كتاب مبين.فإن قيل: فأى حاجة إلى ذكر الأكبر، فإن من علم ما هو أصغر من الذرة لا بد وأن يعلم الأكبر؟ فالجواب: لما كان الله- تعالى- أراد بيان إثبات الأمور في الكتاب، فلو اقتصر على الأصغر لتوهم متوهم أنه يثبت الصغائر لكونها محل النسيان، وأما الأكبر فلا ينسى فلا حاجة إلى إثباته، فقال: الإثبات في الكتاب ليس كذلك فإن الأكبر مكتوب أيضا ."
}