{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/48/10/",
    "ayah_number": 10,
    "text": "ثم مدح- سبحانه- الذين عاهدوا الرسول صلّى الله عليه وسلّم ووفوا بعهودهم أكمل وفاء، فقال: إِنَّ الَّذِينَ يُبايِعُونَكَ إِنَّما يُبايِعُونَ اللَّهَ..وقوله- سبحانه-: يُبايِعُونَكَ من المبايعة أو من البيعة، بمعنى المعاهدة أو العهد، وسميت المعاهدة مبايعة، لاشتمال كل واحدة منهما على معنى المبادلة، وعلى وجوب الصدق والوفاء.والمراد بهذه المبايعة، ما كان من المؤمنين في صلح الحديبية، عند ما عاهدوا الرسول صلّى الله عليه وسلّم على الثبات وعلى مناجزة المشركين بعد أن أشيع أنهم قتلوا عثمان- رضى الله عنه-. أى: إن الذين يبايعونك على الموت أو على عدم الفرار عند لقاء المشركين، إنما يبايعون ويعاهدون الله- تعالى- على ذلك قبل أن يبايعوك أنت، لأن المقصود من هذه البيعة إنما هو طاعته- سبحانه- وامتثال أمره، كما قال- تعالى-: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ. فالمقصود بقوله: إِنَّما يُبايِعُونَ اللَّهَ تأكيد وجوب الوفاء بما عاهدوا الرسول صلّى الله عليه وسلّم عليه من الثبات وعدم الفرار، والطاعة له في كل ما يأمرهم به.وقوله- سبحانه-: يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ زيادة في تأكيد وجوب الوفاء.ومذهب السلف في هذه الآية وأمثالها من آيات الصفات: أنه يجب الإيمان بها، وتفويض علم معناها المراد منها إلى الله- تعالى- وترك تأويلها مع تنزيهه- تعالى- عن حقيقتها، لاستحالة مشابهته- تعالى- بالحوادث، كما قال- سبحانه-: لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.أما الخلف فمذهبهم تأويل هذه الصفات على معنى يليق بجلاله، فيؤولون اليد هنا بالقوة أو القدرة. أى: قوة الله- تعالى- وقدرته ونصرته فوق قوتهم ونصرتهم، كما يقال: اليد في هذه المسألة لفلان، أى: الغلبة والنصرة له.أو المعنى: يد الله- تعالى- بالوفاء بما وعدهم من الخير والنصرة فوق أيديهم..والمقصود بهذه الجملة- كما أشرنا- زيادة التأكيد على وجوب الوفاء والثبات.قال صاحب الكشاف: لما قال- سبحانه-: إِنَّما يُبايِعُونَ اللَّهَ أكده تأكيدا على سبيل التمثيل، فقال: يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ يريد أن يد رسول الله صلّى الله عليه وسلّم التي تعلو أيدى المبايعين: هي يد الله، والله- تعالى- منزه عن الجوارح وعن صفات الأجسام..وإنما المعنى: تقرير أن عقد الميثاق من الرسول صلّى الله عليه وسلّم كعقده مع الله- تعالى-  .ثم بين- سبحانه- سوء عاقبة الناكثين فقال: فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ أى: فمن نقض العهد بعد إبرامه وتوثيقه، فإنما عاقبة نقضه يعود وبالها وشؤمها عليه.فقوله نَكَثَ مأخوذ من النّكث- بكسر النون- وهو فك الخيوط المغزولة بعد غزلها، وقوله: وَمَنْ أَوْفى بِما عاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْراً عَظِيماً أى: ومن ثبت على الوفاء بما عاهد الله- تعالى- عليه فسيعطيه- سبحانه- من فضله أجرا عظيما على ذلك.والهاء في قوله: عَلَيْهُ قرأها حفص بالضم، توصلا إلى تفخيم لفظ الجلالة، الملائم لتفخيم أمر العهد المشعر به الكلام، وقرأها الجمهور بالكسر.هذا، وقد وردت أحاديث متعددة، تصرح بأن الذين كانوا مع النبي صلّى الله عليه وسلّم في صلح الحديبية قد بايعوا جميعا النبي صلّى الله عليه وسلّم على الموت أو على عدم الفرار، سوى جماعة من المنافقين، امتنعوا عن هذه البيعة، لمرض قلوبهم، وسوء طويتهم..ومن هذه الأحاديث ما أخرجه الشيخان عن سلمة بن الأكوع قال: بايعت رسول الله صلّى الله عليه وسلّم تحت الشجرة، قيل: على أى شيء؟ قال: على الموت.وروى مسلم في صحيحه عن جابر بن عبد الله أنه سئل: كم كان عددكم يوم الحديبية؟قال: كنا أربع عشرة مائة، فبايعنا الرسول صلّى الله عليه وسلّم على أن لا نفر- سوى الجد بن قيس فإنه اختفى تحت بطن بعيره، ولم يسرع مع القوم..وهكذا فاز المؤمنون الصادقون بشرف هذه البيعة وحرم منها المنافقون لمرض قلوبهم.ثم انتقلت السورة الكريمة إلى الحديث عن المتخلفين، الذين لم يخرجوا مع النبي صلّى الله عليه وسلّم إلى صلح الحديبية، فتحكى أعذارهم الزائفة، وتفضحهم على رءوس الأشهاد، وترد على أقوالهم الباطلة، وتأمر النبي صلّى الله عليه وسلّم بالإعراض عنهم، وإهمال أمرهم، فهم قوم استحوذ عليهم الشيطان فأنساهم ذكر الله.."
}