{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/48/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة الفتح من السور المدنية، وعدد آياتها تسع وعشرون آية، وكان نزولها في أعقاب صلح الحديبية.قال ابن كثير- رحمه الله-: نزلت سورة «الفتح» لما رجع رسول الله صلّى الله عليه وسلّم من الحديبية في ذي القعدة سنة ست من الهجرة، حين صده المشركون عن الوصول إلى المسجد الحرام، ليقضى عمرته فيه، وحالوا بينه وبين ذلك، ثم مالوا إلى المصالحة والمهادنة، وأن يرجع عامه هذا ثم يأتى من قابل، فأجابهم إلى ذلك على تكره من جماعة من الصحابة...2- والمتدبر للقرآن الكريم، يرى كثيرا من آياته وسوره، في أعقاب بعض الغزوات، ليتعلم المسلمون من تلك الآيات والسور ما ينفعهم وما يصلح من شأنهم.فمثلا في أعقاب غزوة «بدر» نزلت سورة الأنفال التي سماها ابن عباس سورة بدر.وفي أعقاب غزوة «أحد» نزلت عشرات الآيات في سورة آل عمران.وفي أعقاب غزوة «بنى النضير» نزلت آيات من سورة الحشر.وفي أعقاب غزوة «الأحزاب» نزلت آيات من سورة الأحزاب.وفي أعقاب صلح الحديبية نزلت هذه السورة الكريمة، التي تحكى الكثير من الأحداث التي تتعلق بهذا الصلح.3- وقبل أن نبدأ في تفسير هذه السورة الكريمة، نرى من الخير أن نعطى للقارئ فكرة واضحة عن صلح الحديبية، التي نزلت في أعقابه هذه السورة.. فنقول- وبالله التوفيق-:رأى النبي صلّى الله عليه وسلّم في منامه أنه قد دخل المسجد الحرام هو وأصحابه، وقد صرحت السورة الكريمة بذلك في قوله- تعالى-: لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيا بِالْحَقِّ، لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرامَ إِنْ شاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُؤُسَكُمْ وَمُقَصِّرِينَ لا تَخافُونَ ... فقص صلّى الله عليه وسلّم هذه الرؤيا على أصحابه، ففرحوا بها. وكان المشركون قد منعوهم من دخول مكة، ومن الطواف بالمسجد الحرام.4- وخرج صلّى الله عليه وسلّم ومعه حوالى أربعمائة وألف من أصحابه، ليس معهم من السلاح سوى السيوف في أغمادها، وساقوا معهم الهدى الذي يتقربون بذبحه إلى الله- تعالى- ليكون دليلا على أنهم لا يريدون حرب قريش، وإنما يريدون الطواف بالبيت الحرام.وسار صلّى الله عليه وسلّم من المدينة إلى مكة، فلما وصل إلى «عسفان» وهو مكان بين مكة والمدينة- جاءه بشر بن سفيان الكعبي وكان مكلفا من قبل النبي صلّى الله عليه وسلّم لمعرفة أخبار قريش فقال: يا رسول الله، هذه قريش قد سمعت بمسيرك، فخرجوا معهم العوذ المطافيل- أى:ومعهم الإبل التي لم تلد، والإبل التي ولدت، قد لبسوا جلود النمور- أى: قد استعدوا لقتالك وقد نزلوا بذي طوى- وهو مكان بالقرب من مكة-، يعاهدون الله لا تدخلها عليهم أبدا..فقال صلّى الله عليه وسلّم: «يا ويح قريش!! لقد أكلتهم الحرب، ماذا عليهم لو خلوا بيني وبين سائر العرب، فإن هم أصابونى كان ذلك الذي أرادوا، وإن أظهرنى الله عليهم، دخلوا في الإسلام وافرين، وإن لم يفعلوا قاتلوا وبهم قوة، فما تظن قريش؟ فو الله لا أزال أجاهد على الذي بعثني الله به، حتى يظهره الله أو تنفرد هذه السالفة» أى أو أن أقتل في سبيل الله.ثم قال صلّى الله عليه وسلّم: «من رجل يخرج بنا على طريق غير طريقهم التي هم بها» ؟.فقال رجل من قبيلة أسلم: أنا يا رسول الله، فسلك بهم طريقا وعرا، انتهى بهم إلى «الحديبية» وهي قرية على بعد مرحلة من مكة، أو هي بئر سمى المكان بها.5- وفي هذا المكان بركت القصواء- وهي الناقة التي كان يركبها النبي صلّى الله عليه وسلّم فقال الناس: خلأت الناقة أى: حرنت وأبت المشي-، فقال صلّى الله عليه وسلّم: «ما خلأت وما هو لها بخلق، ولكن حبسها حابس الفيل عن مكة. لا تدعوني قريش إلى خطة يسألوننى فيها صلة الرحم إلا أعطيتهم إياها» .ثم أمر صلّى الله عليه وسلّم الناس بالنزول في هذا المكان..6- وعلمت قريش بنزول الرسول صلّى الله عليه وسلّم وأصحابه في الحديبية، فبدءوا يرسلون رسلهم لمعرفة الأسباب التي حملت المسلمين إلى المجيء إليهم.وكان من بين الرسل بديل بن ورقاء الخزاعي.. فلما سأل الرسول صلّى الله عليه وسلّم عن سبب مجيئه إلى مكة، أخبره أنه لم يأت يريد حربا وإنما جاء زائرا للبيت الحرام، ومعظما لحرمته..وعاد بديل إلى مكة، وأخبر المشركين بما قاله الرسول صلّى الله عليه وسلّم ولكنهم لم يقتنعوا، وقالوا: وإن كان جاء ولا يريد قتالا. والله لا يدخلها علينا عنوة أبدا ...7- ثم أرسلت قريش رسلا آخرين إلى النبي صلّى الله عليه وسلّم كان من بينهم، عروة بن مسعود الثقفي.. فكان مما قاله للرسول صلّى الله عليه وسلّم: يا محمد، أجمعت أوشاب الناس- أى:أخلاطهم- ثم جئت بهم إلى أهلك.. إن قريشا قد تعاهدت أنك لن تدخل عليهم مكة عنوة..وكان عروة خلال حديثه مع رسول الله صلّى الله عليه وسلّم يمد يده إلى لحيته صلّى الله عليه وسلّم فكان المغيرة ابن شعبة يقرع يد عروة ويقول له: اكفف يدك عن وجه رسول الله قبل أن لا تصل إليك.وشاهد عروة ما شاهد من احترام المسلمين لرسولهم صلّى الله عليه وسلّم فعاد إلى المشركين وقال لهم: يا معشر قريش، إنى قد جئت كسرى في ملكه، والنجاشيّ في ملكه، وإنى والله ما رأيت ملكا في قوم قط مثل محمد في أصحابه، ولقد رأيت قوما لا يسلمونه لشيء أبدا، فروا رأيكم..8- ثم أرسل النبي صلّى الله عليه وسلّم إلى قريش عثمان بن عفان- رضى الله عنه- لكي يخبرهم بأن المسلمين ما جاءوا لحرب، وإنما جاءوا للطواف بالبيت.وذهب إليهم عثمان وأخبرهم بذلك، ولكنهم صمموا على منع المسلمين من دخول مكة، قالوا لعثمان: إن شئت أنت أن تطوف بالبيت فطف.فقال لهم: ما كنت لأفعل حتى يطوف رسول الله صلّى الله عليه وسلّم.وطال مكث عثمان عند قريش، حتى أشيع بين المسلمين أنه قد قتله المشركون.فقال صلّى الله عليه وسلّم حين بلغه أن عثمان قد قتل: «لا نبرح حتى نناجز القوم» ودعا المسلمين إلى مبايعته على الموت، فبايعه المسلمون على ذلك تحت شجرة الرضوان ...ثم جاء عثمان بعد ذلك دون أن يصيبه أذى ...9- وأخيرا أوفدت قريش إلى النبي صلّى الله عليه وسلّم رجلا منهم اسمه سهيل بن عمرو، ليعقد صلحا مع المسلمين، وقالوا له: ائت محمدا فصالحه، ولا يكن في صلحه إلا أن يرجع عنا عامه هذا، فو الله لا تتحدث العرب عنا أنه دخلها علينا عنوة أبدا..وعند ما رأى النبي صلّى الله عليه وسلّم سهيلا مقبلا نحوه، قال لأصحابه: لقد سهل الله لكم من أمركم، إن قريشا أرادت الصلح حين بعثت هذا الرجل.وتم الصلح بين الفريقين على ما يأتى:أولا: أن يرجع المسلمون دون زيارة البيت هذا العام، فإذا كان العام التالي: أخلت قريش لهم مكة ثلاثة أيام، ليطوفوا بالبيت، وليس معهم إلا السيوف في غمدها..ثانيا: أن تضع الحرب أوزارها بين الطرفين عشر سنوات.ثالثا: من أتى الرسول صلّى الله عليه وسلّم من قريش مسلما بغير إذن وليه رده إليهم، ومن أتى قريشا من المسلمين لم يردوه.رابعا: من أحب أن يدخل في عقد مع الرسول صلّى الله عليه وسلّم فله ما أراد. ومن أحب أن يدخل في عهد قريش فله ذلك.ولقد عز على بعض المسلمين قبول الرسول صلّى الله عليه وسلّم لهذه الشروط، التي ظاهرها الظلم للمسلمين، حتى قال عمر- رضى الله عنه- للرسول صلّى الله عليه وسلّم: يا رسول الله، ألسنا على الحق وعدونا على الباطل؟ فقال صلّى الله عليه وسلّم: «إنى رسول الله ولست أعصيه وهو ناصري» .ثم أشار صلّى الله عليه وسلّم إلى المسلمين أن يتحللوا من عمرتهم، بأن ينحروا هديهم، وأن يحلقوا رءوسهم أو يقصروا. ولكنهم لم يسارعوا بالامتثال، فدخل صلّى الله عليه وسلّم على زوجه أم سلمة- رضى الله عنها-، وقد ظهر الغضب على وجهه.فقالت له: يا رسول الله، اعذرهم، وابدأ بما تأمرهم به دون أن تكلم منهم أحدا.فقام صلّى الله عليه وسلّم فنحر هديه، ودعا حالقه فحلق له، فلما رأى المسلمون ذلك من نبيهم، قاموا فنحروا هديهم، وجعل بعضهم يحلق بعضا.ثم أقام المسلمون بعد ذلك عدة أيام بالحديبية، ثم قفلوا راجعين إلى المدينة، وعند ما سمع صلّى الله عليه وسلّم بعضهم يقول: لقد رجعنا ولم نصنع شيئا..قال صلّى الله عليه وسلّم «بل فتحتم أعظم الفتح» .وصدق رسول الله صلّى الله عليه وسلّم في قوله هذا. فقد كان صلح الحديبية فتحا عظيما، كما نبين ذلك عند تفسيرنا للسورة الكريمة.وبهذا العرض المجمل لأحداث صلح الحديبية، نكون قد أعطينا القارئ فكرة مركزة عن هذا الصلح، وعن الجو العام الذي نزلت في أعقابه سورة الفتح، ومن أراد المزيد لمعرفة أحداث صلح الحديبية فليرجع إلى كتب السيرة  .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم..افتتحت سورة «الفتح» بهذه البشارات السامية، والمدائح العالية للنبي صلّى الله عليه وسلّم افتتحت بقوله- تعالى-: إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً.والفتح في الأصل: إزالة الأغلاق عن الشيء.. وفتح البلد: المقصود به الظفر به، ووقوعه تحت سيطرة الفاتح.والذي عليه المحققون من العلماء أن المراد بالفتح هنا: صلح الحديبية وما ترتب عليه من خيرات كثيرة، ومنافع جمة للمسلمين.ويشهد لذلك أحاديث متعددة منها: ما أخرجه البخاري وأبو داود والنسائي عن ابن مسعود قال: أقبلنا من الحديبية مع رسول الله صلّى الله عليه وسلّم، وكان قد خرج إليها صلّى الله عليه وسلّم يوم الاثنين هلال ذي القعدة، فأقام بها بضعة عشر يوما، ثم قفل راجعا إلى المدينة، فبينما نحن نسير إلى المدينة إذ أتاه الوحى- وكان إذا أتاه اشتد عليه- فسرى عنه وبه من السرور ما شاء الله، فأخبرنا أنه أنزل عليه: إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً.وروى الإمام أحمد وأبو داود عن مجمع بن جارية الأوسى قال: شهدنا الحديبية، فلما انصرفنا منها وجدنا رسول الله صلّى الله عليه وسلّم واقفا عند كراع الغميم- موضع بين مكة والمدينة- وقد جمع الناس وقرأ عليهم: إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً الآيات.فقال رجل: يا رسول الله، أو فتح هو؟ فقال صلّى الله عليه وسلّم: أى والذي نفسي بيده إنه لفتح .ويرى بعضهم: أن المراد بالفتح هنا: فتح مكة، والتعبير عنه بالماضي في قوله: إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً لتحقق الوقوع، فهو من قبيل قوله- تعالى-: أَتى أَمْرُ اللَّهِ فَلا تَسْتَعْجِلُوهُ ... ويبدو لنا أن المراد بالفتح هنا صلح الحديبية لوجود الآثار الصحيحة التي تشهد لذلك، ولأن هذا الصلح قد ترتب عليه من المنافع للدعوة الإسلامية ما يجعله من أعظم الفتوح، إن لم يكن أعظمها.لقد ترتب عليه أن انتشر الأمان بين المسلمين والمشركين، فاستطاع المسلمون أن ينشروا دعوة الحق في مكة وفي غيرها، كما استطاعوا أن ينتقلوا من مكان إلى آخر للتبشير بدينهم، فترتب على ذلك أن دخل في الإسلام عدد كبير من الناس.قال الزهري: لم يكن فتح أعظم من صلح الحديبية، وذلك أن المشركين اختلطوا بالمسلمين، فسمعوا كلامهم، وتمكن الإسلام من قلوبهم، وأسلم خلق كثير، وكثر بهم سواد الإسلام.قال ابن هشام: والدليل على صحة قول الزهري، أن رسول الله صلّى الله عليه وسلّم خرج إلى الحديبية في ألف وأربعمائة من أصحابه ثم خرج إلى مكة في عام الفتح- بعد ذلك بسنتين- في عشرة آلاف من أصحابه.وقد أكد- سبحانه- هذا الفتح بثلاثة أنواع من المؤكدات، وهي «إن» والمصدر «فتحا» والوصف «مبينا» وذلك للمسارعة إلى تبشير المؤمنين بتحقق هذا الفتح، ولإدخال السرور على قلوبهم، بعد تلك الشروط التي اشتمل عليها الصلح، والتي ظنها بعضهم أن فيها إجحافا بالمسلمين.وأسند- سبحانه- الفعل إلى نون العظمة فَتَحْنا لتفخيم شأن المخبر- عز وجل- وعلو شأن المخبر عنه وهو الفتح.وقدم- سبحانه- الجار والمجرور لَكَ على المفعول المطلق فَتْحاً للاهتمام وللإشعار بأن ذلك الفتح كان من أجله صلّى الله عليه وسلّم وفي ذلك ما فيه من تعظيم أمره صلّى الله عليه وسلّم ومن وجوب طاعته، والامتثال لأمره."
}