{
    "tafseer_id": 8,
    "tafseer_name": "تفسير الطبري",
    "ayah_url": "/quran/12/48/",
    "ayah_number": 48,
    "text": "القول في تأويل قوله تعالى :  ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلا قَلِيلا مِمَّا تُحْصِنُونَ (48)قال أبو جعفر : يقول: ثم يجيء من بعد السنين السبع التي تزرعون فيها دأبًا ، سنون سبع شداد، يقول: جدوب قحطة ، (يأكلن ما قدمتم لهن)، يقول: يؤكل فيهنّ ما قدمتم في إعداد ما أعددتم لهن في السنين السبعة الخصبة من الطعام والأقوات .* * *وقال جل ثناؤه: (يأكلن)، فوصف السنين بأنهن ( يأكلهن) ، وإنما المعنى: أن أهل تلك الناحية يأكلون فيهن ، كما قيل: (12)نَهَارُكَ يَا مَغْرُورُ سَهْوٌ وَغَفْلَةٌوَلَيْلُكَ نَوْمٌ والرَّدَى لَكَ لازِمُ (13)فوصف النهار بالسهو والغفلة، والليل بالنوم ، وإنما يسهى في هذا ويغفل فيه، وينام في هذا ، لمعرفة المخاطبين بمعناه والمراد منه.* * *، ( إلا قليلا مما تحصنون) ، يقول: إلا يسيرًا مما تحرزونه .* * *والإحصان: التصيير في الحصن، وإنما المراد منه الإحراز .* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .*ذكر من قال ذلك:19371 - حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور ، عن معمر ، عن قتادة ، قوله: (يأكلن ما قدمتم لهن)، يقول: يأكلن ما كنتم اتخذتم فيهن من القوت  ، (إلا قليلا مما تحصنون).19372- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد ، عن قتادة: (ثم يأتي من بعد ذلك سبع شداد)، وهنّ الجدوب المحُول  ، (يأكلن ما قدمتم لهن إلا قليلا مما تحصنون).19373- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد ، عن قتادة: (ثم يأتي من بعد ذلك سبع شداد)، وهن الجدوب ، (يأكلن ما قدمتم لهن إلا قليلا مما تحصنون) ، مما تدَّخرون.19374 - حدثني المثنى قال ، حدثنا عبد الله قال، حدثني معاوية ، عن علي ، عن ابن عباس ، في قوله: (إلا قليلا مما تحصنون)، يقول: تخزنون.19375- حدثنا القاسم قال ، حدثنا الحسين قال ، حدثني حجاج ، عن ابن جريج قال ،قال ابن عباس: (تحصنون) ، تحرزون.19376 - حدثنا ابن وكيع قال ، حدثنا عمرو قال، حدثنا أسباط ، عن السدي: (يأكلن ما قدمتم لهن إلا قليلا مما تحصنون)، قال: مما تَرْفَعون.* * *قال أبو جعفر : وهذه الأقوال في قوله: (تحصنون)، وإن اختلفت ألفاظ قائليها فيه ، فإن معانيها متقاربة ، وأصل الكلمة وتأويلها على ما بيَّنت .----------------------الهوامش:(12) هو عبد الله بن عبد الأعلى بن أبي عمرة .(13) الأخبار الطوال : 333 ، سيرة عمر بن عبد العزيز لابن الجوزي : 225 ، تاريخ ابن كثير 9 : 206 ، وغيرها ، يقول :أَيَقْظَانُ أَنْتَ اليَوْمَ أَمْ أَنْتَ حَالِمُوكيف يطيق النَّوْمَ حَيْرَانُ هَائِمُفَلَوْ كُنْتَ يَقْظَانَ الغَدَاةَ لَحَرَّقَتْمَحَاجِرَ عَيْنَيْكَ الدُّمُوعُ السَّوَاجِمُبَلَ أَصْبَحْتَ فِي النَّوْمِ الطَّوِيلِ وَقَدْ دَنَتْإلَيْكَ أُمُورٌ مُفْظِعَاتٌ عَظَائمُنَهَارُكَ يَا مَغْرُورُ سَهْوٌ وَغَفْلَةٌولَيْلُكَ نَوْمٌ , وَالرَّدَى لك لاَزِمُتُسَرُّ بِمَا يَبْلَى , وَتُشْغَلُ بِالمُنَىكَمَا سُرَّ بِالأَحْلامِ فِي النَّوْم نَائِمُوَسَعْيُكَ فِيما سَوْفَ تَكْرَهُ غِبَّهُكَذَلِكَ فِي الدُّنْيَا تَعِيشُ البَهَائِمُفَلا أَنْتَ فِي النُّوَّامِ يَوْمًا بِسَالِمٍوَلا أَنْتَ فِي الأيْقَاظِ يَقْظَانُ حَازِمُ."
}