{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/47/19/",
    "ayah_number": 19,
    "text": "ثم أمر الله- تعالى- رسوله صلّى الله عليه وسلّم أن يداوم على استغفاره وطاعته لله- تعالى- وأن يأمر اتباعه بالاقتداء به في ذلك فقال: فَاعْلَمْ أَنَّهُ لا إِلهَ إِلَّا اللَّهُ.والفاء في قوله: فَاعْلَمْ للإفصاح عن جواب شرط معلوم مما مر من آيات.والتقدير: إذا تبين لك ما سقناه عن حال السعداء والأشقياء، فاعلم أنه لا إله إلا الله، واثبت على هذا العلم، واعمل بمقتضاه، واستمر على هذا العمل وَاسْتَغْفِرْ لِذَنْبِكَ أى:واستغفر الله- تعالى- من أن يقع منك ذنب، واعتصم بحبله لكي يعصمك من كل مالا يرضيه. واستغفر- أيضا لِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ بأن تدعو لهم بالرحمة والمغفرة وَاللَّهُ- تعالى- بعد كل ذلك يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْواكُمْ أى يعلم كل متقلب وكل إقامة لكم سواء أكانت في بر أم في بحر أم في غيرهما.والمقصود: أنه- تعالى- يعلم جميع أحوالكم ولا يخفى عليه شيء منها، والمتقلب:المتصرف، من التقلب وهو التصرف والانتقال من مكان إلى آخر. والمثوى: المسكن الذي يأوى إليه الإنسان، ويقيم به.قال الإمام ابن كثير: وقوله: فَاعْلَمْ أَنَّهُ لا إِلهَ إِلَّا اللَّهُ هذا إخبار بأنه لا إله إلا الله، ولا يتأتى كونه آمرا بعلم ذلك، ولهذا عطف عليه بقوله: وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ.وفي الصحيح أن رسول الله صلّى الله عليه وسلّم كان يقول: «اللهم اغفر لي خطيئتي وجهلي، وإسرافى في أمرى، وما أنت أعلم به منى. اللهم اغفر لي هزلى وجدي، وخطئى وعمدي، وكل ذلك عندي» .وفي الصحيح أنه كان يقول في آخر الصلاة: «اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، وما أسرفت. وما أنت أعلم به منى، أنت إلهى لا إله إلا أنت» .وفي الصحيح أنه قال: «يا أيها الناس. توبوا إلى ربكم فإنى أستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة» .ومن الأحكام التي أخذها العلماء من هذه الآية الكريمة: وجوب المداومة على استغفار الله- تعالى- والتوبة إليه توبة صادقة نصوحا.لأنه إذا كان الرسول صلّى الله عليه وسلّم وهو الذي غفر الله له ما تقدم من ذنبه وما تأخر- قد أمره- سبحانه- بالاستغفار، فأولى بغيره أن يواظب على ذلك، لأن الاستغفار بجانب أنه ذكر لله- تعالى- فهو- أيضا شكر له- سبحانه- على نعمه.وقد توسع الإمام الآلوسى في الحديث عن معنى قوله- تعالى-: وَاسْتَغْفِرْ لِذَنْبِكَ.. فارجع إليه إن شئت   .ثم بين- سبحانه- بعد ذلك حال المنافقين عند ما يدعون إلى القتال في سبيل الله، وكيف أنهم يستولى عليهم الذعر والهلع عند مواجهة هذا التكليف، وكيف سيكون مصيرهم إذا ما استمروا على هذا النفاق. فقال- تعالى-:"
}