{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/38/3/",
    "ayah_number": 3,
    "text": "ثم خوفهم- سبحانه- بما أصاب الأمم من قبلهم، وحذرهم من أن يكون مصيرهم كمصير المكذبين السابقين فقال: كَمْ أَهْلَكْنا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنادَوْا وَلاتَ حِينَ مَناصٍ.«وكم» هنا خبرية. ومعناها: الإخبار عن عدد كثير. وهي في محل نصب على أنها مفعول به لأهلكنا.وصيغة الجمع في أهلكنا للتعظيم. و «من» في قوله مِنْ قَبْلِهِمْ لابتداء الغاية، وفي قوله: مِنْ قَرْنٍ مميزة لكم. والقرن: يطلق على الزمان الذي يعيش فيه جيل من الناس، ومدته- على الراجح- مائة سنة والمراد به هنا أهل الزمان.والمراد بالنداء في قوله- تعالى-: فَنادَوْا الاستغاثة والضراعة إلى الله أن يكشف عنهم العذاب.ولاتَ هي لا المشبهة بليس- وهذا رأى سيبويه- فهي حرف نفى زيدت فيه التاء لتأكيد هذا النفي.وأشهر أقوال النحويين فيها أنها تعمل عمل ليس، وأنها لا تعمل إلا في الحين خاصة، أو في لفظ الحين ونحوه من الأزمنة، كالساعة والأوان، وأنها لا بد أن يحذف اسمها أو خبرها، والأكثر حذف المرفوع منهما وإثبات المنصوب.والحين: ظرف مبهم يتخصص بالإضافة.وقوله: مَناصٍ مصدر ميمى بمعنى الفرار والخلاص. يقال: ناص فلان من عدوه- من باب قال- فهو ينوص نوصا ومناصا، إذا فر منه، وهرب من لقائه.أو بمعنى النجاة والفوت. يقال: ناصه ينوصه إذا فاته ونجا منه.والمراد بقوله- تعالى-: أَهْلَكْنا الشروع في الإهلاك بدليل قوله- تعالى- بعد ذلك فَنادَوْا إذ من المعروف أن من هلك بالفعل لا يستغيث ولا ينادى.والمعنى: إن هؤلاء الكافرين المستكبرين عن طاعتنا وعبادتنا، قد علموا أننا أهلكنا كثيرا من السابقين أمثالهم، وأن هؤلاء السابقين عند ما رأوا أمارات العذاب ومقدماته، جأروا إلينا بالدعاء أن نكشفه عنهم، واستغاثوا استغاثة جاءت في غير وقتها، ولقد قلنا لهم عند ما استغاثوا بنا عند فوات الأوان: وَلاتَ حِينَ مَناصٍ.أى: ليس الوقت الذي استغثتم بنا فيه وقت نجاة وفرار من العقاب، بل هو وقت تنفيذ العقوبة فيكم، بعد أن تماديتم في كفركم، وأعرضتم عن دعوة الحق بدون إنابة أو ندم.وشبيه بهذه الآية قوله- تعالى-: فَلَمَّا رَأَوْا بَأْسَنا قالُوا آمَنَّا بِاللَّهِ وَحْدَهُ، وَكَفَرْنا بِما كُنَّا بِهِ مُشْرِكِينَ. فَلَمْ يَكُ يَنْفَعُهُمْ إِيمانُهُمْ لَمَّا رَأَوْا بَأْسَنا..  .وقوله- سبحانه-: حَتَّى إِذا أَخَذْنا مُتْرَفِيهِمْ بِالْعَذابِ إِذا هُمْ يَجْأَرُونَ. لا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لا تُنْصَرُونَ  ."
}