{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/59/",
    "ayah_number": 59,
    "text": "ثم بين- سبحانه- سننه في الأمم الماضية فقال: وَتِلْكَ الْقُرى أَهْلَكْناهُمْ لَمَّا ظَلَمُوا وَجَعَلْنا لِمَهْلِكِهِمْ مَوْعِداً.واسم الإشارة «تلك» تعود إلى القرى المهلكة بسبب كفرها وفسوقها عن أمر ربها، كقرى قوم نوح وهود وصالح- عليهم السلام-.والقرى: جمع قرية والمراد بها أهلها الذين ظلموا أنفسهم بالكفر والجحود.أى: وتلك القرى الماضية التي أصر أهلها على الكفر والفسوق والعصيان أهلكناهم بعذاب الاستئصال في الدنيا، بسبب هذا الكفر والظلم، وجعلنا لوقت هلاكهم موعدا لا يتأخرون عنه ساعة ولا يستقدمون.ولفظ «تلك» مبتدأ، والقرى صفة له أو عطف بيان، وجملة أَهْلَكْناهُمْ هي الخبر.وقوله لَمَّا ظَلَمُوا بيان للأسباب التي أدت بهم إلى الهلاك والدمار، أى: أهلكناهم بسبب وقوع الظلم منهم واستمرارهم عليه.وجيء باسم الإشارة «تلك» للإشعار بإن أهل مكة يمرون على تلك القرى الظالمة المهلكة، ويعرفون أماكنهم معرفة واضحة عند أسفارهم من مكة إلى بلاد الشام. قال- تعالى- وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ. وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ.وقوله: وَجَعَلْنا لِمَهْلِكِهِمْ مَوْعِداً قرأ الجمهور، لمهلكهم، - بضم الميم وفتح اللام- على صيغة اسم المفعول، وهو محتمل أن يكون مصدرا ميميا. أى: وجعلنا لإهلاكهم موعدا.ويحتمل أن يكون اسم زمان، أى: وجعلنا لزمان إهلاكهم موعدا.وقرأ حفص عن عاصم «لمهلكهم» بفتح الميم وكسر اللام- فيكون اسم زمان، وقرأ شعبة عن عاصم. لمهلكهم» - بفتح الميم واللام- فيكون مصدرا ميميا.وإلى هنا نجد الآيات الكريمة قد وضحت أن القرآن الكريم قد نوع الله- تعالى- فيه الأمثال لقوم يعقلون، كما بينت أن الإنسان مجبول على المجادلة والمخاصمة. وأن المشركين قد أصروا على شركهم بسبب انطماس بصائرهم. وزيغهم عن الحق، وأن الرسل- عليهم الصلاة والسلام- وظيفتهم البلاغ والتبشير والإنذار، وأن عاقبة الجاحدين الذين ختم الله على قلوبهم وعلى سمعهم هي النار وبئس القرار، وأن الله- تعالى- يمهل الظالمين ولا يهملهم، فهو كما قال- سبحانه- نَبِّئْ عِبادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ، وَأَنَّ عَذابِي هُوَ الْعَذابُ الْأَلِيمُ  .ثم ساق- سبحانه- قصة فيها ما فيها من الأحكام والعظات، ألا وهي قصة موسى- عليه السلام- مع عبد من عباد الله الصالحين، فقال- تعالى-:"
}