{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/51/",
    "ayah_number": 51,
    "text": "ثم ساق- سبحانه- ما يدل على كمال علمه وقدرته، وعلى عجز وجهالة المعبودين من دونه، فقال- تعالى-: ما أَشْهَدْتُهُمْ خَلْقَ السَّماواتِ وَالْأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ.والضمير في قوله «ما أشهدتهم» يعود إلى إبليس وذريته، والإشهاد: بمعنى الإحضار والإعلام.أى: ما أشهدت إبليس وذريته خلق السموات والأرض، لأنى خلقتهما دون أن أستعين في خلقهما بأحد، أو لأنى خلقتهما قبل خلقهم، وَلا خَلْقَ أَنْفُسِهِمْ أى: ولا أشهدت بعضهم خلق بعض، لأنى لا أستعين بأحد حين أخلق ما أشاء، ولا أستشير أحدا حين أقدر ما أشاء.وما دام الأمر كذلك فكيف تتخذونهم أولياء وشركاء من دوني وأنا الخالق لكل شيء، والقاهر فوق كل شيء؟.فالجملة الكريمة استئناف مسوق لبيان كمال علمه وقدرته- سبحانه-، ولبيان عدم استحقاق إبليس وذريته للاتخاذ المذكور في أنفسهم، بعد بيان المواقع والصوارف التي تمنع وتصرف عن اتخاذهم أولياء، من خباثة أصلهم، وفسوقهم عن أمر ربهم.وهذا المعنى الذي صرحت به الآية الكريمة من تفرد الله- تعالى- بالخلق والقدرة. قد جاء في آيات أخرى منها قوله- تعالى- هذا خَلْقُ اللَّهِ فَأَرُونِي ماذا خَلَقَ الَّذِينَ مِنْ دُونِهِ، بَلِ الظَّالِمُونَ فِي ضَلالٍ مُبِينٍ  .وقوله- سبحانه- وَما كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُداً مؤكد لما قبله من تفرده- سبحانه- بالخلق والقدرة والعلم.والعضد- بفتح العين وضم الضاد- في الأصل، يطلق على العضد المعروف ما بين المرفق إلى الكتف، ويستعار للمعين والناصر فيقال: فلان عضدي، أى: نصيرى.ومنه قوله- تعالى- لنبيه موسى- عليه السلام- سَنَشُدُّ عَضُدَكَ بِأَخِيكَ أى:سنقويك ونعينك بأخيك هارون وذلك لأن اليد قوامها العضد، فإذا فقدته أصابها العجز.أى: وما كنت متخذ المضلين عن سبيلي أعوانا وأنصارا في شأن من شئونى، وخص- سبحانه- المضلين بالذكر، زيادة في ذمهم وتوبيخهم، وتقريعا لأمثالهم، لأنه- عز وجل- ليس له أعوان ولا أنصار فيما يفعله لا من المضلين ولا من المهتدين.ولم يقل- سبحانه- وما كنت متخذهم.. بالإضمار، كما قال: ما أَشْهَدْتُهُمْ بل أظهر في مقام الإضمار، لتسجيل الضلال عليهم، حتى ينصرف عنهم كل عاقل، وللتنبيه على أن الضالين المضلين لا تصح الاستعانة بهم.ولقد حكى الله- تعالى- عن نبيه موسى- عليه السلام- براءته من المجرمين فقال:قالَ رَبِّ بِما أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيراً لِلْمُجْرِمِينَ .والظهير: الناصر والمعين لغيره."
}