{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/45/",
    "ayah_number": 45,
    "text": "قال الإمام الرازي: اعلم أن المقصود: اضرب لهم مثلا آخر يدل على حقارة الدنيا، وقلة بقائها. والكلام متصل بما تقدم من قصة المشركين المتكبرين على فقراء المؤمنين..»  .والمعنى. واذكر لهم- أيها الرسول الكريم- ما يشبه هذه الحياة الدنيا في حسنها ونضارتها، ثم في سرعة زوال هذا الحسن والنضارة، لكي لا يركنوا إليها، ولا يجعلوها أكبر همهم، ومنتهى آمالهم.وقوله: كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ.. بيان للمثل الذي شبه الله- تعالى- به الحياة الدنيا أى: مثلها في ازدهارها ثم في زوال هذا الازدهار، كهيئة أو كصفة ماء أنزلناه بقدرتنا من السماء، في الوقت الذي نريد إنزاله فيه.فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ والاختلاط والخلط: امتزاج شيئين فأكثر بعضهما ببعض.أى: كماء أنزلناه من السماء، فاختلط وامتزج بهذا الماء نبات الأرض، فارتوى منه، وصار قويا بهيجا يعجب الناظرين إليه.وفي التعبير بقوله: فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ دون قوله: فاختلط بنبات الأرض إشارة إلى كثرة الماء النازل من السماء، وإلى أنه السبب الأساسى في ظهور هذا النبات، وفي بلوغه قوته ونضارته.وقوله: فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّياحُ بيان لما صار إليه هذا النبات من يبوسته وتفتته، بعد اخضراره وشدته وحسنه.قال القرطبي ما ملخصه: «هشيما» أى متكسرا متفتتا، يعنى بانقطاع الماء عنه، فحذف ذلك إيجازا لدلالة الكلام عليه، والهشم، كسر الشيء اليابس. والهشيم من النبات: اليابس المتكسر.. ورجل هشيم: ضعيف البدن.و «تذروه الرياح» أى تفرقه وتنسفه.. يقال: ذرت الريح الشيء تذروه ذروا، إذا طارت به وأذهبته» .أى: فأصبح النبات بعد اخضراره، يابسا متفتتا، تفرقه الرياح وتنسفه وتذهب به حيث شاءت وكيف شاءت.فأنت ترى أن الآية الكريمة قد شبهت حال الدنيا في حسنها وجمال رونقها، ثم في سرعة زوالها وفنائها بعد ذلك، بحال النبات الذي نزل عليه الماء فاخضر واستوى على سوقه، ثم صار بعد ذلك يابسا متفتتا تذهب به الرياح حيث شاءت.والتعبير بالفاء في قوله- سبحانه- فاختلط. فأصبح.. يزيد الأسلوب القرآنى جمالا وبلاغة، لأن فاء التعقيب هنا تدل على قصر المدة التي استمر فيها النبات نضرا جميلا، ثم صار هشيما تذروه الرياح.وهكذا الحياة تبدو للمتشبثين بها، جميلة عزيزة، ولكنها سرعان ما تفارقهم ويفارقونها، حيث ينزل بهم الموت فيجعل آمالهم تحت التراب.ثم ختم- سبحانه- الآية بقوله، وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقْتَدِراً أى: وكان الله- تعالى- وما زال- على كل شيء من الأشياء التي من جملتها الإنشاء والإفناء كامل القدرة، لا يعجزه شيء في الأرض ولا في السماء.وقد ذكر- سبحانه- ما يشبه هذه الآية في سور كثيرة، ومن ذلك قوله- تعالى-:إِنَّما مَثَلُ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعامُ، حَتَّى إِذا أَخَذَتِ الْأَرْضُ زُخْرُفَها وَازَّيَّنَتْ، وَظَنَّ أَهْلُها أَنَّهُمْ قادِرُونَ عَلَيْها، أَتاها أَمْرُنا لَيْلًا أَوْ نَهاراً فَجَعَلْناها حَصِيداً كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ، كَذلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَتَفَكَّرُونَ ."
}