{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/19/",
    "ayah_number": 19,
    "text": "وقوله- سبحانه-: وكذلك بعثناهم ليتساءلوا بينهم، بيان للعلة التي من أجلها بعث أصحاب الكهف من نومهم الطويل.أى: وكما أنمناهم تلك المدة الطويلة، بعثناهم من نومهم بعدها، ليسأل بعضهم بعضا، وكأنهم قد أحسوا بأن نومهم قد طال.والاقتصار على التساؤل الذي حصل الإيقاظ من أجله، لا ينفى أن يكون هناك أسباب أخرى غيره حصل من أجلها إيقاظهم، وإنما أفرده- سبحانه- بالذكر لاستتباعه لسائر الآثار الأخرى.ثم حكى- سبحانه- بعض تساؤلهم فقال: قالَ قائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ أى: كم مكثتم مستغرقين في النوم في هذا الكهف.فأجابه بعضهم بقوله: لَبِثْنا يَوْماً لظنهم أن الشمس قد غربت، فلما رأوها لم تغرب بعد قالوا: أَوْ بَعْضَ يَوْمٍ أى: مكثنا نائمين بعض ساعات اليوم.ويصح أن تكون أو للشك. أى قال بعضهم في الرد على سؤال السائل كم لبثتم، لبثنا في النوم يوما أو بعض يوم، لأننا لا ندري على الحقيقة كم مكثنا نائمين.ثم حكى القرآن أن بعضهم رد علم مقدار مدة نومهم على جهة اليقين إلى الله- تعالى- فقال: قالُوا رَبُّكُمْ أَعْلَمُ بِما لَبِثْتُمْ أى: ربكم وحده هو العليم بمقدار الزمن الذي قضيتموه نائمين في هذا الكهف.قال الآلوسى: وهذا رد منهم على الأولين، على أحسن ما يكون من مراعاة حسن الأدب، وبه كما قيل يتحقق التحزب إلى الحزبين المعهودين فيما سبق في قوله- تعالى- لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ.وقال بعضهم: وقد استدل ابن عباس على أن عدد الفتية سبعة بهذه الآية، لأنه قد قال في الآية: قال قائل منهم، وهذا واحد، وقالوا في جوابه: لبثنا يوما، أو بعض يوم وهو جمع وأقله ثلاثة، ثم قالوا: ربكم أعلم بما لبثتم، وهذا قول جمع آخرين فصاروا سبعة .ثم بين- سبحانه- ما قالوه بعد أن تركوا الحديث في مسألة الزمن الذي قضوه نائمين في الكهف فقال- تعالى-: فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّها أَزْكى طَعاماً فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ، وَلا يُشْعِرَنَّ بِكُمْ أَحَداً.أى: كفوا عن الحديث في مسألة المدة التي نمتموها، فعلمها عند الله، وابعثوا أحدكم «بورقكم» . أى: بدراهمكم المضروبة من الفضة، إِلَى الْمَدِينَةِ التي يوجد بها الطعام الذي نحن في حاجة إليه، والتي هي أقرب مكان إلى الكهف.قالوا: والمراد بها مدينتهم التي كانوا يسكنونها قبل أن يلجئوا إلى الكهف فرارا بدينهم.فَلْيَنْظُرْ أَيُّها أَزْكى طَعاماً أى: ومتى وصل إلى المدينة، فليتفقد أسواقها، وليتخير أى أطعمتها أحل وأطهر وأجود وأكثر بركة.فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ أى: فليأتكم بما يسد جوعكم من ذلك الأزكى طعاما، فيكون الضمير في «منه» للطعام الأزكى.ويصح أن يكون للدراهم المضروبة المعبر عنها «بورقكم» ، أى: فليأتكم بدلا منها بطعام تأكلونه، وليتلطف، أى: وليتكلف اللطف في الاستخفاء، والدقة في استعمال الحيل حال دخوله وخروجه من المدينة، حتى لا يعرفه أحد من أهلها.وَلا يُشْعِرَنَّ بِكُمْ أَحَداً أى: ولا يفعلن فعلا يؤدى إلى معرفة أحد من أهل المدينة بنا."
}