{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/99/",
    "ayah_number": 99,
    "text": "وقوله: وَتَرَكْنا بمعنى جعلنا وصيرنا، والضمير المضاف في قوله «بعضهم» يعود إلى يأجوج ومأجوج، والمراد «بيومئذ» : يوم تمام بناء السد الذي بناه ذو القرنين.وقوله- سبحانه- يَمُوجُ من الموج بمعنى الاضطراب والاختلاط يقال: ماج البحر إذا اضطرب موجه وهاج واختلط. ويقال: ماج القوم إذا اختلط بعضهم ببعض وتزاحموا حائرين فزعين.والمعنى وجعلنا وصيرنا بمقتضى حكمتنا وإرادتنا وقدرتنا، قبائل يأجوج ومأجوج يموج بعضهم في بعض. أى: يتزاحمون ويضطربون من شدة الحيرة لأنهم بعد بناء السد، صاروا لا يجدون مكانا ينفذون منه إلى ما يريدون النفاذ إليه، فهم خلفه في اضطراب وهرج.ويجوز أن يكون المراد بيومئذ: يوم مجيء الوعد بخروجهم وانتشارهم في الأرض، وهذا الوعد قد صرحت به الآية السابقة في قوله- تعالى- فَإِذا جاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكانَ وَعْدُ رَبِّي حَقًّا.فيكون المعنى: وتركنا قبائل يأجوج ومأجوج، يوم جاء وعد الله بجعل السد مدكوكا ومتساويا مع الأرض، يموج بعضهم في بعض، بعد أن خرجوا منتشرين في الأرض، وقد تزاحموا وتكاثروا واختلط بعضهم ببعض.قال الفخر الرازي: اعلم أن الضمير في قوله «بعضهم» يعود إلى يأجوج ومأجوج.وقوله: (يومئذ) فيه وجوه:الأول: أن يوم السد ماج بعضهم في بعض خلفه لما منعوا من الخروج.الثاني: أنه عند الخروج يموج بعضهم في بعض. قيل: إنهم حين يخرجون من وراء السد يموجون مزدحمين في البلاد.الثالث: أن المراد من قوله (يومئذ) يوم القيامة.وكل ذلك محتمل، إلا أن الأقرب أن المراد به: الوقت الذي جعل الله فيه السد دكا فعنده ماج بعضهم ونفخ في الصور، وصار ذلك من آيات القيامة»  .وقال القرطبي: قوله- تعالى-: وَتَرَكْنا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ الضمير في تَرَكْنا لله- تعالى- أى: تركنا الجن والإنس يوم القيامة يموج بعضهم في بعض.وقيل: تركنا يأجوج ومأجوج «يومئذ» أى: يوم كمال السد يموج بعضهم في بعض، واستعارة الموج لهم عبارة عن الحيرة وتردد بعضهم في بعض.وقيل: تركنا يأجوج ومأجوج يوم انفتاح السدّ يموجون في الدنيا مختلطين لكثرتهم. فهذه أقوال ثلاثة: أظهرها أوسطها وأبعدها آخرها. وحسن الأول، لأنه تقدم ذكر القيامة في تأويل قوله- تعالى- فَإِذا جاءَ وَعْدُ رَبِّي .وقوله- سبحانه- وَنُفِخَ فِي الصُّورِ فَجَمَعْناهُمْ جَمْعاً بيان لعلامة من علامات قيام الساعة.والنفخ لغة: إخراج النفس من الفم لإحداث صوت معين. والصور: القرن الذي ينفخ فيه إسرافيل- عليه السلام- نفخة الصعق والموت، ونفخة البعث والنشور، كما قال- تعالى-: وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّماواتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شاءَ اللَّهُ، ثُمَّ نُفِخَ فِيهِ أُخْرى فَإِذا هُمْ قِيامٌ يَنْظُرُونَ  .والمعنى: وتركنا يأجوج ومأجوج يموج بعضهم في بعض. وأمرنا إسرافيل بالنفخ في الصور، فجمعناهم وجميع الخلائق جمعا تاما، دون أن نترك أحدا من الخلائق بدون إعادة إلى الحياة، بل الكل مجموعون ليوم عظيم هو يوم البعث والحساب.والمراد بالنفخ هنا: النفخة الثانية التي يقوم الناس بعدها من قبورهم للحساب، كما أشارت إلى ذلك آية سورة الزمر السابقة.وفي التعبير بقوله: فَجَمَعْناهُمْ جَمْعاً. أى: جمعناهم جمعا تاما كاملا لا يشذ عنه أحد، ولا يفلت منه مخلوق، كما قال- سبحانه-: قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ. إِلى مِيقاتِ يَوْمٍ مَعْلُومٍ.هذا، وهنا مسألة تكلم عنها العلماء، وهي وقت خروج يأجوج ومأجوج.فمنهم من يرى أنه لا مانع من أن يكونوا قد خرجوا، بدليل ما جاء في الحديث الصحيح من أن الرسول صلى الله عليه وسلم قال: ويل للعرب من شر قد اقترب. فتح اليوم من سد يأجوج ومأجوج مثل هذا، وحلق أى بين أصابعه.ولأن الآيات الكريمة تقول: فَإِذا جاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ.. ووعد الله لا مانع من أن يكون قد أتى.قال الشيخ القاسمى: والغالب أن المراد بخروجهم هذا خروج المغول التتار. وهم من نسل يأجوج ومأجوج- وهو الغزو الذي حصل منهم للأمم في القرن السابع الهجري. وناهيك بما فعلوه إذ ذاك في الأرض من فساد..» .وقال الشيخ المراغي عند تفسير قوله- تعالى-: وَكانَ وَعْدُ رَبِّي حَقًّا وقد جاء وعده- تعالى- بخروج جنكيزخان وسلائله فعاثوا في الأرض فسادا.. وأزالوا معالم الخلافة من بغداد.. .وقال صاحب الظلال: «وبعد، فمن يأجوج ومأجوج؟ وأين هم الآن؟ وماذا كان من أمرهم وماذا سيكون؟كل هذه أسئلة تصعب الإجابة عليها على وجه التحقيق، فنحن لا نعرف عنهم إلا ما ورد في القرآن، وفي بعض الأثر الصحيح.والقرآن يذكر في هذا الموضع ما حكاه من قول ذي القرنين: فَإِذا جاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكانَ وَعْدُ رَبِّي حَقًّا.وهذا النص لا يحدد زمانا ووعد الله بمعنى وعده بدك السد، ربما يكون قد جاء منذ أن هجم التتار وانساحوا في الأرض. ودمروا الممالك تدميرا.وفي موضع آخر من سورة الأنبياء: حَتَّى إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ. وَاقْتَرَبَ الْوَعْدُ الْحَقُّ.وهذا النص- أيضا- لا يحدد زمانا معينا لخروجهم، فاقتراب الوعد الحق، بمعنى اقتراب الساعة قد وقع منذ زمن الرسول صلى الله عليه وسلم فقد جاء في القرآن: اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ والزمان في الحساب الإلهى غيره في حساب البشر، فقد تمر بين اقتراب الساعة ووقوعها ملايين السنين أو القرون.وإذا فمن الجائز أن يكون السد قد فتح ما بين: «اقتربت الساعة» ، ويومنا هذا.وتكون غارات المغول والتتار التي اجتاحت الشرق، هي انسياح يأجوج ومأجوج.. وكل ما نقوله ترجيح لا يقين  .هذه بعض حجج القائلين بأنه لا مانع من أن يكون يأجوج ومأجوج قد خرجوا.وهناك فريق آخر من العلماء، يرون أن يأجوج ومأجوج لم يخرجوا بعد، وأن خروجهم إنما يكون قرب قيام الساعة.ومن العلماء الذين أيدوا ذلك صاحب أضواء البيان، فقد قال- رحمه الله- ما ملخصه:اعلم أن هذه الآية: فَإِذا جاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وآية الأنبياء: حَتَّى إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ قد دلتا في الجملة على أن السد الذي بناه ذو القرنين، دون يأجوج ومأجوج، إنما يجعله الله دكا عند مجيء الوقت الموعود بذلك فيه. وقد دلتا على أنه بقرب يوم القيامة.. لأن المراد بيومئذ في قوله وَتَرَكْنا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ أنه يوم مجيء وعد ربي بخروجهم وانتشارهم في الأرض.وآية الأنبياء تدل في الجملة على ما ذكرنا هنا. وذلك يدل على بطلان قول من قال: إنهم «روسيا» وأن السد فتح منذ زمن طويل.والاقتراب الذي جاء في قوله- تعالى- اقْتَرَبَتِ السَّاعَةُ وفي الحديث: «ويل للعرب من شر قد اقترب» لا يستلزم اقترانه من دك السد، بل يصح اقترابه مع مهلة.وهذه الآيات لا يتم الاستدلال بها على أن يأجوج ومأجوج لم يخرجوا بعد- إلا بضميمة الأحاديث النبوية لها.ومن ذلك ما رواه الإمام مسلم في صحيحه في ذلك، وفيه: خروج الدجال وبعث عيسى، وقتله للدجال.. ثم يبعث الله يأجوج ومأجوج وهم من كل حدب ينسلون.فينحاز عيسى ومن معه من المؤمنين إلى الطور.. ثم يرسل الله على يأجوج ومأجوج النغف في رقابهم فيموتون.وهذا الحديث الصحيح قد رأيت فيه تصريح النبي صلى الله عليه وسلم بأن الله يوحى إلى عيسى ابن مريم بخروج يأجوج ومأجوج بعد قتله الدجال فمن يدعى أنهم «روسيا» وأن السد قد اندك منذ زمان، فهو مخالف لما أخبر به النبي صلى الله عليه وسلم مخالفة صريحة لا وجه لها، ولا شك أن كل خبر يخالف الصادق المصدوق صلى الله عليه وسلم فهو باطل، لأن نقيض الخبر الصادق. كاذب ضرورة كما هو معلوم.ولم يثبت في كتاب الله ولا في سنة نبيه صلى الله عليه وسلم شيء يعارض هذا الحديث الذي رأيت صحة سنده، ووضوح دلالته على المقصود..» .والذي يبدو لنا أن ما ذهب إليه صاحب أضواء البيان، أقرب إلى الحق والصواب للأسباب التي ذكرها، ولقرينة تذييل الآيات التي تحدثت عن يأجوج ومأجوج عن أهوال يوم القيامة.ففي سورة الكهف يقول الله- تعالى- في أعقاب الحديث عنهم وَتَرَكْنا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ، وَنُفِخَ فِي الصُّورِ فَجَمَعْناهُمْ جَمْعاً.وفي سورة الأنبياء يقول الله- تعالى-: حَتَّى إِذا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ. وَاقْتَرَبَ الْوَعْدُ الْحَقُّ ...وفضلا عن كل ذلك فإن الحديث الذي رواه الإمام مسلم عنهم، صريح في أن خروجهم سيكون من علامات الساعة، والله- تعالى- أعلم."
}