{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/83/",
    "ayah_number": 83,
    "text": "وقوله- سبحانه-: وَيَسْئَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ.. معطوف على قصة موسى والخضر- عليهما السلام- عطف القصة على القصة.قال البقاعي: كانت قصة موسى مع الخضر مشتملة على الرحلات من أجل العلم، وكانت قصة ذي القرنين مشتملة على الرحلات من أجل الجهاد في سبيل الله، ولما كان العلم أساس الجهاد تقدمت قصة موسى والخضر على قصة ذي القرنين.. .والسائلون هم كفار قريش بتلقين من اليهود، فقد سبق أن ذكرنا عند تفسيرنا لقصة أصحاب الكهف. أن اليهود قالوا لوفد قريش: سلوه- أى الرسول صلى الله عليه وسلم عن ثلاث نأمركم بهن.. سلوه عن فتية ذهبوا في الدهر الأول ماذا كان من أمرهم.. وسلوه عن رجل طواف بلغ مشارق الأرض ومغاربها.. وسلوه عن الروح.وجاء التعبير بصيغة المضارع- مع أن الآيات نزلت بعد سؤالهم- لاستحضار الصورة الماضية، أو للدلالة على أنهم استمروا في لجاجهم إلى أن نزلت الآيات التي ترد عليهم.أما ذو القرنين، فقد اختلفت في شأنه أقوال المفسرين اختلافا كبيرا، لعل أقربها إلى الصواب ما أشار إليه الآلوسى بقوله: وذكر أبو الريحان البيروني في كتابه المسمى «بالآثار الباقية عن القرون الخالية» ، أن ذا القرنين هو أبو كريب الحميرى، وهو الذي: افتخر به تبع اليمنى حيث قال:قد كان ذو القرنين جدي مسلما ... ملكا علا في الأرض غير مفندبلغ المغارب والمشارق يبتغى ... أسباب ملك من حكيم مرشدثم قال أبو الريحان: ويشبه أن يكون هذا القول أقرب، لأن ملوك اليمن كانوا يلقبون بكلمة ذي. كذي نواس، وذي يزن. إلخ. .ومن المقطوع به أن ذا القرنين هذا: ليس هو الإسكندر المقدونى الملقب بذي القرنين.تلميذ أرسطو، فإن الإسكندر هذا كان وثنيا.. بخلاف ذي القرنين الذي تحدث عنه القرآن، فإنه كان مؤمنا بالله- تعالى- ومعتقدا بصحة البعث والحساب.والرأى الراجح أنه كان عبدا صالحا، ولم يكن نبيا.ويرى بعضهم أنه كان بعد موسى- عليه السلام-، ويرى آخرون غير ذلك ومن المعروف أن القرآن الكريم يهتم في قصصه ببيان العبر والعظات المستفادة من القصة، لا ببيان الزمان أو المكان للأشخاص.وسمى بذي القرنين- على الراجح- لبلوغه في فتوحاته قرني الشمس من أقصى المشرق والمغرب.والمعنى: ويسألك قومك- يا محمد- عن خبر ذي القرنين وشأنه.«قل» لهم- على سبيل التعليم والرد على تحديهم لك. «سأتلو عليكم منه ذكرا» .والضمير في «منه» يعود على ذي القرنين و «من» للتبعيض.أى: قل لهم: سأتلو عليكم من خبره- وسأقص عليكم من أنبائه عن طريق هذا القرآن الذي أوحاه الله إلى ما يفيدكم ويكون فيه ذكرى وعبرة لكم إن كنتم تعقلون."
}