{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/18/109/",
    "ayah_number": 109,
    "text": "والمراد بالبحر: جنسه، والمداد في الأصل: اسم لكل ما يمد به الشيء، واختص في العرف لما تمد به الدواة من الحبر.والمراد بكلمات ربي: علمه وحكمته وكلماته التي يصرف بها هذا الكون.وقوله: لَنَفِدَ الْبَحْرُ: أى لفنى وفرغ وانتهى. يقال: نفد الشيء ينفد نفادا، إذا فنى وذهب، ومنه قولهم: أنفد فلان الشيء واستنفده، أى: أفناه.والمعنى: قل- أيها الرسول الكريم- للناس: لو كان ماء البحر مدادا للأقلام التي تكتب بها كلمات ربي ومعلوماته وأحكامه.. لنفد ماء البحر ولم يبق منه شيء- مع سعته وغزارته- قبل أن تنفد كلمات ربي، وذلك لأن ماء البحر ينقص وينتهى أما كلمات الله- تعالى- فلا تنقص ولا تنتهي.وقوله- سبحانه-: وَلَوْ جِئْنا بِمِثْلِهِ مَدَداً زيادة في المبالغة وفي التأكيد لما قبله من شمول علم الله- تعالى- لكل شيء، وعدم تناهيه.أى: وبعد نفاد ماء البحر السابق، لو جئنا بماء بحر آخر مثله في السعة والغزارة، وكتبنا به كلمات الله- تعالى- لنفد- أيضا- ماء البحر الثاني دون أن تنفد كلمات ربي.فالآية الكريمة تصور شمول علم الله- تعالى- لكل شيء، وعدم تناهى كلماته، تصويرا بديعا، يقرب إلى العقل البشرى بصورة محسوسه كمال علم الله- تعالى- وعدم تناهيه.قال الآلوسى: وقوله: وَلَوْ جِئْنا بِمِثْلِهِ مَدَداً: هذا كلام من جهته- تعالى شأنه- غير داخل في الكلام الملقن، جيء به لتحقيق مضمونه، وتصديق مدلوله على أتم وجه.والواو لعطف الجملة على نظيرتها المستأنفة المقابلة لها المحذوفة لدلالة ما ذكر عليها دلالة واضحة:أى: لنفد البحر قبل أن تنفد كلماته- تعالى- لو لم نجئ بمثله مددا، ولو جئنا بمثله مددا- لنفد أيضا-  .وقال بعض العلماء: وهذا من باب تقريب المعنى إلى الأذهان، لأن هذه الأشياء مخلوقة، وجميع المخلوقات منقضية منتهية، وأما كلام الله- تعالى- فهو من جملة صفاته، وصفاته غير مخلوقة ولا لها حد ولا منتهى، فأى سعة وعظمة تصورتها القلوب، فالله- تعالى- فوق ذلك، وهكذا سائر صفات الله- سبحانه- كعلمه وحكمته وقدرته ورحمته  .وشبيه بهذه الآية قوله- تعالى-: وَلَوْ أَنَّما فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلامٌ، وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ ما نَفِدَتْ كَلِماتُ اللَّهِ، إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ"
}