{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/59/3/",
    "ayah_number": 3,
    "text": "وقوله : ( ولولا أن كتب الله عليهم الجلاء لعذبهم في الدنيا ) أي : لولا أن كتب الله عليهم هذا الجلاء ، وهو النفي من ديارهم وأموالهم ، لكان لهم عند الله عذاب آخر من القتل والسبي ، ونحو ذلك ، قاله الزهري ، عن عروة ، والسدي ، وابن زيد ; لأن الله قد كتب عليهم أنه سيعذبهم في الدار الدنيا مع ما أعد لهم في الآخرة من العذاب في نار جهنم .قال ابن أبي حاتم : حدثنا أبي ، حدثنا عبد الله بن صالح - كاتب الليث - حدثني الليث عن عقيل ، عن ابن شهاب قال : أخبرني عروة بن الزبير قال : ثم كانت وقعة بني النضير ، وهم طائفة من اليهود على رأس ستة أشهر من وقعة بدر . وكان منزلهم بناحية من المدينة فحاصرهم رسول الله - صلى الله عليه وسلم - حتى نزلوا من الجلاء ، وأن لهم ما أقلت الإبل من الأموال والأمتعة إلا الحلقة ، وهي السلاح ، فأجلاهم رسول الله - صلى الله عليه وسلم - قبل الشام . قال : والجلاء أنه كتب عليهم في آي من التوراة ، وكانوا من سبط لم يصبهم الجلاء قبل ما سلط عليه رسول الله - صلى الله عليه وسلم - وأنزل الله فيهم : ( سبح لله ما في السماوات وما في الأرض ) إلى قوله ( وليخزي الفاسقين ) .وقال عكرمة : الجلاء : القتل . وفي رواية عنه : الفناء .وقال قتادة : الجلاء : خروج الناس من البلد إلى البلد .وقال الضحاك : أجلاهم إلى الشام وأعطى كل ثلاثة بعيرا وسقاء ، فهذا الجلاء .وقد قال الحافظ أبو بكر البيهقي : أخبرنا أبو عبد الله الحافظ ، أخبرنا أحمد بن كامل القاضي ، حدثنا محمد بن سعيد العوفي ، حدثني أبي ، عن عمي ، حدثني أبي ، عن جدي ، عن ابن عباس قال : كان النبي - صلى الله عليه وسلم - قد حاصرهم حتى بلغ منهم كل مبلغ ، فأعطوه ما أراد منهم ، فصالحهم على أن يحقن لهم دماءهم ، وأن يخرجهم من أرضهم ، ومن ديارهم ، وأوطانهم ، وأن يسيرهم إلى أذرعات الشام وجعل لكل ثلاثة منهم بعيرا وسقاء ، والجلاء إخراجهم من أرضهم إلى أرض أخرىوروي أيضا من حديث يعقوب بن محمد الزهري ، عن إبراهيم بن جعفر بن محمود بن محمد بن مسلمة ، عن أبيه ، عن جده ، عن محمد بن مسلمة أن رسول الله - صلى الله عليه وسلم - بعثه إلى بني النضير ، وأمره أن يؤجلهم في الجلاء ثلاث ليال .وقوله : ( ولهم في الآخرة عذاب النار ) أي : حتم لازم لا بد لهم منه ."
}