{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/38/42/",
    "ayah_number": 42,
    "text": "يذكر تعالى عبده ورسوله أيوب - عليه السلام - وما كان ابتلاه تعالى به من الضر في جسده وماله وولده حتى لم يبق من جسده مغرز إبرة سليما سوى قلبه ولم يبق له من حال الدنيا شيء يستعين به على مرضه وما هو فيه غير أن زوجته حفظت وده لإيمانها بالله ورسوله فكانت تخدم الناس بالأجرة وتطعمه وتخدمه نحوا من ثماني عشرة سنة . وقد كان قبل ذلك في مال جزيل وأولاد وسعة طائلة من الدنيا فسلب جميع ذلك حتى آل به الحال إلى أن ألقي على مزبلة من مزابل البلدة هذه المدة بكمالها ورفضه القريب والبعيد سوى زوجته - رضي الله عنها - فإنها كانت لا تفارقه صباحا و [ لا ] مساء إلا بسبب خدمة الناس ثم تعود إليه قريبا . فلما طال المطال واشتد الحال وانتهى القدر المقدور وتم الأجل المقدر تضرع إلى رب العالمين وإله المرسلين فقال : ( أني مسني الضر وأنت أرحم الراحمين ) [ الأنبياء : 83 ] وفي هذه الآية الكريمة قال : رب ، إني مسني الشيطان بنصب وعذاب ، قيل : بنصب في بدني وعذاب في مالي وولدي . فعند ذلك استجاب له أرحم الراحمين وأمره أن يقوم من مقامه وأن يركض الأرض برجله . ففعل فأنبع الله عينا وأمره أن يغتسل منها فأذهب جميع ما كان في بدنه من الأذى ثم أمره فضرب الأرض في مكان آخر فأنبع له عينا أخرى وأمره أن يشرب منها فأذهبت ما كان في باطنه من السوء وتكاملت العافية ظاهرا وباطنا ولهذا قال تعالى : ( اركض برجلك هذا مغتسل بارد وشراب )قال ابن جرير ، وابن أبي حاتم جميعا : حدثنا يونس بن عبد الأعلى أخبرنا ابن وهب أخبرني نافع بن يزيد عن عقيل عن ابن شهاب عن أنس بن مالك رضي الله عنه ، أن رسول الله - صلى الله عليه وسلم - قال : \" إن نبي الله أيوب - عليه السلام - لبث به بلاؤه ثماني عشرة سنة فرفضه القريب والبعيد إلا رجلين كانا من أخص إخوانه به كانا يغدوان إليه ويروحان فقال أحدهما لصاحبه : تعلم - والله - لقد أذنب أيوب ذنبا ما أذنبه أحد من العالمين . قال له صاحبه : وما ذاك ؟ قال : من ثماني عشرة سنة لم يرحمه الله ، فيكشف ما به فلما راحا إليه لم يصبر الرجل حتى ذكر ذلك له . فقال أيوب : لا أدري ما تقول غير أن الله يعلم أني كنت أمر على الرجلين يتنازعان فيذكران الله - عز وجل - فأرجع إلى بيتي فأكفر عنهما ، كراهية أن يذكرا الله إلا في حق . قال : وكان يخرج إلى حاجته فإذا قضاها أمسكت امرأته بيده حتى يبلغ فلما كان ذات يوم أبطأ عليها وأوحى الله تعالى إلى أيوب - عليه السلام - أن ( اركض برجلك هذا مغتسل بارد وشراب ) فاستبطأته فتلقته تنظر فأقبل عليها قد أذهب الله ما به من البلاء وهو على أحسن ما كان . فلما رأته قالت : أي بارك الله فيك هل رأيت نبي الله هذا المبتلى . فوالله على ذلك ما رأيت رجلا أشبه به منك إذ كان صحيحا . قال : فإني أنا هو . قال : وكان له أندران أندر للقمح وأندر للشعير فبعث الله سحابتين فلما كانت إحداهما على أندر القمح أفرغت فيه الذهب حتى فاض وأفرغت الأخرى في أندر الشعير حتى فاض . هذا لفظ ابن جرير رحمه اللهوقال الإمام أحمد : حدثنا عبد الرزاق حدثنا معمر عن همام بن منبه قال : هذا ما حدثنا أبو هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" بينما أيوب يغتسل عريانا خر عليه جراد من ذهب فجعل أيوب يحثو في ثوبه فناداه ربه يا أيوب ألم أكن أغنيتك عما ترى ؟ قال : بلى يا رب ولكن لا غنى بي عن بركتك \" .انفرد بإخراجه البخاري من حديث عبد الرزاق به"
}