{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/38/20/",
    "ayah_number": 20,
    "text": "[ وقوله ] ( وشددنا ملكه ) أي : جعلنا له ملكا كاملا من جميع ما يحتاج إليه الملوك .قال ابن أبي نجيح عن مجاهد : كان أشد أهل الدنيا سلطانا .وقال السدي : كان يحرسه في كل يوم أربعة آلاف .وقال بعض السلف : بلغني أنه كان حرسه في كل ليلة ثلاثة وثلاثين ألفا لا تدور عليهم النوبة إلى مثلها من العام القابل .وقال غيره : أربعون ألفا مشتملون بالسلاح . وقد ذكر ابن جرير وابن أبي حاتم من رواية علباء بن أحمر عن عكرمة عن ابن عباس : أن نفرين من بني إسرائيل استعدى أحدهما على الآخر إلى داود - عليه السلام - أنه اغتصبه بقرا فأنكر الآخر ، ولم يكن للمدعي بينة فأرجأ أمرهما . فلما كان الليل أمر داود - عليه السلام - في المنام بقتل المدعي فلما كان النهار طلبهما وأمر بقتل المدعي فقال : يا نبي الله علام تقتلني وقد اغتصبني هذا بقري ؟ فقال : إن الله - عز وجل - أمرني بقتلك فأنا قاتلك لا محالة . فقال : والله يا نبي الله إن الله لم يأمرك بقتلي لأجل هذا الذي ادعيت عليه ، وإني لصادق فيما ادعيت ولكني كنت قد اغتلت أباه وقتلته ، ولم يشعر بذلك أحد فأمر به داود [ عليه السلام ] فقتل .قال ابن عباس : فاشتدت هيبته في بني إسرائيل وهو الذي يقول الله - عز وجل - : ( وشددنا ملكه )وقوله : ( وآتيناه الحكمة ) قال مجاهد : يعني : الفهم والعقل والفطنة . وقال مرة : الحكمة والعدل . وقال مرة : الصواب .وقال قتادة : كتاب الله واتباع ما فيه .وقال السدي : ( الحكمة ) النبوة .وقوله : ( وفصل الخطاب ) قال شريح القاضي والشعبي فصل الخطاب : الشهود والأيمان .وقال قتادة : شاهدان على المدعي أو يمين المدعى عليه هو فصل الخطاب الذي فصل به الأنبياء والرسل - أو قال : المؤمنون والصالحون - وهو قضاء هذه الأمة إلى يوم القيامة وكذا قال أبو عبد الرحمن السلمي .وقال مجاهد والسدي : هو إصابة القضاء وفهمه .وقال مجاهد أيضا : هو الفصل في الكلام وفي الحكموهذا يشمل هذا كله وهو المراد ، واختاره ابن جرير .وقال ابن أبي حاتم : حدثنا عمر بن شبة النميري ، حدثنا إبراهيم بن المنذر ، حدثني عبد العزيز بن أبي ثابت عن عبد الرحمن بن أبي الزناد ، عن أبيه عن بلال بن أبي بردة عن أبيه عن أبي موسى رضي الله عنه قال : أول من قال : \" أما بعد \" داود - عليه السلام - وهو فصل الخطاب .وكذا قال الشعبي : فصل الخطاب : \" أما بعد \" ."
}