{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/51/",
    "ayah_number": 51,
    "text": "ذكر المفسرون في سبب نزول هذه الآيات الكريمة روايات منها:ما رواه السدى من أنها نزلت في رجلين قال أحدهما لصاحبه بعد واقعة أحد: أما أنا فإنى ذاهب إلى ذلك اليهودي فأواليه وأتهود معه لعله ينفعني إذا وقع أمر أو حدث حادث. وقال الآخر: وأما أنا فإنى ذاهب إلى فلان النصراني بالشام فأواليه وأتنصر معه. فأنزل الله تعالى الآيات.وقال عكرمة: نزلت في أبى لبابة بن عبد المنذر، حين بعثه رسول الله صلى الله عليه وسلم: إلى بنى قريظة فسألوه: ماذا هو صانع بنا؟ فأشار بيده إلى حلقه، أى: إنه الذبح.وقيل نزلت في عبد الله بن أبى بن سلول فقد أخرج ابن جرير عن عطية بن سعد قال: جاء عبادة بن الصامت من بنى الحارث بن الخزرج إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله إن لي موالي من يهود كثير عددهم. وإنى أبرأ إلى الله ورسوله من ولاية يهود وأتولى الله ورسوله. فقال عبد الله بن أبى: إنى رجل أخاف الدوائر، لا أبرأ من ولاية موالي. فقال رسول الله صلى الله عليه وسلم لعبد الله بن أبى: يا أبا الحباب، ما بخلت به من ولاية يهود على عبادة بن الصامت فهو إليك دونه قال: قد قبلت. فأنزل الله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصارى أَوْلِياءَ بَعْضُهُمْ أَوْلِياءُ ... إلى قوله: نادِمِينَ .والخطاب في قوله عز وجل: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصارى أَوْلِياءَ للمؤمنين جميعا في كل زمان ومكان، إذ العبرة بعموم اللفظ لا بخصوص السبب.الأولياء جمع ولى ويطلق بمعنى النصير والصديق والحبيب.والمراد بالولاية هنا: مصافاة أعداء الإسلام والاستنصار بهم، والتحالف معهم دون المسلمين.أى: يا أيها الذين آمنوا بالله وملائكته وكتبه ورسله واليوم الآخر.، لا يتخذ أحد منكم أحدا من اليهود والنصارى وليا ونصيرا، أى: لا تصافوهم مصافاة الأحباب، ولا تستنصروا بهم، فإنهم جميعا يد واحدة عليكم، يبغونكم الغوائل، ويتربصون بكم الدوائر، فكيف يتوهم بينكم وبينهم موالاة؟.وقد نادى- سبحانه- المؤمنين بصفة الإيمان، لحملهم من أول الأمر على الانزجار عما نهوا عنه، إذ أن وصفهم بما هو ضد صفات الفريقين- اليهود والنصارى- من أقوى الزواجر عن موالاتهما: وقوله: بَعْضُهُمْ أَوْلِياءُ بَعْضٍ جملة مستأنفة بمثابة التعليل للنهى، والتأكيد لوجوب اجتناب المنهي عنه.أى لا تتخذوا أيها المؤمنون اليهود والنصارى أولياء، لأن بعض اليهود أولياء لبعض منهم، وبعض النصارى أولياء لبعض منهم، والكل يضمرون لكم البغضاء والشر، وهم وإن اختلفوا فيما بينهم، لكنهم متفقون على كراهية الإسلام والمسلمين.وقوله وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ تنفير من موالاة اليهود والنصارى بعد النهى عن ذلك.والولاية لليهود والنصارى إن كانت على سبيل الرضا بدينهم، والطعن في دين الإسلام، كانت كفرا وخروجا عن دين الإسلام.وإلى هذا المعنى أشار ابن جرير بقوله: قوله: وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ أى: ومن يتول اليهود والنصارى دون المؤمنين فإنه منهم، فإنه لا يتولى متول أحدا إلا وهو به وبدينه راض. وإذا رضى دينه، فقد عادى من خالفه وسخطه. وصار حكمه حكمه» .وإذا كانت الولاية لهم ليست على سبيل الرضا بدينهم وإنما هي على سبيل المصافاة والمصادقة كانت معصية تختلف درجتها بحسب قوة الموالاة وبحسب اختلاف أحوال المسلمين وتأثرهم بهذه الموالاة.قال الفخر الرازي: قوله: وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ قال ابن عباس: يريد كأنه مثلهم. وهذا تغليظ من الله وتشديد في وجوب مجانبة المخالف في الدين.روى عن أبى موسى الأشعرى أنه قال: قلت لعمر بن الخطاب- رضى الله عنه- إن لي كاتبا نصرانيا فقال: مالك؟ قاتلك الله، ألا اتخذت حنيفيا أما سمعت قول الله تعالى يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصارى أَوْلِياءَ قلت: له دينه ولى كتابته. فقال: لا أكرمهم إذ أهانهم الله، ولا أعزهم إذ أذلهم الله. ولا أدنيهم إذ أبعدهم الله قلت لا يتم أمر البصرة إلا به. فقال: مات النصراني والسلام.يعنى: هب أنه مات فما تصنع بعد، فما تعمله بعد موته فاعمله الآن واستغن عنه بغيره» .وقوله: إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ تعليل لكون من يواليهم منهم وتأكيد للنهى عن موالاتهم.أى: إن الله لا يهدى القوم الظالمين لأنفسهم إلى الطريق المستقيم، وإنما يخليهم وشأنهم فيقعون في الكفر والضلال، والفسوق والعصيان، بسبب وضعهم الولاية في غير موضعها الحق، وسيرهم في طريق أعداء الله."
}