{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/36/",
    "ayah_number": 36,
    "text": "والمعنى: إِنَّ الَّذِينَ كَفَرُوا بآياتنا وجحدوا الحق الذي جاءتهم به رسلنا لَوْ أَنَّ لَهُمْ ما فِي الْأَرْضِ جَمِيعاً أى: لو أن لهم جميع ما في الأرض من أموال وخيرات ومنافع وَمِثْلَهُ مَعَهُ أى: وضعفه معه، وقدموا كل ذلك لِيَفْتَدُوا بِهِ أى: ليخلصوا به أنفسهم مِنْ عَذابِ يَوْمِ الْقِيامَةِ ما تُقُبِّلَ مِنْهُمْ أى: ما قبله الله منهم، لأن سنته قد اقتضت أن تكون نجاة الإنسان من العذاب يوم القيامة متوقفة على الإيمان والعمل الصالح، لا على الأموال وما يشبهها من حطام الدنيا مهما عظم شأنها وكثر عددها. وَلَهُمْ عَذابٌ أَلِيمٌ أى: شديد في آلامه وأوجاعه.فالآية الكريمة تبين ما أعده الله- تعالى- يوم القيامة للكافرين بآياته من عذاب أليم، لن يصرفه عنهم صارف مهما قدموا من ثمن، أو بذلوا من أموال.وقوله لَوْ أَنَّ لَهُمْ. إلخ، جملة شرطية جوابها قوله تعالى ما تُقُبِّلَ مِنْهُمْ وهذه الجملة الشرطية وجوابها خبر إن في قوله: إِنَّ الَّذِينَ كَفَرُوا.وصدرت الآية الكريمة بأداة التوكيد «إن» للرد على ما ينكره الكافرون من وقوع عذاب عليهم يوم القيامة فقد حكى القرآن عنهم أنهم قالوا: نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ.والمراد بقوله: لَوْ أَنَّ لَهُمْ أى: لو أن لكل واحد منهم منفردا، ما في الأرض جميعا ومثله معه، وقدمه يوم القيامة ليخلص نفسه من العذاب، ما قبل منه ذلك الذي قدمه. وفي ذلك ما فيه من ثبوت العذاب عليهم ووقوعه بهم لا محالة. وقوله: جَمِيعاً توكيد للموصول وهو ما في قوله: ما فِي الْأَرْضِ أو حال منه. وقوله: وَمِثْلَهُ معطوف على اسم أن وهو (ما) الموصولة.وقوله: مَعَهُ ظرف واقع موقع الحال من المعطوف والضمير يعود إلى الموصول. وجاء الضمير المجرور في قوله لِيَفْتَدُوا بِهِ بصيغة الإفراد، مع أن الذي تقدمه شيئان وهما: ما في الأرض جميعا ومثله. للإشارة إلى أنهما لتلازمهما قد صارا بمنزلة شيء واحد. أو لإجراء الضمير مجرى اسم الإشارة بأن يؤول المرجع المتعدد بالمذكور أى ليفتدوا بذلك المذكور من عذاب يوم القيامة ما تقيل منهم.ونفى- سبحانه- قبول الفدية منهم بقوله: ما تُقُبِّلَ مِنْهُمْ لإفادة تأكيد هذا النفي واستبعاده، إذ أن صيغة «التقبل» تدل على تكلف القبول أى: أنه لا يمكن قبول الفداء منهم مهما قدموا من أموال ومهما بذلوا من محاولات في سبيل الوصول لغرضهم.قال الفخر الرازي: والمقصود من هذا الكلام التمثيل للزوم العذاب لهم، فإنه لا سبيل لهم إلى الخلاص منه .روى البخاري عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم «يؤتى بالرجل من أهل النار فيقال له: يا بن آدم كيف وجدت مضجعك؟ فيقول: شر مضجع. فيقال له. أرأيت لو كان لك ملء الأرض ذهبا أكنت تفتدى به؟ فيقول: نعم، فيقال له: قد كنت سئلت ما هو أيسر من ذلك: أن لا تشرك بالله شيئا فيؤمر به إلى النار» ."
}