{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/66/",
    "ayah_number": 66,
    "text": "وكرر- سبحانه- اللام في قوله: لَكَفَّرْنا. وَلَأَدْخَلْناهُمْ لتأكيد الوعد. وفيه تنبيه إلى كثرة ذنوبهم ومعاصيهم وإلى أن الإسلام يجب ما قبله من ذنوب مهما كثرت.وفي إضافة الجنات إلى النعيم إشارة إلى ما يستحقونه من العذاب لو لم يؤمنوا ويتقوا.وجمع- سبحانه- بين الإيمان والتقوى، للإيذان بأن الإيمان الذي ينجى صاحبه، ويرفع درجاته، هو ما كان نابعا عن يقين وإخلاص وخشية من الله، لا إيمان المنافقين الذين يدعون الإيمان وهو منهم برىء والضمير في قوله: وَلَوْ أَنَّهُمْ أَقامُوا التَّوْراةَ وَالْإِنْجِيلَ يعود إلى أهل الكتاب من اليهود والنصارى الذين فتح الله لهم باب الإيمان ليدخلوا فيه كي ينالوا رضاه.والمراد بإقامة التوراة والإنجيل: العمل بما فيهما من بشارات بصدق النبي صلى الله عليه وسلم وحضهم على الإيمان به عند ظهوره وتنفيذ ما اشتملا عليه من أحكام أيدتها تعاليم الإسلام، وأصل الإقامة الثبات في المكان. ثم استعير في إقامة الشيء لتوفية حقه.والمراد بما أنزل إليهم من ربهم القرآن الكريم، لأنهم مخاطبون به، وليسوا خارجين عن دائرة التكاليف التي دعا إليها.قال- تعالى- وَأُوحِيَ إِلَيَّ هذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أى: لأنذركم به يا أهل مكة، ولأنذر به أيضا جميع من بلغه هذا الكتاب من اليهود والنصارى وغيرهم.وقيل: المراد بما أنزل إليهم من ربهم. كتب أنبيائهم السابقين مثل كتاب شعياء، وكتاب حزقيل، وكتاب دانيال. فإنها مشتملة أيضا على البشارة بالنبي صلى الله عليه وسلم.والمراد بقوله: لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ المبالغة في شرح ما ينعم الله به عليهم من خيرات وأرزاق تعمهم من كل جهة من الجهات لا أن هناك فوقا وتحتا.أى: لأكلوا أكلا متصلا وفيرا، ولعمهم الخير والرزق من كل جهة بأن تعطيهم السماء مطرها وبركتها، وتعطيهم الأرض نباتها وخيرها، فيعيشوا في رغد من العيش وفي بسطة من الرزق.وفي ذلك دلالة على أن الاستقامة على شرع الله، تأتى بالرزق الرغيد، ولقد أشار القرآن إلى هذا المعنى في آيات كثيرة ومن ذلك قوله- تعالى-:وَأَنْ لَوِ اسْتَقامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْناهُمْ ماءً غَدَقاً .وقال- تعالى- حكاية عن هود أنه قال لقومه: وَيا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً وَيَزِدْكُمْ قُوَّةً إِلى قُوَّتِكُمْ .والمعنى: وَلَوْ أَنَّهُمْ أى اليهود والنصارى أَقامُوا التَّوْراةَ وَالْإِنْجِيلَ بأن عملوا بما فيهما من أقوال تدعوهم إلى الإيمان بالدين الحق الذي جاء به محمد صلى الله عليه وسلم وتركوا تحريف الكلم عن مواضعه.ولو أنهم- أيضا آمنوا بما أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ من قرآن مجيد فيه هدايتهم وسعادتهم لو أنهم فعلوا ذلك لأتاهم الرزق الواسع من كل ناحية ولعمهم الخير من كل جهة، ولعاشوا آمنين مطمئنين.والمراد بالأكل الانتفاع مطلقا، وعبر عن ذلك به لكونه أعظم الانتفاعات ويستتبع سائرها.ومفعول «أكلوا» محذوف لقصد التعميم. أو القصد إلى نفس الفعل كما في قولهم: فلان يعطى ويمنع.وقوله: مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ ساءَ ما يَعْمَلُونَ مدح للقلة التي تستحق المدح من أهل الكتاب» وذم للكثيرين منهم الذين قبح عملهم وفسدت نفوسهم.والأمة: الجماعة من الناس الذين يجمعهم دين واحد. أو جنس واحد. أو مكان واحد.ومقتصدة من الاقتصاد وهو الاعتدال في كل شيء والمراد به هنا: السير على الطريق المستقيم الذي يوصل إلى الحق والخير، وهو طريق الإسلام.والمعنى: من أهل الكتاب جماعة مستقيمة على طريق الحق، وهم قلة آمنت بالنبي- صلى الله عليه وسلم وإلى جوار هذه الجماعة القليلة المستقيمة عدد كبير من أهل الكتاب ساء عملهم، واعوج سلوكهم، وكان من حالهم ما يثير العجب والدهشة.والمراد بهذه الأمة المقتصدة من أهل الكتاب من دخل منهم في الإسلام واتبع ما جاء به النبي- صلى الله عليه وسلم.وبذلك نرى هاتين الآيتين قد بشرت أهل الكتاب بالسعادة الدنيوية والأخروية متى آمنوا بالله تعالى- واتبعوا ما جاء به رسوله محمد صلى الله عليه وسلم.وبعد أن حكى الله- تعالى- في الآيات السابقة ما كان عليه أعداء الإسلام- وخصوصا اليهود- من محاولات لفتنة الرسول صلى الله عليه وسلم ومن دسائس حاكوها لعرقلة سير الدعوة الإسلامية، ومن استهزاء بتعاليم الإسلام ومن حقد على المؤمنين لإيمانهم برسل الله وكتبه ومن سوء أدب مع خالقهم ورازقهم. بعد أن حكى- سبحانه- كل ذلك، أتبعه بتوجيه نداء إلى الرسول صلى الله عليه وسلم أمره فيه بأن يمضى في تبليغ رسالته إلى الناس دون أن يلتفت إلى مكر الماكرين، أو حقد الحاقدين. فإنه- سبحانه- قد حماه وعصمه منهم فقال:"
}