{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/106/",
    "ayah_number": 106,
    "text": "ذكر المفسرون في سبب نزول هذه الآيات روايات مختلفة في تفاصيلها إلا أنها متقاربة في مغزاها.ومن ذلك ما ذكره ابن كثير بقوله: روى ابن أبى حاتم عن أبن عباس عن تميم الداري في هذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ قال: برىء الناس منها غيرى وغير عدى بن بداء، وكانا نصرانيين يختلفان إلى الشام قبل الإسلام، فأتيا الشام لتجارتهما، وقدم عليهما مولى لبنى سهم يقال له «بديل بن أبى مريم» بتجارة، معه جام من فضة أى إناء من فضة- يريد به الملك، وهو أعظم تجارته فمرض فأوصى إليهما، وأمرهما أن يبلغا ما ترك إلى أهله- أى:يوصلا ما تركه من متاع لورثته.قال تميم: فلما مات أخذنا ذلك الجام فبعناه بألف درهم، واقتسمنا الثمن أنا وعدى، فلما قدمنا إلى أهله دفعنا إليهم ما كان معنا، وفقدوا الجام فسألونا عنه، فقلنا: ما ترك غير هذا، وما دفع إلينا غيره.قال تميم: فلما أسلمت بعد قدوم النبي صلى الله عليه وسلم المدينة تأثمت من ذلك، فأتيت أهله فأخبرتهم الخبر، ودفعت إليهم خمسمائة درهم، وأخبرتهم أن عند صاحبي مثلها، فوثبوا عليه، فأمرهم النبي صلى الله عليه وسلم أن يستحلفوه بما يحكم به على أهل دينه، فحلف فنزلت: يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ الآيات فقام عمرو بن العاص ورجل آخر منهم فحلفاه فنزعت الخمسمائة من عدى بن بداء وقال القرطبي: ولا أعلم خلافا أن هذه الآيات نزلت بسبب تميم الداري وعدى بن بداء، روى البخاري والدّارقطنيّ وغيرهما عن ابن عباس قال: كان تميم الداري وعدى بن بداء يختلفان إلى مكة فخرج معهما فتى من بنى سهم فتوفى بأرض ليس بها مسلم، فأوصى إليهما فدفعا تركته إلى أهله وحبسا جاما من فضة مخوصا بالذهب- أى عليه صفائح الذهب مثل خوص النخل- فاستحلفهما رسول الله صلى الله عليه وسلم «ما كتمتما ولا اطلعتما» ثم وجد الجام بمكة فقالوا:اشتريناه من عدى وتميم، فجاء رجلان من ورثة السهمي فحلفا أن الجام للسهمى، ولشهادتنا أحق من شهادتهما وما اعتدينا، قال: فأخذوا الجام وفيهم نزلت هذه الآيات .هذا، والمعنى الإجمالى لهذه الآيات: أن الله- تعالى- شرع لكم- أيها المؤمنون- الوصية في السفر فعلى من يحس منكم بدنو أجله وهو في السفر أن يحضر رجلا مسلما يوصيه بإيصال ماله لورثته فإذا لم يجد رجلا مسلما فليحضر كافرا، والاثنان أحوط، فإذا أوصلا ما عندهما إلى ورثة الميت. وارتاب الورثة في أمانة هذين الرجلين، فعليهم في هذه الحالة أن يرفعوا الأمر للحاكم، وعلى الحاكم أن يستحلف الرجلين بالله بعد الصلاة بأنهما ما كتما شيئا من وصية وما خانا.فإذا ظهر بعد ذلك للحاكم أو لورثة الميت أن هذين الرجلين لم يكونا أمينين في أداء ما كلفهما الميت بأدائه، فعندئذ يقوم رجلان من أقرب ورثة الميت، ليحلفا بالله أن شهادتهما أحق وأولى من شهادة الرجلين الأولين، وأن هذين الرجلين لم يؤديا الوصية على وجهها.ثم بين- سبحانه- في الآية الثالثة أن ما شرعه الله لهم هو أضمن طريق لأداء الشهادة على وجهها الصحيح وعليهم أن يراقبوه ويتقوه لكي يكونوا من المؤمنين الصادقين:هذا هو المعنى الإجمالى للآيات الكريمة سقناه قبل تفصيل القول في تفسيرها حتى يتهيأ الذهن لفهمها بوضوح.قال الآلوسى: وقوله: يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنانِ ذَوا عَدْلٍ مِنْكُمْ.. إلخ استئناف مسوق لبيان الأحكام المتعلقة بأمور دنياهم، إثر بيان الأحوال المتعلقة بأمور دينهم وفيه من إظهار العناية بمضمونه ما لا يخفى.وللشهادة معان منها، الإحضار والقضاء، والحكم، والحلف، والعلم والإيصاء، والمراد بها هنا الأخير، كما نص عليه جماعة من المفسرين»  .وقوله: شَهادَةُ يصح أن يكون مبتدأ وخبره قوله: اثْنانِ على حذف مضاف. أى:شهادة اثنين.ويصح أن يكون مبتدأ والخبر محذوف. أى: فيما أمرتم به أن يشهد اثنان: ويكون قوله اثْنانِ فاعلا لقوله شَهادَةُ وعليه تكون إضافة قوله شَهادَةُ إلى الظرف وهو بَيْنِكُمْ على التوسع.قال القرطبي: قوله شَهادَةُ بَيْنِكُمْ قيل: معناه شهادة ما بينكم فحذفت «ما» وأضيفت الشهادة إلى الظرف،، واستعمل اسما على الحقيقة، وهو المسمى عند النحويين بالمفعول على السعة. ومنه قوله- تعالى- هذا فِراقُ بَيْنِي وَبَيْنِكَ أى،: ما بيني وبينك» والمراد بقوله: إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ ظهور أماراته وعلاماته وهو ظرف متعلق بقوله:«شهادة» .وقوله: حِينَ الْوَصِيَّةِ بدل من الظرف. وفي هذا الإبدال تنبيه على أن الوصية لا ينبغي أن يتهاون فيها.وقوله: ذَوا عَدْلٍ مِنْكُمْ صفة لقوله اثْنانِ وقوله: أَوْ آخَرانِ مِنْ غَيْرِكُمْ معطوف على قوله اثْنانِ.والمراد من غير المسلمين، ويرى بعضهم أن المراد بقوله مِنْكُمْ أى: من قبيلتكم، وبقوله: مِنْ غَيْرِكُمْ أى: من غير قبيلتكم.وقوله: إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصابَتْكُمْ مُصِيبَةُ الْمَوْتِ بيان لمكان الوصية وزمانها.والمراد بالضرب في الأرض السفر فيها وقيل للمسافر ضارب في الأرض لأنه يضربها برجليه أو بعصاه.والمراد بقوله: فَأَصابَتْكُمْ مُصِيبَةُ الْمَوْتِ أى: فقاربتم نهاية أجلكم بأن أحسستم بدنو الموت منكم. فليس المراد الموت بالفعل وإنما المراد مشارفته ومقاربته.وسمى- سبحانه- الموت مصيبة، لأنه بطبيعته يؤلم، أو يصحبه أو يقاربه أو يسبقه آلام نفسية.قال القرطبي: وفي الكلام حذف تقديره إن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت، فأوصيتم إلى اثنين عدلين في ظنكم ودفعتم إليهما ما معكم من المال، ثم متم وذهبا إلى ورثتكم بالتركة فارتابوا في أمرهما، وادعو عليهما خيانة، فالحكم أن تحبسوهما من بعد الصلاة، أى تستوثقوا منهما»فقوله: تَحْبِسُونَهُما مِنْ بَعْدِ الصَّلاةِ فَيُقْسِمانِ بِاللَّهِ كلام مستأنف لبيان ما يجب على الحاكم أن يفعله عند الشك في أمانة الرجلين اللذين دفع إليهما الميت ما له ليوصلاه إلى أهله.ومعنى تَحْبِسُونَهُما توقفونهما وتمسكونهما لأداء اليمين اللازمة عليهما والمراد بالصلاة: صلاة العصر. وقد روى ذلك عن ابن عباس وجماعة من التابعين.قال الفخر الرازي: إنما عرف هذا التعيين بوجوه:أحدها: أن هذا الوقت كان معروفا عندهم بالتحليف بعده، فالتقييد بالمعروف المشهور أغنى عن التقييد باللفظ.وثانيها: ما روى أنه لما نزلت هذه الآية صلى النبي صلى الله عليه وسلم العصر، ودعا بعدي وتميم فاستحلفهما عند المنبر فصار فعل الرسول دليلا على التقييد.وثالثها: أن جميع أهل الأديان يعظمون هذا الوقت ويذكرون الله فيه، ويحترزون عن الحلف الكاذب .وقال الزهري: المراد بالصلاة، الصلاة مطلقا: وإنما كان الحلف بعد الصلاة، لأنها داعية إلى النطق بالصدق، وناهية عن الكذب والزور.أى: توقفون- أيها المسلمون- هذين الرجلين بعد الصلاة لأداء اليمين فَيُقْسِمانِ بِاللَّهِ أى: فيحلفان بالله إِنِ ارْتَبْتُمْ في صدقهما، بأن يقولا: لا نَشْتَرِي بِهِ ثَمَناً وَلَوْ كانَ ذا قُرْبى أى: لا نحصل بيمين الله عرضا من أعراض الدنيا، ولو كان من نقسم له ونشهد عليه قريبا لنا.وَلا نَكْتُمُ شَهادَةَ اللَّهِ أى: ولا نكتم الشهادة التي أمرنا الله بإظهارها وأدائها إِنَّا إِذاً لَمِنَ الْآثِمِينَ أى: إنا إذا لنكونن معدودين من المستقرين في الذنوب والآثام إن كتمناها وبدلناها عن وجهها الصحيح.وقوله إِنِ ارْتَبْتُمْ شرط لا يتوجه تحليف الشاهدين إلا به، ومتى لم يقع ريب ولا اختلاف فلا يمين.وجواب الشرط محذوف للعلم به مما قبله. أى: إن ارتبتم فحلفوهما.والضمير في قوله: بِهِ يعود إلى القسم المفهوم من قوله: فَيُقْسِمانِ أى: فيقسمان بالله لا نشتري بصحة القسم ثمنا مهما كان هذا الثمن.وقوله: وَلَوْ كانَ ذا قُرْبى تأكيد لتنزههما عن الحلف الكاذب.قال صاحب الكشاف: والضمير في بِهِ للقسم وفي كانَ للمقسم له. يعنى:لا نستبدل بصحة القسم بالله عرضا من الدنيا. أى: لا نحلف كاذبين لأجل المال، ولو كان من يقسم له قريبا منا، على معنى: أن هذه عادتهم في صدقهم وأمانتهم أبدا، وأنهم داخلون تحت قوله- تعالى- كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَداءَ لِلَّهِ وَلَوْ عَلى أَنْفُسِكُمْ أَوِ الْوالِدَيْنِ وَالْأَقْرَبِينَ .فأنت ترى أن الله- تعالى- قد أكد هذا القسم بجملة من المؤكدات منها: أن الحالفين يحلفان بأنهما لا يحصلان بيمين الله ثمنا مهما كانت قيمته، وبأنهما لن يحابيا إنسانا مهما بلغت درجة قرابته وبأنهما لن يكتما الشهادة التي أمرهما الله بأدائها على وجهها الصحيح، وبأنهما يقران على أنفسهما باستحقاق عقوبة الآثم المذنب إن كتما أو خانا أو حادا عن الحق، وهذا كله لأجل أن تصل وصية الميت إلى أهله كاملة غير منقوصة."
}