{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/29/",
    "ayah_number": 29,
    "text": "ثم انتقل هابيل من وعظ أخيه بتطهير قلبه وبتذكيره بما تقتضيه الأخوة من بر وتسامح إلى تخويفه من عقاب الآخرة فقال: إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحابِ النَّارِ، وَذلِكَ جَزاءُ الظَّالِمِينَ:وقوله: أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ، أى ترجع. وتقر: من البوء وهو الرجوع واللزوم، يقال: باء إليه: أى: رجع، وبؤت به إليه أى رجعت.والآية الكريمة تعليل آخر لامتناعه عن بسط يده إلى أخيه، ولم تعطف على ما قبلها للإيذان باستقلالها في العلية، ولدفع توهم أن تكون جزء علة لا علة تامة.والمعنى: إِنِّي أُرِيدُ بامتناعى عن التعرض لك ببسط يدي أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ أى: ترجع بإثم قتلك إياى، وبإثمك الذي قد كان منك قبل قتلى، والذي بسببه لم يتقبل قربانك فَتَكُونَ بسبب الإثمين مِنْ أَصْحابِ النَّارِ في الآخرة وَذلِكَ أى:كينونتك من أصحاب النار جَزاءُ الظَّالِمِينَ الذين ظلموا أنفسهم وظلموا غيرهم.قال الإمام الرازي: فإن قيل: كما لا يجوز للإنسان أن يريد من نفسه أن يعصى الله، فكذلك لا يجوز له أن يريد من غيره أن يعصى الله، فلم قال: إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ؟فالجواب: أن هذا الكلام إنما دار بينهما عند ما غلب على ظن المقتول أنه يريد قتله، وكان ذلك قبل إقدام القاتل على إيقاع القتل به، وكأنه لما وعظه ونصحه قال له: وإن كنت لا تنزجر عن هذه الكبيرة بسبب هذه النصيحة فلا بد وأن تترصد قتلى في وقت أكون غافلا عنك وعاجزا عن دفعك فحينئذ لا يمكنني أن أدفعك عن قتلى إلا إذا قتلتك ابتداء بمجرد الظن والحسبان.وهذا منى كبيرة ومعصية وإذا دار الأمر بين أن يكون فاعل هذه المعصية أنا، وبين أن يكون أنت، فأنا أحب أن تحصل هذه الكبيرة لك لا لي.ومن المعلوم أن إرادة صدور الذنب من الغير في هذه الحالة، وعلى هذا الشرط لا يكون حراما. ويجوز أن يكون المراد: إنى أريد أن تبوء بعقوبة قتلى. ولا شك أنه يجوز للمظلوم أن يريد من الله عقاب ظالمه» .وقال صاحب الانتصاف: فأما إرادته- أى إرادة هابيل- لإثم أخيه وعقوبته- في قوله- تعالى إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ- فمعناه: إنى لا أريد أن أقتلك فأعاقب. ولما لم يكن بد من إرادة أحد الأمرين إما إثمه بتقدير أن يدفع عن نفسه فيقتل أخاه، وإما إثم أخيه بتقدير أن يستسلم وكان غير مريد للأول. اضطر إلى الثاني.فهو لم يرد إذا إثم أخيه لعينه، وإنما أراد أن الإثم هو بالمدافعة المؤدية إلى القتل- ولم تكن حينئذ مشروعة- فلزم من ذلك إرادة إثم أخيه. وهذا كما يتمنى الإنسان الشهادة. ومعناه أن يبوء الكافر بقتله وبما عليه في ذلك من الإثم، ولكن لم يقصد هو إثم الكافر لعينه، وإنما أراد أن يبذل نفسه في سبيل الله»  .وإلى هنا نرى. أن هابيل قد استعمل في صرف أخيه عن جريمة القتل وسائل متنوعة فهو أولا أرشده إلى أن الله- تعالى- إنما يتقبل الأعمال من المتقين، فإذا أراد أن يتقبل قربانه فعليه أن يكون منهم.وأرشده ثانيا إلى حقوق الأخوة وما تقتضيه من محبة ومودة وتسامح.وأرشده ثالثا إلى أنه لا يمنعه من بسط يده إليه إلا الخوف من الله رب العالمين.وأرشده رابعا إلى أن ارتكابه لجريمة القتل سيؤدي به إلى عذاب النار يوم القيامة، بسبب قتله لأخيه ظلما وحسدا."
}