{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/107/",
    "ayah_number": 107,
    "text": "ثم بين- سبحانه- الحكم فيما إذا تبين أن الرجلين اللذين دفع إليهما الموصى ما له لم يكونا أمينين فقال: فَإِنْ عُثِرَ عَلى أَنَّهُمَا اسْتَحَقَّا إِثْماً فَآخَرانِ يَقُومانِ مَقامَهُما مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيانِ.وقوله: عُثِرَ أى: اطلع. يقال عثر الرجل على الشيء عثورا إذا اطلع عليه. ويقال:عثرت منه على خيانة أى: اطلعت.وقوله: الْأَوْلَيانِ تثنية أولى بمعنى أقرب. فالمراد بقوله الْأَوْلَيانِ أى: الأحقان بالشهادة لقرابتهما ومعرفتهما بأحوال الميت.والمعنى: فان اطلع بعد تحليف الشاهدين الوصيين من جهة الميت على أنهما اسْتَحَقَّا إِثْماً أى: فعلا ما يوجب الإثم من خيانة أو كتمان أو ما يشبههما فَآخَرانِ يَقُومانِ مَقامَهُما أى:فرجلان آخران يقومان مقام اللذين اطلع على خيانتهما: أى يقفان موقفهما في الحبس بعد الصلاة والحلف ويكون هذان الرجلان الآخران مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيانِ.قال القرطبي: قال ابن السرى: أى من الذين استحق عليهم الإيصاء واختاره ابن العربي وأيضا فإن التفسير عليه، لأن المعنى عند أهل التفسير: من الذين استحقت عليهم الوصية وقال بعض العلماء: قوله مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيانِ أى: من ورثة الميت الذين استحق من بينهم الأوليان أى: الأقربان إلى الميت، الوارثان له. الأحقان بالشهادة، أى:اليمين. فقوله الْأَوْلَيانِ فاعل اسْتَحَقَّ.ومفعول اسْتَحَقَّ محذوف، قدره بعضهم «وصيتهما» وقدره ابن عطية «ما لهم وتركتهم» وقدره الزمخشري. أن يجردوهما للقيام بالشهادة لأنها حقهما ويظهروا بهما كذب الكاذبين.وقرئ اسْتَحَقَّ على البناء للمفعول. أى من الذين استحق عليهم الإثم أى «جنى عليهم» ، وهم أهل الميت وعشريته. وعليه فقوله: الْأَوْلَيانِ هو بدل من الضمير في يَقُومانِ أو من فَآخَرانِ .وقوله: فَيُقْسِمانِ بِاللَّهِ لَشَهادَتُنا أَحَقُّ مِنْ شَهادَتِهِما وَمَا اعْتَدَيْنا إِنَّا إِذاً لَمِنَ الظَّالِمِينَ بيان لكيفية اليمين التي يحلفها هذان الأوليان.أى: فيحلف بالله هذان الأوليان- أى الأقربان إلى الميت- قائلين لَشَهادَتُنا أى:ليميننا أَحَقُّ بالقبول مِنْ شَهادَتِهِما أى: من يمينهما وَمَا اعْتَدَيْنا أى: وما تجاوزنا الحق في يميننا وفيما نسبناه إليهما من خيانة إِنَّا إِذاً لَمِنَ الظَّالِمِينَ أى إنا إذا اعتدينا وقلنا فيهما خلاف الحق لنكونن في زمرة الظالمين لأنفسهم المستحقين لسخط الله وعقابه.قال الآلوسى: وقوله فَيُقْسِمانِ بِاللَّهِ معطوف على يَقُومانِ في قوله: فَآخَرانِ يَقُومانِ مَقامَهُما والسببية ظاهرة وقوله: لَشَهادَتُنا أَحَقُّ مِنْ شَهادَتِهِما جواب القسم. والمراد بالشهادة هنا- عند الكثيرين- اليمين كما في قوله- تعالى- فَشَهادَةُ أَحَدِهِمْ أَرْبَعُ شَهاداتٍ بِاللَّهِ.وصيغة التفضيل أَحَقُّ إنما هي لإمكان قبول يمينهما في الجملة باعتبار صدقهما في ادعاء تملكهما لما ظهر في أيديهما» ."
}