{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/112/",
    "ayah_number": 112,
    "text": "ثم حكى- سبحانه- بعض ما دار بين عيسى وبين الحواريين فقال: إِذْ قالَ الْحَوارِيُّونَ يا عِيسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنا مائِدَةً مِنَ السَّماءِ.«المائدة» الخوان إذا كان عليه الطعام من ماد يميد، إذا تحرك. فكأن المائدة تتحرك بما عليها. وقال أبو عبيدة: سميت «مائدة» لأنها ميد بها صاحبها. أى: أعطيها وتفضل عليه بها. والخوان: ما يؤكل عليه الطعام.ويرى الأخفش وغيره أن المائدة هي الطعام نفسه، مأخوذة من «مادة» إذا أفضل.و «إذ» في قوله إِذْ قالَ الْحَوارِيُّونَ يا عِيسَى ابْنَ مَرْيَمَ متعلق بمحذوف تقديره: اذكر وقت قول الحواريين يا عيسى ابن مريم.وقد ذكروه باسمه ونسبوه إلى أمه- كما حكى القرآن عنهم- لئلا يتوهم أنهم اعتقدوا ألوهيته أو ولديته وقوله: هَلْ يَسْتَطِيعُ- رَبُّكَ أَنْ يُنَزِّلَ عَلَيْنا مائِدَةً مِنَ السَّماءِ فيه قراءتان سبعيتان:الأولى: يَسْتَطِيعُ رَبُّكَ بالياء- على أنه فعل وفاعل. وقوله أَنْ يُنَزِّلَ المفعول.والاستفهام على هذه القراءة محمول على المجاز، لأن الحواريين كانوا مؤمنين، ولا يعقل من مؤمن أن يشك في قدرة الله.ومن تخريجاتهم في معنى هذه القراءة أن قوله يَسْتَطِيعُ بمعنى «يطيع» والسين زائدة.كاستجاب وأجاب.أى: أن معنى الجملة الكريمة: هل يطيعك- ربك يا عيسى إن سألته أن ينزل علينا مائدة من السماء.وسنفصل القول في تخريج هذه القراءة، وفي اختلاف المفسرين في إيمان الحواريين بعد انتهائنا من تفسير هذه الآيات الكريمة.أما القراءة الثانية: فهي «هل تستطيع ربك» بالتاء وبفتح الباء في «ربك» والمعنى: هل تستطيع يا عيسى أن تسأل ربك أن ينزل علينا مائدة من السماء. فقوله «ربك» منصوب على التعظيم بفعل محذوف يقدر على حسب المقام وهذه القراءة لا إشكال فيها، لأن الاستطاعة فيها متجهة إلى عيسى. أى: أتستطيع يا عيسى سؤال ربك إنزال المائدة أم لا تستطيع؟قال القرطبي: قراءة الكسائي وعلى وابن عباس وسعيد بن جبير ومجاهد «هل تستطيع» بالتاء «ربك» بالنصب وقرأ الباقون بالياء «هل يستطيع» «ربك» بالرفع.والمعنى على قراءة الكسائي- بالتاء: هل تستطيع أن تسأل ربك..قالت عائشة: كان القوم أعلم بالله- تعالى- من أن يقولوا «هل يستطيع ربك» وقال معاذ: أقرأنا النبي صلى الله عليه وسلم: هل تستطيع ربك قال معاذ: وسمعت النبي صلى الله عليه وسلم مرارا يقرأ بالتاء» .وقوله- سبحانه- قالَ اتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ حكاية لما رد به عيسى على الحواريين فيما طلبوه من إنزال المائدة:أى قال لهم عيسى: اتقوا الله وقفوا عند حدوده، واملئوا قلوبكم هيبة وخشية منه، ولا تطلبوا أمثال هذه المطالب إن كنتم مؤمنين حق الإيمان، فإن المؤمن الصادق في إيمانه يبتعد عن أمثال هذه المطالب التي قد تؤدى إلى فتنته."
}