{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/119/",
    "ayah_number": 119,
    "text": "قال الآلوسى: قالَ اللَّهُ كلام مستأنف ختم به- سبحانه- حكاية ما حكى مما يقع يوم يجمع الله الرسل. وأشير إلى نتيجته ومآله. والمراد بقول الله- تعالى- عقيب جواب عيسى الإشارة إلى صدقه ضمن بيان حال الصادقين الذين هو في زمرتهم .والمراد باليوم في قوله هذا يَوْمُ يوم القيامة الذي تجازى فيه كل نفس بما كسبت وقد قرأ الجمهور برفع يَوْمُ من غير تنوين على أنه خبر لاسم الإشارة أى: قال الله- تعالى-: إن هذا اليوم هو اليوم الذي ينتفع الصادقون فيه بصدقهم في إيمانهم وأعمالهم، لأنه يوم الجزاء والعطاء على ما قدموا من خيرات في دنياهم.أى أن صدقهم في الدنيا ينفعهم يوم القيامة، بخلاف صدق الكفار يوم القيامة فإنه لا ينفعهم، لأنهم لم يكونوا مؤمنين في دنياهم.وقرأ نافع (يوم) بالنصب من غير تنوين على أنه ظرف لقال. أى: قال الله- تعالى- هذا القول لعيسى يوم ينفع الصادقين صدقهم.وقوله: لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها أَبَداً جملة مستأنفه لبيان مظاهر النفع الذي ظفر به الصادقون في هذا اليوم.أى: أن هؤلاء الصادقين في دنياهم قد نالوا في آخرتهم جنات تجرى من تحت أشجارها وسررها الأنهار خالِدِينَ فِيها أَبَداً أى: مقيمين فيها إقامة دائمة لا يعتريها انقطاع وقوله:رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أى: رضى الله عنهم فأعطاهم بسبب إيمانهم الصادق وعملهم الصالح عطاء هو نهاية الآمال والأمانى. ورضوا عنه بسبب هذا العطاء الجزيل الذي لا تحيط العبارة بوصفه.واسم الإشارة في قوله: ذلِكَ الْفَوْزُ الْعَظِيمُ يعود إلى ما انتفع به الصادقون من جنات تجرى من تحتها الأنهار. ومن رضا الله عنهم. أى: إلى النعيم الجثمانى المتمثل في الجنات وما يتبعها من عيشة هنيئة، وإلى النعيم الروحاني المتمثل في رضا الله عنهم.قال الفخر الرازي: اعلم أنه- تعالى- لما أخبر أن صدق الصادقين في الدنيا ينفعهم في القيامة شرح كيفية ذلك النفع وهو الثواب. وحقيقة الثواب: أنها منفعة خالصة دائمة مقرونة بالتعظيم، فقوله: لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ إشارة إلى المنفعة الخالصة عن الغموم والهموم، وقوله خالِدِينَ فِيها أَبَداً إشارة إلى الدوام. واعتبر هذه الدقيقة: فإنه أينما ذكر الثواب قال خالِدِينَ فِيها أَبَداً وأينما ذكر العقاب للفساق من أهل الإيمان، ذكر لفظ الخلود ولم يذكر معه التأييد، وأما قوله: رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ فتحته أسرار عجيبة لا تسمح الأقلام بمثلها جعلنا الله من أهلها»  ."
}