{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/60/",
    "ayah_number": 60,
    "text": "ثم تابع- سبحانه- التهكم بهم، وتعجب الناس من أفن رأيهم، مع تذكيرهم بسوء مصيرهم فقال: - قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذلِكَ مَثُوبَةً عِنْدَ اللَّهِ؟والمشار إليه بقوله: ذلِكَ يعود إلى ما نقمه اليهود على المؤمنين من إيمانهم بالله وبالكتب السماوية وقيل يعود إلى الكثرة الفاسقة من أهل الكتاب المعبر عنها بقوله: وَأَكْثَرُهُمْ فاسِقُونَ. وتوحيد اسم الإشارة لكونه يشار به إلى الواحد وغيره. أو لتأويله بالمذكور ونحوه.والخطاب لأهل الكتاب المتقدم ذكرهم وقيل للكفار مطلقا، وقيل للمؤمنين.والمثوبة: مصدر ميمى بمعنى الثواب الثابت على العمل، وأكثر استعمالها في الخير.وقد استعملت هنا بمعنى العقوبة على طريقة التهكم بهم كما في قوله- تعالى: فَبَشِّرْهُمْ بِعَذابٍ أَلِيمٍ وهي منصوبة على أنها تمييز لقوله بِشَرٍّ.وقوله: مَنْ لَعَنَهُ اللَّهُ خبر لمبتدأ محذوف أى: هو من لعنه الله: والمراد اليهود لأن الصفات التي ذكرت في الآية لا تنطبق إلا عليهم.والمعنى: قل يا محمد لهؤلاء اليهود الذين عابوا على المؤمنين إيمانهم بالله وبما أنزله من كتب سماوية والذين قالوا لكم: ما نعلم أهل دين أقل حظا في الدنيا والآخرة منكم، ولا دينا شرا من دينكم قل لهم على سبيل التبكيت والتنبيه على ضلالهم: هل أخبركم بشر من أهل ذلك الدين عقوبة عند الله يوم القيامة؟ هو من لَعَنَهُ اللَّهُ أى أبعده من رحمته وَغَضِبَ عَلَيْهِ بأن منع عنه رضاه وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنازِيرَ بأن مسخ بعضهم قردة وبعضهم خنازير وجعل منهم من عبد الطاغوت أى: من عبد كل معبود باطل من دون الله كالأصنام والأوثان وغير ذلك من المعبودات الباطلة التي اتبعوها بسبب طغيانهم وفساد نفوسهم.فإن قيل: إن قوله- قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذلِكَ مَثُوبَةً يفيد أن ما عابه اليهود على المؤمنين من إيمانهم بالله فيه شر. إلا أن ما عليه اليهود أشد شرا، مع أن إيمان المؤمنين لا شر فيه ألبتة بل هو عين الخير فكيف ذلك؟.فالجواب، أن الكلام مسوق على سبيل المشاكلة، والمجاراة لتفكير اليهود الفاسد، وزعمهم الباطل، فكأنه- سبحانه- يقول لنبيه صلى الله عليه وسلم إن هؤلاء اليهود- يا محمد- ينكرون عليكم إيمانكم بالله وبالكتب السماوية ويعتبرون ذلك شرا- مع أنه عين الخير- قل لهم على سبيل التبكيت وإلزامهم الحجة:لئن كنتم تعيبون علينا إيماننا وتعتبرونه شرا لا خير فيه- في زعمكم فشر منه عاقبة ومآلا ما أنتم عليه من لعن وطرد من رحمة الله، وما أصاب أسلافكم من مسخ بعضهم قردة، وبعضهم خنازير، وما عرف عنكم من عبادة لغير الله ... وشبيه بهذه الآية في مجاراة الخصم في زعمه قوله- تعالى- وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ .وقوله: أُولئِكَ شَرٌّ مَكاناً وَأَضَلُّ عَنْ سَواءِ السَّبِيلِ بيان لسوء عاقبتهم وقبح مكانتهم..أى: أولئك المتصفون بما ذكر من الفسوق واللعن والطرد من رحمة الله أولئك المتصفون بذلك شَرٌّ مَكاناً من غيرهم وأكثر ضلالا عن طريق الحق المستقيم من سواهم، فهم في الدنيا يشركون بالله، وينتهكون محارمه وفي الآخرة مأواهم النار وبئس القرار.وقوله أُولئِكَ مبتدأ وقوله شَرٌّ خبره، وقوله مَكاناً تمييز محول عن الفاعل.وأثبت- سبحانه- الشرية لمكانهم ليكون أبلغ في الدلالة على كثرة شرورهم، إذ أن إثبات الشرية لمكان الشيء كناية عن إثباتها للشيء نفسه. فكأن شرهم قد أثر في مكانهم، أو عظم وضخم حتى صار متجسما.وقوله: وَأَضَلُّ معطوف على شَرٌّ مقرر له. والمقصود من صيغتي التفضيل في قوله:أُولئِكَ شَرٌّ مَكاناً وَأَضَلُّ الزيادة مطلقا من غير نظر إلى مشاركة غيرهم في ذلك. أو بالنسبة إلى غيرهم من الكفار الذين لم يفجروا فجورهم، ولم يحقدوا على المؤمنين حقدهم."
}