{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/13/",
    "ayah_number": 13,
    "text": "لقد بين- سبحانه- جانبا من رذائلهم، ومن العقوبات التي عاقبهم بها بسبب فسوقهم عن أمره فقال: فَبِما نَقْضِهِمْ مِيثاقَهُمْ، لَعَنَّاهُمْ، وَجَعَلْنا قُلُوبَهُمْ قاسِيَةً، يُحَرِّفُونَ الْكَلِمَ عَنْ مَواضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ.والفاء في قوله: فَبِما نَقْضِهِمْ للتفريع على ما تقدم من الحديث عنهم، والباء للسببية و «ما» مزيدة لتوكيد الكلام وتمكينه في النفس والجار والمجرور- متعلق بقوله: لَعَنَّاهُمْ وقوله: وَجَعَلْنا قُلُوبَهُمْ قاسِيَةً معطوف على ما قبله وقوله: قاسِيَةً بوزن فاعلة- من القسوة بمعنى الصلابة واليبوسة يقال: قسا قلبه يقسو فهو قاس، إذا غلظ واشتد وصار يابسا صلبا وقساوة القلب هنا مجاز عن عدم تأثره بالمواعظ والترغيب والترهيب أى فبسبب جرائمهم الشديدة أبعدناهم من رحمتنا وجعلنا قلوبهم يابسة غليظة تنبو عن قبول الحق ولا تتأثر بالمواعظ والنذر.وقرأ حمزة والكسائي: وَجَعَلْنا قُلُوبَهُمْ قاسِيَةً بتشديد الياء من غير ألف على وزن فعيلة.وللمفسرين في معناها رأيان:أحدهما: أن (قسية) بمعنى قاسية، غير أن فيها مبالغة، إذ هي على وزن فعيلة، وهذه الصفة تدل على تمكن صفة القسوة من قلوبهم.والثاني: أن معنى (قسية) هنا غير معنى قاسية، لأن قسية في هذا الموضع مأخوذة من قولهم:درهم قسى- على وزن شقي- أى: فاسد رديء لأنه مغشوش بنحاس أو غيره مما يخلو منه الدرهم السليم.والمعنى على هذا الوجه: وجعلنا قلوبهم إيمانها ليس خالصا وإنما يخالطه كفر ونفاق كالدراهم القسية التي يخالط فضتها غش من نحاس أو رصاص أو غيرهما.وقد رجح ابن جرير الرأى الأول- وهو أن قسية بمعنى قاسية غير أن فيها مبالغة- فقال (وأولى التأويلين عندي بالصواب تأويل من تأول فعيلة من القسوة كما قيل: نفس زكية وزاكية، وامرأة شاهدة وشهيدة، لأن الله- تعالى- وصف القوم بنقضهم ميثاقهم، وكفرهم به، ولم يصفهم بشيء من الإيمان فتكون قلوبهم موصوفة بأن إيمانها يخالطه كفر كالدراهم القسية التي يخالط فضتها غش) «1» وأما صاحب الكشاف فقد رد التفسير الثاني إلى الأول وجعل بينهما تعانقا وتلازما في المعنى فقال: وقرأ عبد الله (قسية) أى: ردية مغشوشة. من قولهم: درهم قسى وهو من القسوة، لأن الذهب والفضة الخالصين فيهما لين، والمغشوش فيه يبس وصلابة» «2» .وقوله: يُحَرِّفُونَ الْكَلِمَ عَنْ مَواضِعِهِ استئناف مبين لشدة قساوة قلوبهم، فإنه لا قسوة أشد من تحريف كلام الله- تعالى- والميل به عن الحق والصواب.أى: أنهم بلغ بهم الحال في قسوة قلوبهم، وعدم تأثرها بوعيد الله أنهم يميلون كلامه- سبحانه- عن الموضع الذي نزل فيه ولأجله عن طريق التأويل الباطل، أو التفسير الفاسد، أو التبديل للألفاظ بالزيادة تارة وبالنقصان أخرى، على حسب ما تمليه عليهم أهواؤهم وشهواتهم الممقوتة وعبر- سبحانه- بقوله: يُحَرِّفُونَ بصيغة الفعل المضارع، لاستحضار صورة هؤلاء المحرفين. والدلالة على أن أبناءهم قد نهجوا نهج آبائهم في هذا الخلق الذميم.فإن هذا التحريف الذي حكاه الله- تعالى- في هذه الآية قد كان من بنى إسرائيل بعد عهد موسى- عليه السلام- واستمروا على ذلك دون أن يصدهم عنه ما كان من نصح النبي صلّى الله عليه وسلّم لهم ومن تحذيره إياهم.والمراد بالنسيان في قوله: وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ الترك والإهمال قال الراغب:(النسيان: ترك الإنسان ضبط ما استودع. إما لضعف قلبه، وإما عن غفلة، وإما عن قصد حتى يزول عن القلب ذكره) .والأنواع الثلاثة التي ذكرها الراغب كأسباب للنسيان قد فعلها بنو إسرائيل فهم قد أصابتهم الغفلة عن تدبر كتابهم والعمل بما فيه بسبب ضعف قلوبهم، واستيلاء المطامع والشهوات عليها وأهملوا أمر دينهم وشريعتهم ولم يقيدوا أنفسهم بها عن تعمد وإصرار، لأن تنفيذها يكلفهم الاستقامة على دين الله وهذا ما تأباه نفوسهم الجامحة وشهواتهم العارمة.والتنكير في قوله: حَظًّا للتكثير والتهويل. أى: تركوا نصيبا كبيرا مما أمرتهم به شريعتهم وذكرتهم به توراتهم من وجوب اتباعهم للحق وإيمانهم بمحمد- صلّى الله عليه وسلّم- عند ظهوره.وهذه الجملة الكريمة وما يشبهها مما أورده القرآن في هذا المعنى تعتبر من المعجزات الدالة على صدق القرآن الكريم فإن الناس قبل البعثة النبوية الشريفة لم يكونوا يعرفون أن اليهود نسوا حظا كبيرا مما ذكرتهم به توراتهم. فلما بين القرآن ذلك، عرفوا ما لم يكونوا يعرفونه من قبل.ولما كانت أخلاق الآباء كثيرا ما يتوارثها الأبناء، فقد رأينا القرآن الكريم يحذر النبي صلّى الله عليه وسلّم من اليهود المعاصرين له، والذين ورثوا رذائل آبائهم فقال: وَلا تَزالُ تَطَّلِعُ عَلى خائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا مِنْهُمْ.وقوله خائِنَةٍ بمعنى الخيانة أى عدم الوفاء بالعهد. فهي مصدر على وزن فاعله كالعافية والطاغية. قال- تعالى- فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ أى بالطغيان. ويحتمل أن يكون قوله خائِنَةٍ صفة لموصوف محذوف أى على فرقة خائنة أو طائفة.والمعنى: ولا تزال- أيها الرسول الكريم- ترى في هؤلاء اليهود المعاصرين لك صورة السابقين في الغدر والخيانة. وإن تباعدت الأزمان فهؤلاء الذين يعاصرونك فيهم خيانة أسلافهم، وغدرهم ونقضهم لعهودهم. إلا قليلا منهم دخلوا في الإسلام فوفوا بعهودهم ولم يكونوا ناقضين لها.وفي هذه الجملة الكريمة تسلية للرسول صلّى الله عليه وسلّم عما لقيه من اليهود المعاصرين له من كيد ومكر وخيانة. فكأن الله- تعالى- يقول له إن ما تراه منهم من غدر وخداع ليس شيئا مستبعدا، بل هو طبيعة فيهم ورثوها عن آبائهم منذ زمن بعيد: وفيها- أيضا- تحذير له صلّى الله عليه وسلّم من شرورهم ومن مسالكهم الخبيثة لكيد الإسلام والمسلمين فإن التعبير بقوله وَلا تَزالُ المفيد للدوام والاستمرار يدل على استمرار خيانتهم ودوام نقضهم لعهودهم ومواثيقهم وقوله: إِلَّا قَلِيلًا مِنْهُمْ استثناء من الضمير المجرور في قوله خائِنَةٍ مِنْهُمْ والمراد بهذا العدد القليل منهم، أولئك الذين دخلوا في الإسلام، واتبعوا الحق كعبد الله بن سلام وأمثاله.ثم ختم سبحانه- الآية بقوله: فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ والعفو عدم مقابلة الإساءة بمثلها.والصفح: ترك اللوم والمعاتبة. ولذا قالوا: الصفح أعلى رتبة من العفو، لأن العفو ترك المقابلة بالمثل ظاهرا. أما الصفح فهو يتناول السماحة النفسية واعتبار الإساءة كأن لم تكن في الظاهر والباطن.وللعلماء أقوال في المراد بالذين أمر النبي صلّى الله عليه وسلّم بالعفو والصفح عنه:1- فيرى بعضهم أن المراد بهم، القلة اليهودية التي أسلمت، واستثناها الله بقوله إِلَّا قَلِيلًا مِنْهُمْ وهذا الرأى مردود بأنهم ماداموا قد آمنوا، فقد عصموا دماءهم وأموالهم، ولم يصبح للعفو والصفح عنهم موضع.2- ويرى آخرون أن الذين أمر النبي صلّى الله عليه وسلّم بالعفو والصفح عنهم هم كافة اليهود، إلا أن الآية نسخت بآية التوبة وهي قوله قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ، وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ، وَلا يَدِينُونَ دِينَ الْحَقِّ، مِنَ الَّذِينَ أُوتُوا الْكِتابَ، حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ وهذا الرأى ضعيف لأن النسخ لا يصار إليه إلا إذا تعذر الجمع بين الآيتين وهو غير متعذر- كما سنبين.3- ويرى أبو مسلّم أن المراد بهم اليهود الذين بقوا على كفرهم ولكنهم لم ينقضوا عهودهم.والذي نراه أولى أن العفو والصفح عام لليهود، وأن من مظاهر ذلك مسالمتهم ومساكنتهم، ومجادلتهم بالتي هي أحسن ومعاملتهم بمبدأ لهم ما لنا وعليهم ما علينا، مع العفو عن زلاتهم التي لا تؤثر على كيان الدعوة الإسلامية.فإذا ما نقضوا عهودهم وخانوا الله ورسوله والمؤمنين، وأصبح العفو عنهم فيه مضرة بالمسلمين ففي هذه الحالة تجب معاملتهم بالطريقة التي تقى المسلمين شرورهم، لأن العفو عنهم- عند استلزام قتالهم للدفاع عن النفس وعن العقيدة- يكون إلقاء بالنفس إلى التهلكة ويكون قد وضع العفو في غير موضعه. وهذا القول يقارب ما ذهب إليه أبو مسلم. وربما اعتبر توضيحا له. فكأن الله- تعالى- يقول لنبيه صلّى الله عليه وسلّم فاعف عن هؤلاء اليهود الذين ورثوا الخيانة عن آبائهم، واصفح عن زلاتهم التي لا تؤثر في سير الدعوة الإسلامية إلى الوقت المناسب لمحاسبتهم، إن الله تعالى يحب المحسنين.وبذلك نرى السورة الكريمة قد بينت جانبا مما أخذ الله على بنى إسرائيل من عهود ومواثيق، ورغّبتهم في الوفاء بها وحذرتهم. من نقضها، كما بينت بعض العقوبات التي عاقبهم الله بها بسبب فسوقهم عن أمره ورسمت للنبي صلّى الله عليه وسلّم طريق معالجتهم ومعاملتهم بما يقي المسلمين من شرورهم ومكرهم.وبعد أن بين- سبحانه- جانبا من قبائح اليهود ونقضهم لمواثيقهم عقب ذلك ببيان حال النصارى فقال- تعالى-:"
}