{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/43/",
    "ayah_number": 43,
    "text": "هذا، وبعد أن وصف الله- تعالى- اليهود وأشباههم بجملة من الصفات القبيحة، وخير رسول الله صلى الله عليه وسلم بين أن يحكم فيهم بشرع الله وبين أن يعرض عنهم. بعد كل ذلك أنكر عليهم مسالكهم الخبيثة، وعجب كل عاقل من حالهم فقال- تعالى-: وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْراةُ فِيها حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذلِكَ وَما أُولئِكَ بِالْمُؤْمِنِينَ أى أن أمر هؤلاء اليهود لمن أعجب العجب، لأنهم يحكمونك- يا محمد- في قضاياهم مع أنهم لم يتبعوا شريعتك ومع أن كتابهم التوراة قد ذكر حكم الله صريحا واضحا فيما يحكمونك فيه.فالاستفهام في قوله: وَكَيْفَ يُحَكِّمُونَكَ للتعجب من أحوالهم حيث حكموا من لا يؤمنون به في قضية حكمها بين أيديهم، ظنا منهم أنه سيحكم بينهم بما اتفقوا عليه مما يرضى أهواءهم وشهواتهم.وقوله: وَعِنْدَهُمُ التَّوْراةُ جملة حالية من الواو في يُحَكِّمُونَكَ والعامل ما في الاستفهام من التعجيب.قال صاحب الكشاف: فإن قلت فِيها حُكْمُ اللَّهِ ما موضعه من الإعراب؟ قلت: إما أن ينتصب على الحال من التوراة، وكلمة التوراة هي مبتدأ والخبر عِنْدَهُمُ، وإما أن يرتفع خبرا عنها كقولك: وعندهم التوراة ناطقة بحكم الله. وإما أن لا يكون له محل وتكون جملة مبينة، لأن عندهم ما يغنيهم عن التحكيم كما تقول: عندك زيد ينصحك ويشير عليك بالصواب فما تصنع بغيره .وقوله ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذلِكَ معطوف على يُحَكِّمُونَكَ- وجاء العطف بثم المفيدة للتراخي للإشارة إلى التفاوت الكبير بين ما في التوراة من حق وبين ما هم عليه من باطل ومخادعة.واسم الإشارة ذلِكَ يعود إلى حكم الله الذي في التوراة، والذي حكم به النبي صلى الله عليه وسلم أى: كيف يحكمونك يا محمد في قضاياهم والحال أنهم عندهم التوراة فيها حكم الله واضحا فيما تحاكموا إليك فيه، ثم هم يعرضون من بعد تحكيمك عن حكمك الموافق لما قضى الله به في كتابهم التوراة.وقوله: وَما أُولئِكَ بِالْمُؤْمِنِينَ تذييل مقرر لمضمون ما قبله.ونفى الإيمان عنهم مع حذف متعلقه لقصد التعميم.أى: وما أولئك الذين جاءوا يتحاكمون إليك من اليهود بالمؤمنين لا بكتابهم التوراة. لأنهم لو كانوا مؤمنين به لنفذوا أحكامه، ولا بك يا محمد لأنهم لو كانوا مؤمنين بك لاستجابوا لك فيما تأمرهم به وتنهاهم عنه.قال الفخر الرازي: قوله- تعالى-: وَكَيْفَ يُحَكِّمُونَكَ.. إلخ: هذا تعجيب من الله لنبيه صلى الله عليه وسلم بتحكيم اليهود إياه بعد علمهم بما في التوراة من حد الزاني، ثم تركهم قبول ذلك الحكم فعدلوا عما يعتقدونه حكما حقا إلى ما يعتقدونه باطلا طلبا للرخصة. فلا جرم ظهر جهلهم وعنادهم في هذه الواقعة من وجوه:أحدها: عدولهم عن حكم كتابهم.والثاني: رجوعهم إلى حكم من كانوا يعتقدون فيه أنه مبطل.والثالث: إعراضهم عن حكمه بعد أن حكموه. فبين الله حال جهلهم وعنادهم لئلا يغتربهم مغتر أنهم أهل كتاب الله، ومن المحافظين على أمر الله» .وبعد أن وصف الله- تعالى- اليهود وأشباههم بجملة من الصفات القبيحة، كمسارعتهم في الكفر. وكثرة سماعهم للكذب، وتحريفهم للكلم عن مواضعه، وتهافتهم على أكل أسحت. وبعد أن خير رسوله صلى الله عليه وسلم في أن يحكم بينهم أو أن يعرض عنهم إذا ما تحاكموا إليه، وبعد أن عجب كل عاقل من أحوالهم. بعد كل ذلك شرع- سبحانه- في بيان منزلة التوراة وفي بيان بعض ما اشتملت عليه من أحكام فقال- تعالى-:"
}