{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/14/",
    "ayah_number": 14,
    "text": "وقوله- تعالى: وَمِنَ الَّذِينَ قالُوا إِنَّا نَصارى معطوف على قوله قبل ذلك: وَلَقَدْ أَخَذَ اللَّهُ مِيثاقَ بَنِي إِسْرائِيلَ.ونسب- سبحانه- تسميتهم نصارى إلى أنفسهم فقال: وَمِنَ الَّذِينَ قالُوا إِنَّا نَصارى جمع نصران كندامى جمع ندمان، ولم يستعمل نصران إلا بياء النسب. وقد صارت كلمة نصراني لكل من اعتنق المسيحية.وقد سموا بذلك لدعواهم أنهم أنصار عيسى على أعدائهم. أو نسبة إلى بلدة الناصرة التي فيها نشأ عيسى- عليه السلام- وأعلن دعوته للناس.والمعنى: وكما أخذنا على بنى إسرائيل الميثاق بأن يعبدوا الله وحده ويطيعوا أنبياءه، ويستجيبوا لمحمد صلّى الله عليه وسلّم الذي بشرت به الكتب السماوية، فقد أخذنا- أيضا- من الذين قالوا إنا نصارى الميثاق بذلك، ولكنهم كان شأنهم في الكفر ونقض العهود كشأن اليهود، إذ ترك هؤلاء الذين قالوا إنا نصارى قدرا كبيرا، ونصيبا عظيما مما ذكروا به على لسان عيسى عليه السلام- فقد أمرهم بتوحيد الله، وبشرهم بظهور رسول من بعده هو محمد صلّى الله عليه وسلّم ودعاهم إلى الإيمان به، ولكنهم استحبوا الكفر على الإيمان، فكان دأبهم كدأب بنى إسرائيل في العناد والضلال.ونسب- سبحانه- تسميتهم نصارى إلى أنفسهم فقال: وَمِنَ الَّذِينَ قالُوا إِنَّا نَصارى ولم يقل: «ومن النصارى» للإشارة إلى أن ادعاءهم النصرانية وهي الدين الذي جاء به عيسى.إنما هو قول يقولونه بأفواههم دون أن يتبعوه بقلوبهم إذ لو كانوا متبعين حقا لما جاء به عيسى عليه السلام- لأقروا لله- تعالى- بالوحدانية ولآمنوا بمحمد صلّى الله عليه وسلّم الذي بشر به عيسى- عليه السلام-.وإلى هذا المعنى أشار- صاحب الكشاف بقوله: فإن قلت: فهلا قيل: ومن النصارى؟قلت: لأنهم إنما سموا أنفسهم بذلك ادعاء لنصرة الله، وهم الذين قالوا لعيسى: نحن أنصار الله. ثم اختلفوا بعد: نسطورية، ويعقوبية، وملكانية، أنصارا للشيطان».وقوله- تعالى: وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ بيان لما حدث منهم بعد أخذ الميثاق.أى: أخذنا من الذين قالوا إنا نصارى ميثاقهم على أن يعبدوا الله وحده ويطيعوا أنبياءه ورسله ولكنهم لم يكونوا أوفياء بعهودهم، بل تركوا نصيبا كبيرا مما أمروا بفعله ومما ذكروا به على لسان المسيح عيسى بن مريم. والمراد بالنسيان هنا الترك والإهمال عن تعمد وقصد، لأن الناسي حقيقة لا يؤاخذه الله- تعالى-:والإتيان بالفاء في قوله: فَنَسُوا للإشارة إلى أن تركهم لما أخذ عليهم من ميثاق، كان عن تعجل وعدم تمهل بسبب استيلاء الأهواء والشهوات على نفوسهم.والتنكير في قوله تعالى: حَظًّا للتهويل والتكثير. أى تركوا نصيبا كبيرا مما أمرتهم به شريعتهم من وجوب اتباعهم للحق وإيمانهم بمحمد صلّى الله عليه وسلّم عند ظهوره فكان تركهم لهذا النصيب العظيم مما ذكروا به سببا في ضلالهم وسوء عاقبتهم.قال بعض العلماء: «وسبب نسيان حظ أى نصيب كبير مما ذكروا به، هو اضطهاد النصارى اضطهادا شديدا في عهد الرومان حتى ضاعت كتبهم ولم يعرف شيء منها إلا قليل غير سليم بعد مائتي سنة من ترك المسيح هذه الدنيا. وما ظهرت هذه الأناجيل التي يتدارسونها- ولا يزالون يغيرون ويبدلون فيها على حسب الطبعات المختلفة- إلا بعد أن دخل قسطنطين أمبراطور الرومان في المسيحية، وغير وبدل في مجمع نيقية الذي انعقد في سنة 325 ميلادية.وقد ذهب لب الديانة وهو التوحيد» .وقوله: فَأَغْرَيْنا بَيْنَهُمُ الْعَداوَةَ وَالْبَغْضاءَ إِلى يَوْمِ الْقِيامَةِ، وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِما كانُوا يَصْنَعُونَ وعيد شديد لهم بسبب تركهم لما أرشدوا إليه، ولما ذكروا به.فالفاء في قوله- تعالى- فَأَغْرَيْنا للسببية وأغرينا أى: ألقينا وهيجنا وألصقنا. يقال:أغريت فلانا بكذا حتى أغرى به، أى: ألزمته به وألصقته وأصل ذلك من الغراء وهو ما يلتصق به الشيء.وقوله: بَيْنَهُمُ ظرف لأغرينا. والضمير فيه يعود إلى فرق النصارى المتعددة عند جمهور المفسرين.والمعنى: بسبب ترك هؤلاء الذين قالوا إنا نصارى لما ذكروا به فرقناهم شيعا وأحزابا وجعلنا كل فرقة منهم تعادى الأخرى وتبغضها إلى يوم القيامة.ويرى بعضهم أن الضمير في قوله: بَيْنَهُمُ تعود إلى اليهود والنصارى، فيكون المعنى:بسبب ما عليه الطائفتان من عناد وضلال، ألقينا بينهم العداوة والبغضاء إلى يوم القيامة، فهم في عداوة شديدة، وكراهية مستحكمة.وقد رجح ابن جرير عودة الضمير إلى فرق النصارى فقال:وأولى التأويلين بالآية عندي: ما قاله الربيع بن أنس وغيره. وهو أن المعنى بالإغراء بينهم:النصارى في هذه الآية خاصة وأن الهاء والميم عائدتان على النصارى، دون اليهود، لأن ذكر الإغراء في خبر الله عن النصارى بعد تقضى خبره عن اليهود، وبعد ابتداء خبره عن النصارى، فلأن يكون ذلك معنيا به النصارى خاصة. أولى من أن يكون معنيا به الحزبان جميعا لما ذكرناه»وقال ابن كثير: قوله- تعالى-: فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنا بَيْنَهُمُ الْعَداوَةَ وَالْبَغْضاءَ إِلى يَوْمِ الْقِيامَةِ أى: فألقينا بينهم العداوة والبغضاء لبعضهم بعضا، ولا يزالون كذلك إلى يوم قيام الساعة. وكذلك طوائف النصارى على اختلاف أجناسهم لا يزالون متباغضين متعادين يكفر بعضهم بعضا، ويلعن بعضهم بعضا، فكل فرقة تحرم الأخرى ولا تدعها تلج معبدها.فالملكانية تكفر اليعقوبية، وكذلك الآخرون. وكذلك النسطورية الآريوسية كل طائفة تكفر الأخرى في هذه الدنيا ويوم يقوم الأشهاد» .والذي تطمئن إليه النفس أن قوله- تعالى- فَأَغْرَيْنا بَيْنَهُمُ الْعَداوَةَ وَالْبَغْضاءَ إِلى يَوْمِ الْقِيامَةِ يشمل ما بين اليهود والنصارى من عداوة ظاهرة مستحكمة يراها الرائي في كل العصور والأزمان، كما يشمل ما بين فرق النصارى من اختلاف وتباغض وتقاتل بسبب عقائدهم الزائغة وأهوائهم الفاسدة. وما نراه من تصارع وتقاتل بين طائفتى الكاثوليك والبروستانت في. إيرلاندا وفي غيرها خير شاهد على صدق القرآن الكريم، وأنه من عند الله- عز وجل- وقوله- تعالى: وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِما كانُوا يَصْنَعُونَ بيان لسوء عاقبتهم في الآخرة بعد بيان ما حكم به عليه في الدنيا من عداوة وبغضاء. وسَوْفَ هنا لتأكيد الخبر وتقويته وبيان أنه وإن تأخر آت لا محالة.والمعنى: لقد ألقينا العداوة والبغضاء بين هذه الطوائف الضالة وسوف يخبرهم الله في الآخرة بما كانوا يصنعونه من كتمان الحق، ومخالفة للرسل، وانغماس في الباطل، وسيجازيهم على كل ذلك بما يستحقون من عذاب شديد.وبعد أن بين- سبحانه- بعض الرذائل التي انغمس فيها اليهود والنصارى. وجه إليهم نداء دعاهم فيه إلى الدخول في الدين الحق الذي جاء به محمد صلّى الله عليه وسلّم فقال: تعالى:"
}