{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/5/63/",
    "ayah_number": 63,
    "text": "ثم وبخ- سبحانه- رؤساء هؤلاء اليهود على سكوتهم على المنكر فقال:لَوْلا يَنْهاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ.ولَوْلا هنا للحض على الفعل في المستقبل، وللتوبيخ على تركه في الماضي فهي لتوبيخ علماء اليهود على تركهم فضيلة الأمر بالمعروف والنهى عن المنكر في الماضي. ولحضهم على مباشرتها في المستقبل. وهي هنا بمعنى هلا.والربانيون: كما يقول ابن جرير- جمع رباني. وهم العلماء الحكماء البصراء بسياسة الناس، وتدبير أمورهم، والقيام بمصالحهم.والأحبار- جمع حبر- وهم علماء اليهود وفقهاؤهم المفسرون لما ورد في التوراة من أقوال وأحكام.والمعنى: إن هؤلاء اليهود دأبهم المسارعة إلى اقتراف الآثام وإلى أكل المال الحرام، فهلا ينهاهم علماؤهم عن هذه الأقوال الكاذبة الباطلة، وعن تلك المآكل الخبيثة التي أكلوها عن طريق السحت.والسحت- كما سبق أن بينا- هو المال الحرام كالربا والرشوة. سمى سحتا من سحته إذا استأصله لأنه مسحوت البركة أى مقطوعها. أو لأنه يذهب فضيلة الإنسان ويستأصلها.واليهود أرغب الناس في المال الحرام وأحرصهم عليه.وقد وبخ الله- تعالى- علماء اليهود وفقهاءهم على عدم نهيهم لهم عن قولهم الإثم وأكلهم السحت، لأن هاتين الرذيلتين هما جماع الرذائل، إذ القول الباطل الكاذب إذا ما تعود عليه الإنسان هانت عليه الفضائل، وقال في الناس ما ليس فيهم بدون تحرج أو حياء. وأكل السحت يقتل في نفسه المروءة والشرف، ويجعله يستهين بحقوق الناس وأموالهم.ولقد ألف علماء اليهود أكل أموال الناس بالباطل بدعوى أن هذا الأكل سيغفره الله لهم، ألا ترى قول الله- تعالى-: فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتابَ يَأْخُذُونَ عَرَضَ هذَا الْأَدْنى وَيَقُولُونَ سَيُغْفَرُ لَنا .قال بعض العلماء: واقتصر- سبحانه- في توبيخ الربانيين على ترك نهيهم عن قول الإثم وأكل السحت، ولم يذكر العدوان- الذي ورد في الآية السابقة إيماء إلى أن العدوان يزجرهم عنه المسلمون ولا يلتجئون في زجرهم إلى غيرهم لأن الاعتماد في النصرة على غير المجنى عليه ضعف»  .وقوله: لَبِئْسَ ما كانُوا يَصْنَعُونَ تذييل قصد به ذم علماء اليهود بسبب تركهم لفضيلة الأمر بالمعروف والنهى عن المنكر.وقوله: يَصْنَعُونَ من الصنع وهو العمل بدقة ومهارة وإحكام.أى: والله لبئس الصنع صنعهم حيث تركوا نهى عامتهم عن قول الإثم وأكل السحت.وقد تكلم المفسرون عن السر في أن الله تعالى- ذم اليهود بقوله: لَبِئْسَ ما كانُوا يَعْمَلُونَ وذم علماءهم وفقهاءهم بقوله: لَبِئْسَ ما كانُوا يَصْنَعُونَ.وقد أجاد الكلام عن ذلك الإمام الرازي فقال: والمعنى، أن الله- تعالى- استبعد من علماء أهل الكتاب أنهم ما نهوا سفلتهم وعوامهم عن المعاصي، وذلك يدل على أن تارك النهى عن المنكر بمنزلة مرتكبه، لأنه- تعالى- ذم الفريقين.. بل نقول: إن ذم تارك النهى عن المنكر أقوى، لأنه- سبحانه- قال في المقدمين على الإثم والعدوان وأكل السحت لَبِئْسَ ما كانُوا يَعْمَلُونَ وقال في العلماء التاركين للنهى عن المنكر لَبِئْسَ ما كانُوا يَصْنَعُونَ والصنع أقوى من العمل، لأن العمل إنما يسمى صناعة إذا صار راسخا متمكنا، فجعل جرم العاملين ذنبا غير راسخ. وذنب التاركين للنهى عن المنكر ذنبا راسخا. والأمر في الحقيقة كذلك، لأن المعصية مرض الروح، وعلاجه العلم بالله وبصفاته وبأحكامه، فإذا حصل هذا العلم وما زالت المعصية كان كمثل المرض الذي شرب صاحبه الدواء إلا أن المرض بقي كما هو»  .وقال ابن جرير: كان العلماء يقولون: ما في القرآن آية أشد توبيخا للعلماء من هذه الآية، ولا أخوف عليهم منها  .وقال ابن كثير: روى الإمام أحمد عن جرير قال: قال رسول الله صلى الله عليه وسلم ما من قوم يكون بين أظهرهم من يعمل بالمعاصي، هم أعز منه وأمنع، ولم يغيروا، إلا أصابهم الله منه بعذاب.وروى ابن أبى حاتم عن يحيى بن يعمر قال: خطب على بن أبى طالب، فحمد الله وأثنى عليه ثم قال: أيها الناس!! إنما هلك من كان قبلكم بركوبهم المعاصي ولم ينههم الربانيونوالأحبار. فلما تمادوا أخذتهم العقوبات. فمروا بالمعروف وانهوا عن المنكر قبل أن ينزل بكم مثل الذي نزل بهم. واعلموا أن الأمر بالمعروف والنهى عن المنكر لا يقطع رزقا، ولا يقرب أجلا .وبذلك نرى هذه الآيات الكريمة قد وبخت اليهود على حسدهم للمؤمنين على ما آتاهم الله من فضله، ووصفتهم بجملة من الصفات الذميمة حتى يحذرهم المؤمنون، ويجعلوا ولاءهم لله ولرسوله ولإخوانهم في العقيدة والدين.ثم حكى- سبحانه- بعد ذلك لونا آخر من سوء معتقد اليهود، وخبث طويتهم، وسوء أدبهم مع الله- تعالى- فقال:"
}