{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/56/14/",
    "ayah_number": 14,
    "text": "والمراد بقوله: وَقَلِيلٌ مِنَ الْآخِرِينَ المؤمنون من هذه الأمة الإسلامية.وعلى هذا المعنى سار صاحب الكشاف. فقد قال: الثلاثة، الأمة الكثيرة من الناس، قال الشاعر:وجاءت إليهم ثلة خندقية ... بجيش كتيار من السيل مزبدوقوله- عز وجل-: وَقَلِيلٌ مِنَ الْآخِرِينَ كفى به دليلا على الكثرة- أى في لفظ ثُلَّةٌ- وهو من الثل وهو الكسر-.. كأنها جماعة كسرت من الناس وقطعت منهم.والمعنى: أن السابقين من الأولين كثير، وهم الأمم من لدن آدم- عليه السلام- إلى محمد صلى الله عليه وسلم.. وَقَلِيلٌ مِنَ الْآخِرِينَ، وهم أمة محمد صلى الله عليه وسلم .وأما الاتجاه الثاني فيرى أصحابه، أن الخطاب في قوله- تعالى-: وَكُنْتُمْ أَزْواجاً ثَلاثَةً للأمة الإسلامية خاصة، وأن المراد بقوله ثُلَّةٌ مِنَ الْأَوَّلِينَ صدر هذه الأمة الاسلامية.وأن المراد بقوله- تعالى-: وَقَلِيلٌ مِنَ الْآخِرِينَ من أتى بعد صدر هذه الأمة إلى يوم القيامة.وقد أفاض الإمام ابن كثير في ترجيح هذا القول، فقال ما ملخصه: وقد اختلفوا في المراد بقوله: ثُلَّةٌ مِنَ الْأَوَّلِينَ وَقَلِيلٌ مِنَ الْآخِرِينَ فقيل: المراد بالأولين الأمم الماضية، وبالآخرين من هذه الأمة.. وهو اختيار ابن جرير.وهذا الذي اختاره ابن جرير هاهنا فيه نظر، بل هو قول ضعيف، لأن هذه الأمة، هي خير الأمم بنص القرآن، فيبعد أن يكون المقربون أكثر منها، اللهم إلا أن يقابل مجموع الأمم بهذه الأمة ...فالقول الراجح أن يكون المراد بقوله- تعالى- ثُلَّةٌ مِنَ الْأَوَّلِينَ أى: من صدر هذه الأمة.والمراد بقوله: وَقَلِيلٌ مِنَ الْآخِرِينَ أى: من هذه الأمة..وروى عن الحسن أنه قال: أما السابقون فقد مضوا، ولكن اللهم اجعلنا من أصحاب اليمين.وقد رجح بعض العلماء القول الأول فقال ما ملخصه: وقد اختلف أهل العلم في المراد بهذه الثلة من الأولين، وهذا القليل من الآخرين المذكورين هنا.كما اختلفوا في الثلتين المذكورتين في قوله- تعالى- بعد ذلك: ثُلَّةٌ مِنَ الْأَوَّلِينَ، وَثُلَّةٌ مِنَ الْآخِرِينَ.وظاهر القرآن يفيد في هذا المقام: أن الأولين في الموضعين من الأمم الماضية.والآخرين فيهما من هذه الأمة.وأن قوله- تعالى-: ثُلَّةٌ مِنَ الْأَوَّلِينَ، وَقَلِيلٌ مِنَ الْآخِرِينَ في السابقين خاصة.وأن قوله- تعالى-: ثُلَّةٌ مِنَ الْأَوَّلِينَ، وَثُلَّةٌ مِنَ الْآخِرِينَ في أصحاب اليمين خاصة.وذلك لشمول الآيات لجميع الأمم، إذ قوله- تعالى-: وَكُنْتُمْ أَزْواجاً ثَلاثَةً خطاب لجميع أهل المحشر، فظهر أن السابقين وأصحاب اليمين. منهم من هو من الأمم السابقة، ومنهم من هو من هذه الأمة..ولا غرابة في أن يكون السابقون من الأمم السابقة أكثر.. لأن الأمم الماضية أمم كثيرة..وفيهم أنبياء كثيرون.وأما أصحاب اليمين من هذه الأمة، فيحتمل أن يكونوا أكثر من أصحاب اليمين من جمع الأمم، لأن الثلة تتناول العدد الكثير وقد يكون أحد العددين.. الكثيرين، أكثر من الآخر، مع أنهما كلاهما كثير.ولهذا تعلم أن ما دل عليه ظاهر القرآن واختاره ابن جرير. لا ينافي ما جاء من أن نصف أهل الجنة من هذه الأمة.."
}