{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/75/",
    "ayah_number": 75,
    "text": "فاسم الإشارة في قوله- سبحانه- إِنَّ فِي ذلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ يعود إلى ما تضمنته القصة السابقة من عبر وعظات.والآيات جمع آية، والمراد بها هنا الأدلة والعلامات الدالة على ما يوصل إلى الحق والهداية.والمتوسمون: جمع المتوسم، وهو المتأمل في الأسباب وعواقبها، وفي المقدمات ونتائجها..قال القرطبي ما ملخصه: التوسم تفعل من الوسم، وهي العلامة التي يستدل بها على مطلوب غيره. يقال: توسمت في فلان الخير، إذا رأيت ميسم ذلك فيه، ومنه قول عبد الله ابن رواحة للنبي صلى الله عليه وسلم.إنى توسمت فيك الخير أعرفه ... والله يعلم أنى ثابت البصر وأصل التوسم: التثبت والتفكر، مأخوذ من الوسم وهو التأثير بحديدة في جلد البعير وغيره.. وذلك يكون بجودة القريحة، وحدة الخاطر، وصفاء الفكر، وتطهير القلب من أدناس المعاصي.والمراد بالمتوسمين: المتفرسين، أو المتفكرين، أو المعتبرين، أو المتبصرين.. والمعنى متقارب..» .والمعنى: إن في ذلك الذي سقناه في قصتي إبراهيم ولوط- عليهما السلام- لأدلة واضحة على حسن عاقبة المؤمنين وسوء عاقبة الغاوين، لمن كان ذا فكر سليم، وبصيرة نافذة تتأمل في حقائق الأشياء، وتتعرف على ما يوصلها إلى الهداية والطريق القويم.قال بعض العلماء عند تفسيره لهذه الآية: هذه الآية أصل في الفراسة. أخرج الترمذي من حديث أبى سعيد مرفوعا: «اتقوا فراسة المؤمن فإنه ينظر بنور الله» ثم قرأ صلى الله عليه وسلم هذه الآية ...وقد أجاد الكلام في الفراسة، الراغب الأصفهاني في كتابه «الذريعة» حيث قال في الباب السابع: وأما الفراسة فالاستدلال بهيئة الإنسان وأشكاله وألوانه وأقواله، على أخلاقه وفضائله ورذائله ...وقد نبه- سبحانه- على صدقها بقوله إِنَّ فِي ذلِكَ لَآياتٍ لِلْمُتَوَسِّمِينَ وبقوله تَعْرِفُهُمْ بِسِيماهُمْ لا يَسْئَلُونَ النَّاسَ إِلْحافاً  . وبقوله وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ فَلَعَرَفْتَهُمْ بِسِيماهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ .ولفظها مأخوذ من قولهم «فرس السبع الشاه» فكأن الفراسة اختلاس المعارف .وفي هذه الآية الكريمة تعريض لمن تمر عليهم العبر والعظات. والأدلة الدالة على وحدانية الله- تعالى-، وكمال قدرته ... فلا يعتبرون ولا يتعظون ولا يتفكرون فيها، لانطماس بصيرتهم، واستيلاء الأهواء والشهوات على نفوسهم، كما قال- تعالى- وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ. وَما يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ، إِلَّا وَهُمْ مُشْرِكُونَ ."
}