{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/22/",
    "ayah_number": 22,
    "text": "ثم انتقل- سبحانه- من الاستدلال على وحدانيته وقدرته بظواهر السماء وبظواهر الأرض، إلى الاستدلال على ذلك بظواهر الرياح والأمطار فقال- تعالى-: وَأَرْسَلْنَا الرِّياحَ لَواقِحَ فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ وَما أَنْتُمْ لَهُ بِخازِنِينَ والآية الكريمة معطوفة على قوله- تعالى- قبل ذلك: وَجَعَلْنا لَكُمْ فِيها مَعايِشَ وما بينهما اعتراض لتحقيق ما سبق ذكره من النعم.والمراد بإرسال الرياح هنا: نقلها من مكان إلى آخر بقدرة الله- تعالى- وحكمته.وقوله لَواقِحَ يصح أن يكون جمع لاقح. وأصل اللاقح: الناقة التي قبلت اللقاح فحملت الجنين في بطنها..ووصف- سبحانه- الرياح بكونها لواقح. لأنها حوامل تحمل ما يكون سببا في نزول الأمطار كما تحمل النوق الأجنة في بطونها.أى: وأرسلنا بقدرتنا ورحمتنا الرياح حاملة للسحاب وللأمطار ولغيرهما، مما يعود على الناس بالنفع والخير والبركة.ويصح أن يكون لفظ «لواقح» جمع ملقح- اسم فاعل- وهو الذي يلقح غيره، فتكون الرياح ملقحة لغيرها كما يلقح الذكر الأنثى.قال الإمام ابن كثير: قوله وَأَرْسَلْنَا الرِّياحَ لَواقِحَ أى: تلقح السحب فتدر ماء، وتلقح الأشجار فتتفتح عن أوراقها وأكمامها.وقال بعض العلماء: ومعنى الإلقاح أن الرياح تلقح السحاب بالماء بتوجيه عمل الحرارة والبرودة متعاقبين، فينشأ عن ذلك البخار الذي يصير ماء في الجو، ثم ينزل مطرا على الأرض، وأنها تلقح الشجر ذا الثمرة، بأن تنقل إلى نوره غبرة دقيقة من نور الشجر الذكر، فتصلح ثمرته أو تثبت..وهذا هو الإبار. وبعضه لا يحصل إلا بتعليق الطلع الذكر على الشجرة المثمرة. وبعضه يكتفى منه بغرس شجرة ذكر في خلال شجر الثمر.ومن بلاغة الآية الكريمة، إيراد هذا الوصف- لواقح- لإفادة كلا العملين اللذين تعملهما الرياح- وهما الحمل للسحاب والمطر وغيرهما، أو التلقيح لغيرها-.» .وقوله فَأَنْزَلْنا مِنَ السَّماءِ ماءً فَأَسْقَيْناكُمُوهُ.. تفريع على ما تقدم.أى: وأرسلنا الرياح بقدرتنا من مكان إلى آخر، حالة كونها حاملة للسحاب وغيره، فأنزلنا- بسبب هذا الحمل- من جهة السماء، ماء كثيرا هو المطر، لتنتفعوا به في شرابكم، وفي معاشكم، وفي غير ذلك من ضرورات حياتكم.قال- تعالى-: هُوَ الَّذِي أَنْزَلَ مِنَ السَّماءِ ماءً لَكُمْ مِنْهُ شَرابٌ، وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ. يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنابَ وَمِنْ كُلِّ الثَّمَراتِ ... .وقوله وَما أَنْتُمْ لَهُ بِخازِنِينَ تتميم لنعمة إنزال الماء.أى: أنزلنا المطر من السماء، وليست خزائنه عندكم. وإنما نحن الخازنون له، ونحن الذين ننزله متى شئنا، ونحن الذين نمنعه متى شئنا، كما قال- تعالى- قبل ذلك: وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ.ويصح أن يكون المعنى: أنزلنا المطر من السماء فجعلناه لسقياكم، وأنتم لستم بقادرين على خزنه وحفظه في الآبار والعيون وغيرها، وإنما نحن القادرون على ذلك. قال- تعالى- وَأَنْزَلْنا مِنَ السَّماءِ ماءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلى ذَهابٍ بِهِ لَقادِرُونَ ."
}