{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/16/",
    "ayah_number": 16,
    "text": "قال الإمام القرطبي ما ملخصه: لما ذكر- سبحانه- كفر الكافرين، وعجز أصنامهم، ذكر كمال قدرته ليستدل بها على وحدانيته.والبروج: القصور والمنازل. قال ابن عباس. أى جعلنا في السماء بروج الشمس والقمر، أى: منازلهما. وأسماء هذه البروج: الحمل والثور والجوزاء والسرطان، والأسد، والسنبلة، والميزان، والعقرب، والقوس، والجدى، والدلو، والحوت.والعرب تعد المعرفة لمواقع النجوم وأبوابها من أجل العلوم، ويستدلون بها على الطرقات والأوقات والخصب والجدب ...وقال الحسن وقتادة: البروج: النجوم، وسميت بذلك لظهورها وارتفاعها ...وقيل البروج: الكواكب العظام ... .قال بعض العلماء ومرجع الأقوال كلها إلى شيء واحد، لأن أصل البروج في اللغة الظهور، ومنه تبرج المرأة، بإظهار زينتها، فالكواكب ظاهرة، والقصور ظاهرة، ومنازل الشمس والقمر كالقصور بجامع أن الكل محل ينزل فيه.. .وجَعَلْنا أى خلقنا وأبدعنا، فيكون قوله فِي السَّماءِ متعلقا به، وجوز أن يكون بمعنى التصيير، فيكون قوله. في السماء. متعلقا بمحذوف على أنه مفعول ثان له وبُرُوجاً هو المفعول الأول.أى: ولقد خلقنا وأبدعنا منازل وطرقا في السماء، تسير فيها الكواكب بقدراتنا، وإرادتنا، وحكمتنا، دون خلل أو اضطراب.وفي ذلك الخلق ما فيه من منافع لكم، حيث تستعملون هذه البروج في ضبط المواقيت وفي تحديد الجهات، وفي غير ذلك من المنافع، كما قال- تعالى- هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِياءً، وَالْقَمَرَ نُوراً وَقَدَّرَهُ مَنازِلَ، لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسابَ، ما خَلَقَ اللَّهُ ذلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ .وافتتح- سبحانه- الآية الكريمة بلام القسم وقد، تنزيلا للمخاطبين الذاهلين عن الالتفات إلى مظاهر قدرة الله- تعالى- منزلة المنكرين، فأكد لهم الكلام بمؤكدين لينتبهوا ويعتبروا.والضمير في قوله وَزَيَّنَّاها ... يعود إلى السماء. أى: وزينا السماء بتلك البروج المختلفة الأشكال والأضواء، لتكون جميلة في عيون الناظرين إليها، وآية للمتفكرين في دلائل قدرة الله- تعالى- وبديع صنعه.وهذه الجملة الكريمة، تلفت الأنظار إلى أن الجمال غاية مقصودة في خلق هذا الكون، كما تشعر المؤمنين بأن من الواجب عليهم أن يجعلوا حياتهم مبنية على الجمال في الظاهر وفي الباطن، تأسيا بسنة الله- تعالى- في خلق هذا الكون."
}