{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/15/39/",
    "ayah_number": 39,
    "text": "ثم بين- سبحانه- الأسياب التي حملت إبليس على طلب تأخير موته إلى يوم القيامة، والتي من أهمها الانتقام من آدم وذريته فقال- تعالى-: قالَ رَبِّ بِما أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ. إِلَّا عِبادَكَ مِنْهُمُ الْمُخْلَصِينَ.والباء في قوله بِما أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ.. للسببية أو للقسم.قال الإمام الرازي ما ملخصه: الباء هاهنا بمعنى السبب، أى: بسبب كوني غاويا لأزينن لهم كقول القائل: أقسم فلان بمعصيته ليدخلن النار، وبطاعته ليدخلن الجنة.أو للقسم وما مصدرية وجواب القسم لأزينن لهم. والمعنى أقسم بإغوائك لي لأزينن لهم.ونظيره قوله- تعالى- قالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ .وقوله أَغْوَيْتَنِي من الإغواء، وهو خلق الغي في القلوب. وأصل الغي الفساد، ومنه غوى الفصيل- كرضى- إذا بشم من اللبن ففسدت معدته. أو منع من الرضاع فهزل وكاد يهلك، ثم استعمل في الضلال. يقال: غوى فلان يغوى غيا وغواية فهو غاو إذا ضل عن الطريق المستقيم. وأغواه غيره وغواه: أضله.وقوله لَأُزَيِّنَنَّ لَهُمْ من التزيين بمعنى التحسين والتجميل، وهو تصيير الشيء زينا، أى: حسنا حتى ترغب النفوس فيه وتقبل عليه.والضمير في لَهُمْ يعود على ذرية آدم، وهو مفهوم من السياق وإن لم يجر لهم ذكر، وقد جاء ذلك صريحا في قوله- تعالى- في آية أخرى: قالَ أَرَأَيْتَكَ هذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلى يَوْمِ الْقِيامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا .وحذف مفعول لَأُزَيِّنَنَّ لدلالة المقام عليه.أى: لأزينن لهم المعاصي والسيئات، بأن أحسن لهم القبيح. وأزين لهم المنكر. وأحبب الشهوات إلى نفوسهم حتى يتبعوها، وأبذل نهاية جهدي في صرفهم عن طاعتك ... وقال- سبحانه- فِي الْأَرْضِ لتحديد مكان إغوائه، إذ هي المكان الذي صار مستقرا له ولآدم وذريته، كما قال- تعالى- في آية أخرى: فَأَزَلَّهُمَا الشَّيْطانُ عَنْها- أى الجنة- فأخرجهما- أى آدم وحواء- مما كانا فيه، وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ، وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتاعٌ إِلى حِينٍ .وقوله وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ مؤكدا لما قبله.أى: والله لأغوينهم جميعا مادمت قادرا على ذلك، ولأعملن على إضلالهم بدون فتور أو يأس، كما قال- تعالى- في آية أخرى: ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمانِهِمْ وَعَنْ شَمائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شاكِرِينَ .قال القرطبي: وروى ابن لهيعة عبد الله عن دراج أبى السمح، عن أبى الهيثم، عن أبى سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: «إن إبليس قال يا رب وعزتك وجلالك لا أزال أغوى بنى آدم ما دامت أرواحهم في أجسامهم، فقال الرب: وعزتي وجلالي لا أزال أغفر لهم ما استغفرونى» ."
}