{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/3/20/",
    "ayah_number": 20,
    "text": "ثم قال تعالى : ( فإن حاجوك ) أي : جادلوك في التوحيد ( فقل أسلمت وجهي لله ومن اتبعن ) أي : فقل أخلصت عبادتي لله وحده ، لا شريك له ولا ند [ له ] ولا ولد ولا صاحبة له ( ومن اتبعن ) على ديني ، يقول كمقالتي ، كما قال تعالى : ( قل هذه سبيلي أدعو إلى الله على بصيرة أنا ومن اتبعني [ وسبحان الله وما أنا من المشركين ] ) [ يوسف : 108 ] .ثم قال تعالى آمرا لعبده ورسوله محمد صلى الله عليه وسلم أن يدعو إلى طريقته ودينه ، والدخول في شرعه وما بعثه الله به الكتابيين من الملتين والأميين من المشركين فقال : ( وقل للذين أوتوا الكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ ) أي : والله عليه حسابهم وإليه مرجعهم ومآبهم ، وهو الذي يهدي من يشاء ، ويضل من يشاء ، وله الحكمة في ذلك ، والحجة البالغة ، ولهذا قال : ( والله بصير بالعباد ) أي : هو عليم بمن يستحق الهداية ممن يستحق الضلالة ، وهو الذي ( لا يسأل عما يفعل وهم يسألون ) [ الأنبياء : 33 ] وما ذاك إلا لحكمته ورحمته .وهذه الآية وأمثالها من أصرح الدلالات على عموم بعثته ، صلوات الله وسلامه عليه ، إلى جميع الخلق ، كما هو معلوم من دينه ضرورة ، وكما دل عليه الكتاب والسنة في غير ما آية وحديث ، فمن ذلك قوله تعالى : ( قل يا أيها الناس إني رسول الله إليكم جميعا ) [ الأعراف : 158 ] وقال تعالى : ( تبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيرا ) [ الفرقان : 1 ] وفي الصحيحين وغيرهما ، مما ثبت تواتره بالوقائع المتعددة ، أنه بعث كتبه صلى الله عليه وسلم يدعو إلى الله ملوك الآفاق ، وطوائف بني آدم من عربهم وعجمهم ، كتابيهم وأميهم ، امتثالا لأمر الله له بذلك . وقد روى عبد الرزاق ، عن معمر ، عن همام ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم أنه قال : \" والذي نفسي بيده ، لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني ، ومات ولم يؤمن بالذي أرسلت به ، إلا كان من أهل النار \" رواه مسلم .وقال صلى الله عليه وسلم : \" بعثت إلى الأحمر والأسود \" وقال : \" كان النبي يبعث إلى قومه خاصة وبعثت إلى الناس عامة \" . وقال الإمام أحمد : حدثنا مؤمل ، حدثنا حماد ، حدثنا ثابت عن أنس ، رضي الله عنه : أن غلاما يهوديا كان يضع للنبي صلى الله عليه وسلم وضوءه ويناوله نعليه ، فمرض ، فأتاه النبي صلى الله عليه وسلم فدخل عليه وأبوه قاعد عند رأسه ، فقال له النبي صلى الله عليه وسلم : \" يا فلان ، قل : لا إله إلا الله \" فنظر إلى أبيه ، فسكت أبوه ، فأعاد عليه النبي صلى الله عليه وسلم ، فنظر إلى أبيه ، فقال أبوه : أطع أبا القاسم ، فقال الغلام : أشهد أن لا إله إلا الله وأنك رسول الله ، فخرج النبي صلى الله عليه وسلم وهو يقول : \" الحمد لله الذي أخرجه بي من النار \" أخرجه البخاري في الصحيح إلى غير ذلك من الآيات والأحاديث ."
}