{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/3/61/",
    "ayah_number": 61,
    "text": "ثم قال تعالى - آمرا رسوله صلى الله عليه وسلم أن يباهل من عاند الحق في أمر عيسى بعد ظهور البيان : ( فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ) أي : نحضرهم في حال المباهلة ( ثم نبتهل فنجعل لعنة الله على الكاذبين ) أي : نلتعن ( فنجعل لعنة الله على الكاذبين ) أي : منا أو منكم .وكان سبب نزول هذه المباهلة وما قبلها من أول السورة إلى هنا في وفد نجران ، أن النصارى حين قدموا فجعلوا يحاجون في عيسى ، ويزعمون فيه ما يزعمون من البنوة والإلهية ، فأنزل الله صدر هذه السورة ردا عليهم ، كما ذكره الإمام محمد بن إسحاق بن يسار وغيره .قال ابن إسحاق في سيرته المشهورة وغيره : وقدم على رسول الله صلى الله عليه وسلم وفد نصارى نجران ، ستون راكبا ، فيهم أربعة عشر رجلا من أشرافهم يئول إليهم أمرهم ، وهم : العاقب ، واسمه عبد المسيح ، والسيد ، وهو الأيهم ، وأبو حارثة بن علقمة أخو بكر بن وائل ، وأوس بن الحارث وزيد ، وقيس ، ويزيد ، ونبيه ، وخويلد ، وعمرو ، وخالد ، وعبد الله ، ويحنس .وأمر هؤلاء يئول إلى ثلاثة منهم ، وهم : العاقب وكان أمير القوم وذا رأيهم وصاحب مشورتهم ، والذي لا يصدرون إلا عن رأيه ، والسيد وكان عالمهم وصاحب رحلهم ومجتمعهم ، وأبو حارثة بن علقمة وكان أسقفهم وحبرهم وإمامهم وصاحب مدارسهم ، وكان رجلا من العرب من بني بكر بن وائل ، ولكنه تنصر ، فعظمته الروم وملوكها وشرفوه ، وبنوا له الكنائس ومولوه وأخدموه ، لما يعلمونه من صلابته في دينهم . وقد كان يعرف أمر رسول الله صلى الله عليه وسلم وشأنه وصفته بما علمه من الكتب المتقدمة جيدا ، ولكن احتمله جهله على الاستمرار في النصرانية لما يرى [ من ] تعظيمه فيها ووجاهته عند أهلها .قال ابن إسحاق : وحدثني محمد بن جعفر بن الزبير ، قال : قدموا على رسول الله صلى الله عليه وسلم المدينة فدخلوا عليه مسجده حين صلى العصر ، عليهم ثياب الحبرات : جبب وأردية ، في جمال رجال بني الحارث بن كعب . قال : يقول بعض من رآهم من أصحاب النبي صلى الله عليه وسلم : ما رأينا بعدهم وفدا مثلهم . وقد حانت صلاتهم ، فقاموا في مسجد رسول الله صلى الله عليه وسلم يصلون ، فقال رسول الله صلى الله عليه وسلم : دعوهم فصلوا إلى المشرق .قال : فكلم رسول الله صلى الله عليه وسلم منهم أبو حارثة بن علقمة ، والعاقب عبد المسيح ، أو السيد الأيهم ، وهم من النصرانية على دين الملك ، مع اختلاف أمرهم ، يقولون : هو الله ، ويقولون : هو ولد الله ، ويقولون : هو ثالث ثلاثة . تعالى الله [ عن ذلك علوا كبيرا ] وكذلك قول النصرانية ، فهم يحتجون في قولهم : \" هو الله \" بأنه كان يحيي الموتى ، ويبرئ الأسقام ، ويخبر بالغيوب ، ويخلق من الطين كهيئة الطير ، ثم ينفخ فيه فيكون طيرا وذلك كله بأمر الله ، وليجعله آية للناس .ويحتجون في قولهم بأنه ابن الله ، يقولون : لم يكن له أب يعلم ، وقد تكلم في المهد بشيء لم يصنعه أحد من بني آدم قبله .ويحتجون في قولهم بأنه ثالث ثلاثة ، بقول الله تعالى : فعلنا ، وأمرنا ، وخلقنا ، وقضينا ، فيقولون : لو كان واحدا ما قال إلا فعلت وقضيت وأمرت وخلقت ، ولكنه هو وعيسى ومريم وفي كل ذلك من قولهم قد نزل القرآن .فلما كلمه الحبران قال لهما رسول الله صلى الله عليه وسلم : \" أسلما \" قالا قد أسلمنا . قال : \" إنكما لم تسلما فأسلما \" قالا بلى ، قد أسلمنا قبلك . قال : \" كذبتما ، يمنعكما من الإسلام دعاؤكما لله ولدا ، وعبادتكما الصليب وأكلكما الخنزير \" . قالا فمن أبوه يا محمد ؟ فصمت رسول الله صلى الله عليه وسلم عنهما فلم يجبهما ، فأنزل الله في ذلك من قولهم ، واختلاف أمرهم ، صدر سورة آل عمران إلى بضع وثمانين آية منها .ثم تكلم ابن إسحاق على التفسير إلى أن قال : فلما أتى رسول الله صلى الله عليه وسلم الخبر من الله ، والفصل من القضاء بينه وبينهم ، وأمر بما أمر به من ملاعنتهم إن ردوا ذلك عليه ، دعاهم إلى ذلك ، فقالوا : يا أبا القاسم ، دعنا ننظر في أمرنا ، ثم نأتيك بما نريد أن نفعل فيما دعوتنا إليه ، فانصرفوا عنه ، ثم خلوا بالعاقب ، وكان ذا رأيهم ، فقالوا : يا عبد المسيح ، ماذا ترى ؟ فقال : والله يا معشر النصارى لقد عرفتم أن محمدا لنبي مرسل ، ولقد جاءكم بالفصل من خبر صاحبكم ، ولقد علمتم أنه ما لاعن قوم نبيا قط فبقي كبيرهم ، ولا نبت صغيرهم ، وإنه للاستئصال منكم إن فعلتم ، فإن كنتم [ قد ] أبيتم إلا إلف دينكم والإقامة على ما أنتم عليه من القول في صاحبكم ، فوادعوا الرجل وانصرفوا إلى بلادكم .فأتوا النبي صلى الله عليه وسلم ، فقالوا : يا أبا القاسم ، قد رأينا ألا نلاعنك ، ونتركك على دينك ، ونرجع على ديننا ، ولكن ابعث معنا رجلا من أصحابك ترضاه لنا ، يحكم بيننا في أشياء اختلفنا فيها من أموالنا ، فإنكم عندنا رضا .قال محمد بن جعفر : فقال رسول الله صلى الله عليه وسلم : \" ائتوني العشية أبعث معكم القوي الأمين \" ، فكان عمر بن الخطاب يقول : ما أحببت الإمارة قط حبي إياها يومئذ ، رجاء أن أكون صاحبها ، فرحت إلى الظهر مهجرا ، فلما صلى رسول الله صلى الله عليه وسلم الظهر سلم ، ثم نظر عن يمينه وعن يساره ، فجعلت أتطاول له ليراني ، فلم يزل يلتمس ببصره حتى رأى أبا عبيدة بن الجراح ، فدعاه : \" اخرج معهم ، فاقض بينهم بالحق فيما اختلفوا فيه \" . قال عمر : فذهب بها أبو عبيدة ، رضي الله عنه .وقد روى ابن مردويه من طريق محمد بن إسحاق ، عن عاصم بن عمر بن قتادة ، عن محمود بن لبيد ، عن رافع بن خديج : أن وفد أهل نجران قدموا على رسول الله صلى الله عليه وسلم فذكر نحوه ، إلا أنه قال في الأشراف : كانوا اثني عشر . وذكر بقيته بأطول من هذا السياق ، وزيادات أخر .وقال البخاري : حدثنا عباس بن الحسين ، حدثنا يحيى بن آدم ، عن إسرائيل ، عن أبي إسحاق ، عن صلة بن زفر ، عن حذيفة قال : جاء العاقب والسيد صاحبا نجران إلى رسول الله صلى الله عليه وسلم يريدان أن يلاعناه ، قال : فقال أحدهما لصاحبه : لا تفعل ، فوالله إن كان نبيا فلاعناه لا نفلح نحن ولا عقبنا من بعدنا . قالا إنا نعطيك ما سألتنا ، وابعث معنا رجلا أمينا ، ولا تبعث معنا إلا أمينا . فقال : \" لأبعثن معكم رجلا أمينا حق أمين \" ، فاستشرف لها أصحاب رسول الله صلى الله عليه وسلم ، فقال : \" قم يا أبا عبيدة بن الجراح \" فلما قام قال رسول الله صلى الله عليه وسلم : \" هذا أمين هذه الأمة \" .[ و ] رواه البخاري أيضا ، ومسلم ، والترمذي ، والنسائي ، وابن ماجه من طرق عن أبي إسحاق السبيعي ، عن صلة ، عن حذيفة ، بنحوه .وقد رواه أحمد ، والنسائي ، وابن ماجه ، من حديث إسرائيل عن أبي إسحاق ، عن صلة عن ابن مسعود ، بنحوه .وقال البخاري : حدثنا أبو الوليد ، حدثنا شعبة ، عن خالد ، عن أبي قلابة ، عن أنس عن النبي صلى الله عليه وسلم قال : \" لكل أمة أمين وأمين هذه الأمة أبو عبيدة بن الجراح \" .وقال الإمام أحمد : حدثنا إسماعيل بن يزيد الرقي أبو يزيد ، حدثنا فرات ، عن عبد الكريم بن مالك الجزري \" عن عكرمة ، عن ابن عباس ، قال : قال أبو جهل : إن رأيت رسول الله صلى الله عليه وسلم يصلي عند الكعبة لآتينه حتى أطأ على عنقه . قال : فقال : \" لو فعل لأخذته الملائكة عيانا ، ولو أن اليهود تمنوا الموت لماتوا ورأوا مقاعدهم من النار ، ولو خرج الذين يباهلون رسول الله صلى الله عليه وسلم لرجعوا لا يجدون مالا ولا أهلا \" .وقد رواه الترمذي ، والنسائي ، من حديث عبد الرزاق ، عن معمر ، عن عبد الكريم ، به . وقال الترمذي : [ حديث ] حسن صحيح .وقد روى البيهقي في دلائل النبوة قصة وفد نجران مطولة جدا ، ولنذكره فإن فيه فوائد كثيرة ، وفيه غرابة وفيه مناسبة لهذا المقام ، قال البيهقي :حدثنا أبو عبد الله الحافظ وأبو سعيد محمد بن موسى بن الفضل ، قالا حدثنا أبو العباس محمد بن يعقوب ، حدثنا أحمد بن عبد الجبار ، حدثنا يونس بن بكير ، عن سلمة بن عبد يسوع ، عن أبيه ، عن جده قال يونس - وكان نصرانيا فأسلم - : إن رسول الله صلى الله عليه وسلم كتب إلى أهل نجران قبل أن ينزل عليه طس سليمان : \" باسم إله إبراهيم وإسحاق ويعقوب ، من محمد النبي رسول الله إلى أسقف نجران وأهل نجران سلم أنتم ، فإني أحمد إليكم إله إبراهيم وإسحاق ويعقوب . أما بعد ، فإني أدعوكم إلى عبادة الله من عبادة العباد ، وأدعوكم إلى ولاية الله من ولاية العباد ، فإن أبيتم فالجزية ، فإن أبيتم آذنتكم بحرب والسلام \" .فلما أتى الأسقف الكتاب فقرأه فظع به ، وذعره ذعرا شديدا ، وبعث إلى رجل من أهل نجران يقال له : شرحبيل بن وداعة - وكان من همدان ولم يكن أحد يدعى إذا نزلت معضلة قبله ، لا الأيهم ولا السيد ولا العاقب - فدفع الأسقف كتاب رسول الله صلى الله عليه وسلم إلى شرحبيل ، فقرأه ، فقال الأسقف : يا أبا مريم ، ما رأيك ؟ فقال شرحبيل : قد علمت ما وعد الله إبراهيم في ذرية إسماعيل من النبوة ، فما يؤمن أن يكون هذا هو ذاك الرجل ، ليس لي في النبوة رأي ، ولو كان أمر من أمور الدنيا لأشرت عليك فيه برأيي ، وجهدت لك ، فقال له الأسقف : تنح فاجلس . فتنحى شرحبيل فجلس ناحية ، فبعث الأسقف إلى رجل من أهل نجران ، يقال له : عبد الله بن شرحبيل ، وهو من ذي أصبح من حمير ، فأقرأه الكتاب ، وسأله عن الرأي فيه ، فقال له مثل قول شرحبيل ، فقال له الأسقف : فاجلس ، فتنحى فجلس ناحية . وبعث الأسقف إلى رجل من أهل نجران ، يقال له : جبار بن فيض ، من بني الحارث بن كعب ، أحد بني الحماس ، فأقرأه الكتاب ، وسأله عن الرأي فيه ؟ فقال له مثل قول شرحبيل وعبد الله ، فأمره الأسقف فتنحى فجلس ناحية .فلما اجتمع الرأي منهم على تلك المقالة جميعا ، أمر الأسقف بالناقوس فضرب به ، ورفعت النيران والمسوح في الصوامع ، وكذلك كانوا يفعلون إذا فزعوا بالنهار ، وإذا كان فزعهم ليلا ضربوا بالناقوس ، ورفعت النيران في الصوامع ، فاجتمعوا حين ضرب بالناقوس ورفعت المسوح أهل الوادي أعلاه وأسفله - وطول الوادي مسيرة يوم للراكب السريع ، وفيه ثلاث وسبعون قرية ، وعشرون ومائة ألف مقاتل . فقرأ عليهم كتاب رسول الله صلى الله عليه وسلم ، وسألهم عن الرأي فيه ، فاجتمع رأي أهل الرأي منهم على أن يبعثوا شرحبيل بن وداعة الهمداني ، وعبد الله بن شرحبيل الأصبحي ، وجبار بن فيض الحارثي ، فيأتونهم بخبر رسول الله صلى الله عليه وسلم . فانطلق الوفد حتى إذا كانوا بالمدينة وضعوا ثياب السفر عنهم ، ولبسوا حللا لهم يجرونها من حبرة ، وخواتيم الذهب ، ثم انطلقوا حتى أتوا رسول الله صلى الله عليه وسلم ، فسلموا عليه ، فلم يرد عليهم وتصدوا لكلامه نهارا طويلا فلم يكلمهم وعليهم تلك الحلل وخواتيم الذهب . فانطلقوا يتبعون عثمان بن عفان وعبد الرحمن بن عوف ، وكانا معرفة لهم ، فوجدوهما في ناس من المهاجرين والأنصار في مجلس ، فقالوا : يا عثمان ويا عبد الرحمن ، إن نبيكم كتب إلينا بكتاب ، فأقبلنا مجيبين له ، فأتيناه فسلمنا عليه فلم يرد سلامنا ، وتصدينا لكلامه نهارا طويلا فأعيانا أن يكلمنا ، فما الرأي منكما ، أترون أن نرجع ؟ فقالا لعلي بن أبي طالب - وهو في القوم - : ما ترى يا أبا الحسن في هؤلاء القوم ؟ فقال علي لعثمان ولعبد الرحمن : أرى أن يضعوا حللهم هذه وخواتيمهم ، ويلبسوا ثياب سفرهم ثم يعودا إليه . ففعلوا فسلموا ، فرد سلامهم ، ثم قال : \" والذي بعثني بالحق لقد أتوني المرة الأولى ، وإن إبليس لمعهم \" ثم ساءلهم وساءلوه ، فلم تزل به وبهم المسألة حتى قالوا : ما تقول في عيسى ، فإنا نرجع إلى قومنا ونحن نصارى ، يسرنا إن كنت نبيا أن نسمع ما تقول فيه ؟ قال رسول الله صلى الله عليه وسلم : \" ما عندي فيه شيء يومي هذا ، فأقيموا حتى أخبركم بما يقول لي ربي في عيسى \" . فأصبح الغد وقد أنزل الله ، عز وجل ، هذه الآية : ( إن مثل عيسى عند الله كمثل آدم [ خلقه من تراب ثم قال له كن فيكون . الحق من ربك فلا تكن من الممترين . فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على ] الكاذبين ) فأبوا أن يقروا بذلك ، فلما أصبح رسول الله صلى الله عليه وسلم الغد بعد ما أخبرهم الخبر ، أقبل مشتملا على الحسن والحسين في خميل له وفاطمة تمشي عند ظهره للملاعنة ، وله يومئذ عدة نسوة ، فقال شرحبيل لصاحبيه : قد علمتما أن الوادي إذا اجتمع أعلاه وأسفله لم يردوا ولم يصدروا إلا عن رأيي وإني والله أرى أمرا ثقيلا والله لئن كان هذا الرجل ملكا مبعوثا ، فكنا أول العرب طعن في عينيه ورد عليه أمره ، لا يذهب لنا من صدره ولا من صدور أصحابه حتى يصيبونا بجائحة ، وإنا لأدنى العرب منهم جوارا ، ولئن كان هذا الرجل نبيا مرسلا فلاعناه لا يبقى على وجه الأرض منا شعر ولا ظفر إلا هلك . فقال له صاحباه : يا أبا مريم ، فما الرأي ؟ فقال : أرى أن أحكمه ، فإني أرى رجلا لا يحكم شططا أبدا . فقالا له : أنت وذاك . قال : فلقيشرحبيل رسول الله صلى الله عليه وسلم ، فقال له : إني قد رأيت خيرا من ملاعنتك . فقال : \" وما هو ؟ \" فقال : حكمك اليوم إلى الليل وليلتك إلى الصباح ، فمهما حكمت فينا فهو جائز . فقال رسول الله صلى الله عليه وسلم : \" لعل وراءك أحدا يثرب عليك ؟ \" فقال شرحبيل : سل صاحبي . فسألهما فقالا ما يرد الوادي ولا يصدر إلا عن رأي شرحبيل : فرجع رسول الله صلى الله عليه وسلم فلم يلاعنهم ، حتى إذا كان الغد أتوه فكتب لهم هذا الكتاب : \" بسم الله الرحمن الرحيم ، هذا ما كتب محمد النبي رسول الله لنجران - إن كان عليهم حكمه - في كل ثمرة وكل صفراء وبيضاء وسوداء ورقيق فاضل عليهم ، وترك ذلك كله لهم ، على ألفي حلة ، في كل رجب ألف حلة ، وفي كل صفر ألف حلة \" وذكر تمام الشروط وبقية السياق .والغرض أن وفودهم كان في سنة تسع ، لأن الزهري قال : كان أهل نجران أول من أدى الجزية إلى رسول الله صلى الله عليه وسلم ، وآية الجزية إنما أنزلت بعد الفتح ، وهي قوله تعالى : ( قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر [ ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون ] ) [ التوبة : 29 ] .وقال أبو بكر بن مردويه : حدثنا سليمان بن أحمد ، حدثنا أحمد بن داود المكي ، حدثنا بشر بن مهران ، أخبرنا محمد بن دينار ، عن داود بن أبي هند ، عن الشعبي ، عن جابر قال : قدم على النبي صلى الله عليه وسلم العاقب والطيب ، فدعاهما إلى الملاعنة فواعداه على أن يلاعناه الغداة . قال : فغدا رسول الله صلى الله عليه وسلم ، فأخذ بيد علي وفاطمة والحسن والحسين ، ثم أرسل إليهما فأبيا أن يجيئا وأقرا بالخراج ، قال : فقال رسول الله صلى الله عليه وسلم : \" والذي بعثني بالحق لو قالا لا لأمطر عليهم الوادي نارا \" قال جابر : فيهم نزلت ( ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ) قال جابر : ( وأنفسنا وأنفسكم ) رسول الله صلى الله عليه وسلم وعلي بن أبي طالب ) وأبناءنا ) : الحسن والحسين ( ونساءنا ) فاطمة .وهكذا رواه الحاكم في مستدركه ، عن علي بن عيسى ، عن أحمد بن محمد الأزهري عن علي بن حجر ، عن علي بن مسهر ، عن داود بن أبي هند ، به بمعناه . ثم قال : صحيح على شرط مسلم ، ولم يخرجاه .هكذا قال : وقد رواه أبو داود الطيالسي ، عن شعبة ، عن المغيرة عن الشعبي مرسلا وهذا أصح وقد روي عن ابن عباس والبراء نحو ذلك ."
}