{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/3/121/",
    "ayah_number": 121,
    "text": "ثم شرع تعالى في ذكر قصة أحد ، وما كان فيها من الاختبار لعباده المؤمنين ، والتمييز بين المؤمنين والمنافقين ، وبيان صبر الصابرين ، فقال تعالى :( وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال والله سميع عليم ( 121 ) )المراد بهذه الوقعة يوم أحد عند الجمهور ، قاله ابن عباس ، والحسن ، وقتادة ، والسدي ، وغير واحد . وعن الحسن البصري : المراد بذلك يوم الأحزاب . رواه ابن جرير ، وهو غريب لا يعول عليه .وكانت وقعة أحد يوم السبت من شوال سنة ثلاث من الهجرة . قال [ قتادة ] لإحدى عشرة ليلة خلت من شوال . وقال عكرمة : يوم السبت للنصف من شوال ، فالله أعلم .وكان سببها أن المشركين حين قتل من قتل من أشرافهم يوم بدر ، وسلمت العير بما فيها من التجارة التي كانت مع أبي سفيان ، فلما رجع قفلهم إلى مكة قال أبناء من قتل ، ورؤساء من بقي لأبي سفيان : ارصد هذه الأموال لقتال محمد ، فأنفقوها في ذلك ، وجمعوا الجموع والأحابيش وأقبلوا في قريب من ثلاثة آلاف ، حتى نزلوا قريبا من أحد تلقاء المدينة ، فصلى رسول الله صلى الله عليه وسلم يوم الجمعة ، فلما فرغ منها صلى على رجل من بني النجار ، يقال له : مالك بن عمرو ، واستشار الناس : أيخرج إليهم أم يمكث بالمدينة ؟ فأشار عبد الله بن أبي بالمقام بالمدينة ، فإن أقاموا أقاموا بشر محبس وإن دخلوها قاتلهم الرجال في وجوههم ، ورماهم النساء والصبيان بالحجارة من فوقهم ، وإن رجعوا رجعوا خائبين . وأشار آخرون من الصحابة ممن لم يشهد بدرا بالخروج إليهم ، فدخل رسول الله صلى الله عليه وسلم فلبس لأمته وخرج عليهم ، وقد ندم بعضهم وقالوا : لعلنا استكرهنا رسول الله صلى الله عليه وسلم ، فقالوا : يا رسول الله ، إن شئت أن نمكث ؟ فقال رسول الله صلى الله عليه وسلم : \" ما ينبغي لنبي إذا لبس لأمته أن يرجع حتى يحكم الله له \" .فسار ، عليه السلام في ألف من أصحابه ، فلما كان بالشوط رجع عبد الله بن أبي في ثلث الجيش مغضبا ، لكونه لم يرجع إلى قوله ، وقال هو وأصحابه : لو نعلم اليوم قتالا لاتبعناكم ، ولكنا لا نراكم تقاتلون اليوم .واستمر رسول الله صلى الله عليه وسلم سائرا حتى نزل الشعب من أحد في عدوة الوادي . وجعل ظهره وعسكره إلى أحد وقال : \" لا يقاتلن أحد حتى نأمره بالقتال \" .وتهيأ رسول الله صلى الله عليه وسلم للقتال وهو في سبعمائة من أصحابه ، وأمر على الرماة عبد الله بن جبير أخا بني عمرو بن عوف ، والرماة يومئذ خمسون رجلا فقال لهم : \" انضحوا الخيل عنا ، ولا نؤتين من قبلكم . والزموا مكانكم إن كانت النوبة لنا أو علينا ، وإن رأيتمونا تخطفنا الطير فلا تبرحوا مكانكم \" .وظاهر رسول الله صلى الله عليه وسلم بين درعين ، وأعطى اللواء مصعب بن عمير أخا بني عبد الدار . وأجاز رسول الله صلى الله عليه وسلم بعض الغلمان يومئذ وأرجأ آخرين ، حتى أمضاهم يوم الخندق بعد هذا اليوم بقريب من سنتين .وتعبأت قريش وهم ثلاثة آلاف ، ومعهم مائتا فرس قد جنبوها فجعلوا على ميمنة الخيل خالد بن الوليد : وعلى الميسرة عكرمة بن أبي جهل ، ودفعوا إلى بني عبد الدار اللواء . ثم كان بين الفريقين ما سيأتي تفصيله في مواضعه عند هذه الآيات ، إن شاء الله تعالى .ولهذا قال تعالى : ( وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال ) أي : تنزلهم منازلهم وتجعلهم ميمنة وميسرة وحيث أمرتهم ( والله سميع عليم ) أي : سميع لما تقولون ، عليم بضمائركم .وقد أورد ابن جرير هاهنا سؤالا حاصله : كيف يقولون : إن النبي صلى الله عليه وسلم سار إلى أحد يوم الجمعة بعد الصلاة ، وقد قال الله [ تعالى ] ( وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال ) ؟ ثم كان جوابه عنه : أن غدوه ليبوئهم مقاعد ، إنما كان يوم السبت أول النهار ."
}