{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/45/5/",
    "ayah_number": 5,
    "text": "والدليل الرابع قوله- تعالى-: وَاخْتِلافِ اللَّيْلِ وَالنَّهارِ.. والمراد باختلافهما:تفاوتهما طولا وقصرا، وتعاقبهما دون أن يسبق أحدهما الآخر كما قال- تعالى-:لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ، وَلَا اللَّيْلُ سابِقُ النَّهارِ، وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ   .وكون الليل والنهار يسيران على هذا النظام الدقيق المطرد الذي لا ينخرم، دليل على أن هذا الاختلاف، تدبير من إله قادر حكيم، لا يدخل أفعاله تفاوت أو اختلال.والدليل الخامس قوله- تعالى-: وَما أَنْزَلَ اللَّهُ مِنَ السَّماءِ مِنْ رِزْقٍ فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها.وقوله: وَما أَنْزَلَ اللَّهُ.. معطوف على اخْتِلافِ، والمراد من السماء: جهة العلو.والمراد بالرزق: المطر الذي ينزل من السحاب، وسمى رزقا لأن المطر سبب لأرزاق العباد.أى: ومن الآيات الدالة على قدرته- سبحانه-: إنزاله المطر من السماء فينزل على الأرض، فتهتز وتربو وتنبت من كل زوج بهيج، بعد أن كانت جدباء هامدة.وأما الدليل السادس فهو قوله- تعالى-: وَتَصْرِيفِ الرِّياحِ: والمراد بتصريفها:تقليبها في الجهات المختلفة، ونقلها من حال إلى حال، وتوجيهها على حسب مشيئته- سبحانه-، فتارة تراها حارة، وتارة تراها باردة.أى: ومن الآيات الدالة على وحدانيته وقدرته، تقليبه- سبحانه- للرياح كما يشاء ويختار.وفي ذلك الذي بيناه لكم آياتٌ واضحات على قدرتنا لِقَوْمٍ يَعْقِلُونَ ذلك.قال الجمل في حاشيته: وحاصل ما ذكر هنا من الدلائل ستة، على ثلاث فواصل: الأولى لِلْمُؤْمِنِينَ، والثانية يُوقِنُونَ، والثالثة، يَعْقِلُونَ.ووجه التغاير بينها، أن المنصف من نفسه إذا نظر في السموات والأرض وأنه لا بد لهما من صانع آمن، وإذا نظر في خلق نفسه ونحوها، ازداد إيمانا فأيقن. وإذا نظر في سائر الحوادث عقل واستحكم علمه، فاختلاف الفواصل الثلاث، لاختلاف الآيات في الدقة والظهور .وما ذكر في هذه الآيات الكريمة من أدلة ساطعة على قدرة الله ووحدانيته جاء في آيات كثيرة، من أجمعها قوله- تعالى-: إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهارِ، وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِما يَنْفَعُ النَّاسَ، وَما أَنْزَلَ اللَّهُ مِنَ السَّماءِ مِنْ ماءٍ فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها وَبَثَّ فِيها مِنْ كُلِّ دَابَّةٍ، وَتَصْرِيفِ الرِّياحِ وَالسَّحابِ الْمُسَخَّرِ بَيْنَ السَّماءِ وَالْأَرْضِ، لَآياتٍ لِقَوْمٍ يَعْقِلُونَ   .وبعد أن ذكر- سبحانه- هذه الأدلة الكونية الساطعة التي تحمل الناس على إخلاص العبادة له وحده، أتبع ذلك بتهديد الذين عموا عنها، والذين اتخذوا آيات الله هزوا..فقال- تعالى-:"
}