{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/45/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة «الجاثية» هي السورة الخامسة والأربعون في ترتيب المصحف. وكان نزولها بعد سورة «الدخان» . وعدد آياتها سبع وثلاثون آية في المصحف الكوفي، وست وثلاثون في غيره، لاختلافهم في قوله- تعالى- حم، هل هو آية مستقلة أولا.2- وقد افتتحت هذه السورة بالثناء على القرآن الكريم، وبدعوة الناس إلى التدبر والتأمل في هذا الكون العجيب، وما اشتمل عليه من سموات وأرض، ومن ليل ونهار، ومن أمطار ورياح.. فإن هذا التأمل من شأنه أن يهدى إلى الحق، وإلى أن لهذا الكون إلها واحدا قادرا حكيما، هو الله رب العالمين.قال- تعالى-: تَنْزِيلُ الْكِتابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ. إِنَّ فِي السَّماواتِ وَالْأَرْضِ لَآياتٍ لِلْمُؤْمِنِينَ. وَفِي خَلْقِكُمْ وَما يَبُثُّ مِنْ دابَّةٍ آياتٌ لِقَوْمٍ يُوقِنُونَ.3- ثم توعد- سبحانه- بعد ذلك الأفاكين بأشد أنواع العذاب، لإصرارهم على كفرهم، واتخاذهم آيات الله هزوا.قال- تعالى-: وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ. يَسْمَعُ آياتِ اللَّهِ تُتْلى عَلَيْهِ، ثُمَّ يُصِرُّ مُسْتَكْبِراً كَأَنْ لَمْ يَسْمَعْها، فَبَشِّرْهُ بِعَذابٍ أَلِيمٍ. وَإِذا عَلِمَ مِنْ آياتِنا شَيْئاً اتَّخَذَها هُزُواً أُولئِكَ لَهُمْ عَذابٌ مُهِينٌ.4- ثم انتقلت السورة الكريمة إلى بيان جانب من نعم الله- تعالى- على خلقه، تلك النعم التي تتمثل في البحر وما اشتمل عليه من خيرات، وفي السموات والأرض وما فيهما من منافع.قال- سبحانه-: اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ، وَلِتَبْتَغُوا مِنْ فَضْلِهِ، وَلَعَلَّكُمْ تَشْكُرُونَ. وَسَخَّرَ لَكُمْ ما فِي السَّماواتِ وَما فِي الْأَرْضِ جَمِيعاً مِنْهُ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ.5- ثم بين- سبحانه- موقف بنى إسرائيل من نعم الله- تعالى-، وكيف أنهم قابلوا ذلك بالاختلاف والبغي، ونهى- سبحانه- نبيه صلّى الله عليه وسلّم عن الاستماع إليهم، وبين أنه لا يستوي عنده- عز وجل- الذين اجترحوا السيئات، والذين عملوا الصالحات.فقال- تعالى-: أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئاتِ، أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ، سَواءً مَحْياهُمْ وَمَماتُهُمْ ساءَ ما يَحْكُمُونَ. وَخَلَقَ اللَّهُ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ، وَلِتُجْزى كُلُّ نَفْسٍ بِما كَسَبَتْ وَهُمْ لا يُظْلَمُونَ.ثم حكى بعض الأقوال الباطلة التي تفوه بها الكافرون، ورد عليها بما يزهقها ويثبت كذبها، قال- تعالى-: وَقالُوا ما هِيَ إِلَّا حَياتُنَا الدُّنْيا نَمُوتُ وَنَحْيا وَما يُهْلِكُنا إِلَّا الدَّهْرُ، وَما لَهُمْ بِذلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ. وَإِذا تُتْلى عَلَيْهِمْ آياتُنا بَيِّناتٍ ما كانَ حُجَّتَهُمْ إِلَّا أَنْ قالُوا ائْتُوا بِآبائِنا إِنْ كُنْتُمْ صادِقِينَ. قُلِ اللَّهُ يُحْيِيكُمْ، ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلى يَوْمِ الْقِيامَةِ لا رَيْبَ فِيهِ. وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ.6- ثم أخذت السورة الكريمة في أواخرها، في بيان أهوال يوم القيامة، وفي بيان عاقبة الأخيار وعاقبة الأشرار.قال- تعالى-: فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذلِكَ هُوَ الْفَوْزُ الْمُبِينُ. وَأَمَّا الَّذِينَ كَفَرُوا، أَفَلَمْ تَكُنْ آياتِي تُتْلى عَلَيْكُمْ، فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْماً مُجْرِمِينَ.7- ثم ختم- سبحانه- السورة الكريمة بالثناء على ذاته بما هو أهله، فقال- تعالى-: فَلِلَّهِ الْحَمْدُ رَبِّ السَّماواتِ وَرَبِّ الْأَرْضِ، رَبِّ الْعالَمِينَ، وَلَهُ الْكِبْرِياءُ فِي السَّماواتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ.هذا، والمتدبر في هذه السورة الكريمة، يراها تدعو الناس إلى التفكر فيما اشتمل عليه هذا الكون من آيات دالة على وحدانية الله- تعالى- وكمال قدرته، كما أنه يراها تحكى بشيء من التفصيل أقوال المشركين وترد عليها، وتبين سوء عاقبتهم كما يراها تسوق ألوانا من نعم الله على خلقه، وتدعو المؤمنين إلى التمسك بكتاب ربهم، وتبشرهم بأنهم متى فعلوا ذلك ظفروا برضوان الله تعالى وثوابه.فأما الذين آمنوا وعملوا الصالحات فيدخلهم ربهم في رحمته، ذلك هو الفوز المبين، كما يراها تهتم بتفصيل الحديث عن أهوال يوم القيامة، لكي يفيء الناس إلى رشدهم، ويستعدوا لاستقبال هذا اليوم بالإيمان والعمل الصالح.قال- تعالى-: وَتَرى كُلَّ أُمَّةٍ جاثِيَةً، كُلُّ أُمَّةٍ تُدْعى إِلى كِتابِهَا، الْيَوْمَ تُجْزَوْنَ ما كُنْتُمْ تَعْمَلُونَ. هذا كِتابُنا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ، إِنَّا كُنَّا نَسْتَنْسِخُ ما كُنْتُمْ تَعْمَلُونَ.نسأل الله- تعالى- أن ينجينا من أهوال هذا اليوم، وأن يحشرنا مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا. ذلك الفضل من الله، وكفى بالله عليما.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة \" الجاثية \" من السور التى افتتحت ببعض حروف التهجى ، وقد سبق أن قلنا ، إن هذه الحروف الرأى الراجح فى معناها ، أنها سيقت للتنبيه على إعجاز القرآن ، وعلى أنه من عند الله - عز وجل - ."
}