{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/7/179/",
    "ayah_number": 179,
    "text": "يقول تعالى : ( ولقد ذرأنا ) أي : خلقنا وجعلنا ( لجهنم كثيرا من الجن والإنس ) أي : هيأناهم لها ، وبعمل أهلها يعملون ، فإنه تعالى لما أراد أن يخلق الخلائق ، علم ما هم عاملون قبل كونهم ، فكتب ذلك عنده في كتاب قبل أن يخلق السماوات والأرض بخمسين ألف سنة ، كما ورد في صحيح مسلم ، عن عبد الله بن عمرو أن رسول الله صلى الله عليه وسلم قال : \" إن الله قدر مقادير الخلق قبل أن يخلق السماوات والأرض بخمسين ألف سنة ، وكان عرشه على الماء \"وفي صحيح مسلم أيضا ، من حديث عائشة بنت طلحة ، عن خالتها عائشة أم المؤمنين ، رضي الله عنها ، أنها قالت : دعي رسول الله صلى الله عليه وسلم إلى جنازة صبي من الأنصار ، فقلت : يا رسول الله طوبى له ، عصفور من عصافير الجنة ، لم يعمل السوء ولم يدركه . فقال [ رسول الله صلى الله عليه وسلم ] أو غير ذلك يا عائشة ؟ إن الله خلق الجنة ، وخلق لها أهلا وهم في أصلاب آبائهم ، وخلق النار ، وخلق لها أهلا وهم في أصلاب آبائهم \"وفي الصحيحين من حديث ابن مسعود [ رضي الله عنه ] ثم يبعث إليه الملك ، فيؤمر بأربع كلمات ، فيكتب : رزقه ، وأجله ، وعمله ، وشقي أم سعيد \" .وتقدم أن الله [ تعالى ] لما استخرج ذرية آدم من صلبه وجعلهم فريقين : أصحاب اليمين وأصحاب الشمال ، قال : \" هؤلاء للجنة ولا أبالي ، وهؤلاء للنار ولا أبالي \" .والأحاديث في هذا كثيرة ، ومسألة القدر كبيرة ليس هذا موضع بسطها .وقوله تعالى : ( لهم قلوب لا يفقهون بها ولهم أعين لا يبصرون بها ولهم آذان لا يسمعون بها ) يعني : ليس ينتفعون بشيء من هذه الجوارح التي جعلها الله [ سببا للهداية ] كما قال تعالى : ( وجعلنا لهم سمعا وأبصارا وأفئدة فما أغنى عنهم سمعهم ولا أبصارهم ولا أفئدتهم من شيء إذ كانوا يجحدون بآيات الله [ وحاق بهم ما كانوا به يستهزئون ] ) [ الأحقاف : 26 ] وقال تعالى : ( صم بكم عمي فهم لا يرجعون ) [ البقرة : 18 ] هذا في حق المنافقين ، وقال في حق الكافرين : ( صم بكم عمي فهم لا يعقلون ) [ البقرة : 171 ] ولم يكونوا صما بكما عميا إلا عن الهدى ، كما قال تعالى : ( ولو علم الله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون ) [ الأنفال : 23 ] ، وقال : ( فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور ) [ الحج : 46 ] ، وقال ( ومن يعش عن ذكر الرحمن نقيض له شيطانا فهو له قرين وإنهم ليصدونهم عن السبيل ويحسبون أنهم مهتدون ) [ الزخرف : 36 ، 37 ] .وقوله تعالى : ( أولئك كالأنعام ) أي : هؤلاء الذين لا يسمعون الحق ولا يعونه ولا يبصرون الهدى ، كالأنعام السارحة التي لا تنتفع بهذه الحواس منها إلا في الذي يعيشها من ظاهر الحياة الدنيا كما قال تعالى : ( ومثل الذين كفروا كمثل الذي ينعق بما لا يسمع إلا دعاء ونداء [ صم بكم عمي ] ) [ البقرة : 171 ] أي : ومثلهم - في حال دعائهم إلى الإيمان - كمثل الأنعام إذا دعاها راعيها لا تسمع إلا صوته ، ولا تفقه ما يقول ; ولهذا قال في هؤلاء : ( بل هم أضل ) أي : من الدواب ; لأن الدواب قد تستجيب مع ذلك لراعيها إذا أبس بها ، وإن لم تفقه كلامه ، بخلاف هؤلاء ; ولأن الدواب تفقه ما خلقت له إما بطبعها وإما بتسخيرها ، بخلاف الكافر فإنه إنما خلق ليعبد الله ويوحده ، فكفر بالله وأشرك به ; ولهذا من أطاع الله من البشر كان أشرف من مثله من الملائكة في معاده ، ومن كفر به من البشر ، كانت الدواب أتم منه ; ولهذا قال تعالى : ( أولئك كالأنعام بل هم أضل أولئك هم الغافلون )"
}