{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/58/3/",
    "ayah_number": 3,
    "text": "ثم أخذت السورة الكريمة في تفصيل حكم الظهار، بعد بيان كونه منكرا من القول وزورا، فقال- تعالى-: وَالَّذِينَ يُظاهِرُونَ مِنْ نِسائِهِمْ، ثُمَّ يَعُودُونَ لِما قالُوا، فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا.وقد اختلف العلماء في معنى قوله- تعالى-: ثُمَّ يَعُودُونَ لِما قالُوا.فمنهم من يرى أن المراد منه، ثم يرجعون عما قالوا، قاصدين معاشرة زوجاتهم..أو قاصدين تحليل ما حرموه على أنفسهم بالنسبة لزوجاتهم بسبب الظهار.ومنهم من يرى أن المراد بهذه الجملة: العودة إلى ما كانوا يقولونه في الجاهلية، بعد أن هداهم الله- تعالى- إلى الإسلام، فيكون المعنى: ثم يعودون إلى ما كانوا يقولونه في الجاهلية من ألفاظ الظهار، التي يبغضها الله- تعالى-.وهذا القول يبدو عليه الضعف من جهة: جعله الفعل المضارع الدال على الحال والاستقبال وهو يَظْهَرُونَ، بمعنى الماضي المنقطع، ومن جهة جعلهم أن المظاهر بعد الإسلام، كان قد ظاهر في الجاهلية، مع أن هذا ليس بلازم. إذ لم يثبت أن «أوس بن الصامت» كان قد ظاهر من زوجته في الجاهلية، وهذا الحكم إنما هو حق المظاهر في الإسلام.ومنهم من يرى أن المراد بهذه الجملة: تكرار لفظ الظهار، فمعنى ثم يعودون لما قالوا: ثم يعودون إلى تكرار لفظ الظهار مرة أخرى.وكان أصحاب هذا القول يرون، أن الكفارة لا تكون إلا بتكرار ألفاظ الظهار، وهو قول لا يؤيده دليل، لأنه لم يثبت أن خولة- أو غيرها- كرر عليها زوجها لفظ الظهار أكثر من مرة، بل الثابت أنه عند ما قال لها: أنت على كظهر أمى، ذهبت إلى الرسول صلى الله عليه وسلم وقصت عليه ما جرى بينها وبين زوجها.وقد رجح الإمام ابن جرير الرأى الأول فقال: والصواب من القول في ذلك عندي أن يقال: معنى اللام في قوله: لِما قالُوا بمعنى إلى أو في، لأن معنى الكلام: ثم يعودون لنقض ما قالوا من التحريم فيحللونه، وإن قيل: ثم يعودون إلى تحليل ما حرموا، أو في تحليل ما حرموا فصواب، لأن كل ذلك عود له، فتأويل الكلام: ثم يعودون لتحليل ما حرموا على أنفسهم مما أحله الله لهم  .والمعنى: والذين يظاهرون منكم- أيها المؤمنون- من نسائهم، ثم يندمون على ما فعلوا، ويريدون أن يعودوا عما قالوه، وأن يرجعوا إلى معاشرة زوجاتهم.فعليهم في هذه الحالة إعتاق رقبة مِنْ قَبْلِ أَنْ يَتَمَاسَّا أى: من قبل أن يستمتع أحدهما بالآخر، أى يحرم عليهما الجماع ودواعيه قبل التكفير.والمراد بالرقبة: المملوك، من تسمية الكل باسم الجزء.واسم الإشارة في قوله- سبحانه- ذلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِما تَعْمَلُونَ خَبِيرٌ يعود إلى الحكم بالكفارة.أى: ذلكم الذي شرعنا لكم- أيها المؤمنون- وهو الحكم بالكفارة إنما شرعناه من أجل أن تتعظوا به، وتنزجروا عن النطق بالألفاظ التي تؤدى إلى الظهار، والله- تعالى- خبير ومطلع على كل ما تقولونه من أقوال، وما تفعلونه من أفعال- وسيحاسبكم على ذلك حسابا دقيقا.وما دام الأمر كذلك، فافعلوا ما أمركم به، واجتنبوا ما نهاكم عنه."
}