{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/58/7/",
    "ayah_number": 7,
    "text": "ثم أقام- سبحانه- الأدلة على شمول علمه فقال: أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ، ما يَكُونُ مِنْ نَجْوى ثَلاثَةٍ إِلَّا هُوَ رابِعُهُمْ.والاستفهام في قوله: أَلَمْ تَرَ.. للتقرير، والرؤية بمعنى العلم والإدراك القلبي..والخطاب لكل من هو أهل له.والنجوى: اسم مصدر بمعنى المسارة، يقال: نجوته نجوا ونجوى وناجيته مناجاة، أى:ساررته بكلام على انفراد. وأصله: ان تخلو بمن تناجيه بسر معين في نجوة من الأرض، أى:في مكان مرتفع منفصل عما حوله.وقيل: أصله من النجاة، لأن الإسرار بالشيء فيه معاونة على النجاة.وتطلق النجوى على القوم المتناجين، كما في الآية التي معنا.قال الآلوسى: وقوله- تعالى-: ما يَكُونُ مِنْ نَجْوى ثَلاثَةٍ إِلَّا هُوَ رابِعُهُمْ استئناف مقرر لما قبله من سعة علمه- تعالى-، و «يكون» من كان التامة. و «من» مزيدة و «نجوى» فاعل، وإضافتها إلى ثلاثة من إضافة المصدر إلى فاعله.. والاستثناء في قوله إِلَّا هُوَ رابِعُهُمْ مفرغ من أهم الأحوال ...  .والمعنى: لقد علمت- أيها العاقل- علما لا يخالطه شك أو تردد، أن الله- تعالى- يعلم علما تاما، ما في السموات وما في الأرض من كائنات مختلفة الأجناس والأنواع.. وأنه- سبحانه- ما يقع من تناجى ثلاثة فيما بينهم إلا وهو تعالى- يعلمه، كأنه حاضر معهم، ومشاهد لهم، كما يعلمه الرابع حين يكون معهم في التناجي.وَلا خَمْسَةٍ إِلَّا هُوَ سادِسُهُمْ أى: ولا يكون التناجي بين خمسة إلا وهو- سبحانه- معهم، يعلم ما يتناجون به كما يعلم ذلك سادسهم فيما لو كان التناجي بين ستة.وقوله- تعالى- وَلا أَدْنى مِنْ ذلِكَ وَلا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ ما كانُوا بيان لشمول علمه لجميع الأحداث.أى: ولا يقع التناجي بين ما هو أقل من ذلك العدد أو أكثر- كالاثنين والستة- إلا وهو- سبحانه- يعلم علما تاما ما يجرى بينهم في أى مكان كانوا، وعلى أية حالة وجدوا.ثُمَّ يُنَبِّئُهُمْ بِما عَمِلُوا يَوْمَ الْقِيامَةِ أى: ثم يخبرهم- سبحانه- يوم القيامة بما عملوه في الدنيا من أعمال كبيرة أو صغيرة، ويجازيهم عليها بما يستحقونه من ثواب أو عقاب.إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ فهو- سبحانه- لا يخفى عليه شيء في الأرض ولا في السماء.والمقصود بهذه الآية الكريمة، بيان شمول علم الله- تعالى- لكل شيء، وأنه- سبحانه- يحصى على الناس أعمالهم إحصاء الحاضر معهم، المشاهد لهم، الذي لا يعزب عنه شيء من حركاتهم أو سكناتهم، ولذا افتتح- سبحانه- الآية بالعلم، واختتمها بالعلم- أيضا-.قال الإمام الرازي ما ملخصه: ذكر- سبحانه- الثلاثة والخمسة لوجوه: أحدها: أن هذه إشارة إلى كمال رحمته، وذلك لأن الثلاثة إذا اجتمعوا، فإذا أخذ اثنان في التناجي والمشاورة بقي الواحد ضائعا وحيدا، فيضيق قلبه فيقول الله- تعالى- له: أنا جليسك وأنيسك.وثانيها: أن العدد الفرد أشرف من الزوج، لأن الله وتر يحب الوتر، فخص الأعداد الفردية بالذكر للتنبيه على شرفها.وثالثها: أن الآية نزلت في قوم من المنافقين، اجتمعوا على التناجي مغايظة للمؤمنين، وكانوا على هذين العددين: أى كانوا في مرة ثلاثة وفي مرة أخرى خمسة- فنزلت الآية الكريمة بيانا للواقع  .ويبدو لنا أن ذكر العدد إنما هو من باب التمثيل، وأن المقصود الأصلى من الآية الكريمة، بيان أن علم الله- تعالى- يشمل كل كبير وصغير، وكثير وقليل، ولذا قال- سبحانه-:وَلا أَدْنى مِنْ ذلِكَ وَلا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ ما كانُوا.قال القرطبي: قال الفراء: المعنى غير مقصود، والعدد غير مقصود، لأنه- تعالى- إنما قصد- وهو أعلم- أنه مع كل عدد قل أو كثر، يعلم ما يقولون سرا وجهرا، ولا تخفى عليه خافية، فمن أجل ذلك اكتفى بذكر بعض العدد، دون بعض.. ."
}