{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/58/11/",
    "ayah_number": 11,
    "text": "ثم لفت- سبحانه- أنظار المؤمنين إلى أدب رفيع فقال: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ.وقد ذكر المفسرون في سبب نزول هذه الآية روايات منها ما روى عن قتادة أنه قال: نزلت هذه الآية في مجالس الذكر، وذلك أنهم كانوا إذا رأوا أحدهم مقبلا، ضنوا بمجالسهم عند رسول الله صلى الله عليه وسلم فأمرهم الله أن يفسح بعضهم لبعض.وقال مقاتل بن حيان: أنزلت هذه الآية يوم الجمعة، وكان رسول الله صلى الله عليه وسلم يومئذ في الصفة، وفي المكان ضيق، وكان يكرم أهل بدر من المهاجرين والأنصار، فجاء ناس من أهل بدر وقد سبقوا في المجالس فقاموا حيال رسول الله صلى الله عليه وسلم فقالوا السلام عليكم أيها النبي ورحمة الله وبركاته، فرد النبي صلى الله عليه وسلم عليهم ثم سلموا على القوم بعد ذلك، فردوا عليهم السلام، فقاموا على أرجلهم ينتظرون أن يوسع لهم.فعرف النبي صلى الله عليه وسلم ما يحملهم على القيام فلم يفسح لهم، فشق ذلك عليه، فقال لمن حوله من المهاجرين والأنصار من غير أهل بدر: قم يا فلان، قم يا فلان.فشق ذلك على من أقيم من مجلسه وعرف صلى الله عليه وسلم الكراهة في وجوههم.فقال المنافقون: ألستم تزعمون أن صاحبكم هذا يعدل بين الناس؟ والله ما رأيناه قد عدل على هؤلاء.. فبلغنا أن رسول الله صلى الله عليه وسلم قال: «رحم الله رجلا يفسح لأخيه» فجعلوا يقومون بعد ذلك سراعا، ونزلت هذه الآية  .وقوله تَفَسَّحُوا من التفسح، وهو تفعل بمعنى التوسع، يقال: فسح فلان لفلان في المجلس- من باب نفع- إذا أوجد له فسحة في المكان ليجلس فيه.والمعنى: يا من آمنتم بالله حق الإيمان، إذا قيل لكم توسعوا في مجالسكم لتسع أكبر قدر من إخوانكم فامتثلوا واستجيبوا. لأن فعلكم هذا يؤدى إلى أن يفسح الله- تعالى- لكم في رحمته، وفي منازلكم في الجنة، وفي كل شيء تحبونه.وحذف- سبحانه- متعلق يَفْسَحِ اللَّهُ لَكُمْ ليشمل كل ما يرجو الناس أن يفسح الله لهم فيه من رزق، ورحمة، وخير دنيوى وأخروى.والمراد بالمجالس: مجالس الخير، كمجالس الذكر، والجهاد، والصلاة، وطلب العلم، وغير ذلك من المجالس التي يحبها الله- تعالى-.وقراءة الجمهور: «إذا قيل لكم تفسحوا في المجلس» ، بالإفراد على إرادة الجنس..أى: قيل لكم تفسحوا في أى مجلس خير فافسحوا.. لأن هذا التوسع يؤدى إلى ازدياد المحبة والمودة بينكم. وقرأ عاصم بصيغة الجمع.ثم أرشدهم- سبحانه- إلى نوع آخر من الأدب السامي فقال: وَإِذا قِيلَ انْشُزُوا فَانْشُزُوا.والنشوز الارتفاع عن الأرض. يقال: نشز ينشز وينشز- من بابى نصر وضرب- إذا ارتفع من مكانه.أى: وإذا قبل لكم- أيها المؤمنون- انهضوا من أماكنكم، للتوسعة على المقبلين عليكم، فانهضوا ولا تتكاسلوا.وقوله: يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجاتٍ جواب الأمر في قوله: فَانْشُزُوا.وعطف «الذين أوتوا العلم» على «الذين آمنوا» من باب عطف الخاص على العام، على سبيل التعظيم والتنويه بقدر العلماء.أى: وإذا قيل لكم ارتفعوا عن مواضعكم في المجالس فارتفعوا، فإنكم إن تفعلوا ذلك، يرفع الله- تعالى- المؤمنين الصادقين منكم درجات عظيمة في الآخرة، ويرفع العلماء منكم درجات أعظم وأكبر.ويرى بعضهم أن المراد بالموصولين واحد، والعطف في الآية لتنزيل التغاير في الصفات، منزلة التغاير في الذات.والمعنى: يرفع الله الذين آمنوا العالمين درجات عظيمة لا يعلم مقدارها إلا الله- تعالى-.ثم ختم- سبحانه- الآية الكريمة بما يدل على شمول علمه فقال: وَاللَّهُ بِما تَعْمَلُونَ خَبِيرٌ.أى: والله- تعالى- مطلع اطلاعا تاما على نواياكم، وعلى ظواهركم وبواطنكم، فاحذروا مخالفة أمره، واتبعوا ما أرشدكم إليه من أدب وسلوك.هذا: ومن الأحكام التي أخذها العلماء من هذه الآية الكريمة: أن إفساح المؤمن لأخيه المؤمن في المجلس، من الآداب الإسلامية التي ينبغي التحلي بها، لأن هذا الفعل بجانب رفعه للدرجات فإنه سبب للتوادد والتعاطف والتراحم.قال القرطبي ما ملخصه: والصحيح في الآية أنها عامة في كل مجلس اجتمع المسلمون فيه للخير والأجر، سواء أكان مجلس حرب، أم ذكر، أم مجلس يوم الجمعة ... ولكن بدون أذى، فقد أخرج الشيخان عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: «لا يقيم الرجل الرجل من مجلسه ثم يجلس فيه» .وعن ابن عمر- أن رسول الله صلى الله عليه وسلم نهى ان يقام الرجل من مجلسه ثم يجلس فيه آخر، «ولكن تفسحوا وتوسعوا»  .وعلى أية حال فإن الآية الكريمة ترشد المؤمنين في كل زمان ومكان، إلى لون من مكارم الأخلاق، ألا وهو التوسعة في المجالس، وتقديم أهل العلم والفضل، وإنزالهم منازلهم التي تليق بهم في المجالس.كذلك أخذ العلماء من هذه الآية الكريمة أنه يجوز القيام للقادم.قال الإمام ابن كثير: وقد اختلف الفقهاء في جواز القيام للوارد إذا جاء- على أقوال:فمنهم من رخص في ذلك محتجا بحديث: «قوموا إلى سيدكم» .ومنهم من منع من ذلك، محتجا بحديث: «من أحب أن يتمثل له الرجال قياما. فليتبوأ مقعده من النار» .ومنهم من فضل فقال: يجوز القيام للقادم من سفر، وللحاكم في محل ولايته، كما دل عليه قصة سعد بن معاذ، فإنه لما استقبله النبي صلى الله عليه وسلم حاكما في بنى قريظة، فرآه مقبلا قال للمسلمين: «قوموا إلى سيدكم» ، وما ذاك إلا ليكون أنفذ لحكمه- والله أعلم-.فأما اتخاذه- أى القيام- دينا، فإنه من شعار الأعاجم.. وفي الحديث المروي في السنن أن رسول الله صلى الله عليه وسلم كان يجلس حيث انتهى به المجلس، ولكن حيث يجلس يكون صدر ذلك المجلس، وكان الصحابة يجلسون منه على مراتبهم، فالصديق عن يمينه، وعمر عن يساره، وبين يديه غالبا عثمان وعلى لأنهما كانا ممن يكتب الوحى، وكان يأمرهما بذلك.. .كذلك أخذ العلماء من هذه الآية الكريمة، فضل العلماء وسمو منزلتهم.قال صاحب الكشاف: عن عبد الله بن مسعود أنه كان إذا قرأ هذه الآية قال: يا أيها الناس افهموا هذه الآية، ولترغبكم في العلم. وفي الحديث الشريف: «بين العالم والعابد مائة درجة» وفي حديث آخر: «فضل العالم على العابد، كفضل القمر ليلة البدر على سائر النجوم» .وعن بعض الحكماء أنه قال: ليت شعري أى شيء أدرك من فاته العلم، وأى شيء فات من أدرك العلم.وعن الأحنف: كل عز لم يوطد بعلم فإلى ذل يصير ."
}