{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/22/",
    "ayah_number": 22,
    "text": "ثم ساق- سبحانه- مشهدا حيا. تراه العيون، وتهتز له القلوب، ويجعل المشاعر تتجه إلى الله وحده بالدعاء فقال- تعالى- هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ ...والسير معناه: الانتقال من مكان إلى آخر. والتسيير معناه: جعل الإنسان أو الحيوان أو غيرهما يسير بذاته، أو بواسطة دابة أو سفينة أو غيرهما، مما سخره الله- تعالى- له بقدرته ورحمته.أى: هو- سبحانه- الذي يسيركم بقدرته ورحمته في البر والبحر، بواسطة ما وهبكم من قدرة على السير، أو ما سخر لكم من دواب وسفن وغيرهما مما تستعملونه في سفركم، وكل ذلك من أجل مصلحتكم ومنفعتكم.ثم قال- تعالى- حَتَّى إِذا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِها....والفلك: ما عظم من السفن. ويستعمل هذا اللفظ عند كثير من العلماء للواحد والجمع.والظاهر أن المراد به هنا الجمع، بدليل قوله وَجَرَيْنَ أى: السفن.والمراد بالريح الطيبة: الريح المناسبة لسير السفن، والموافقة لا تجاهها.أى: هو- سبحانه- وحده الذي ينقلكم من مكان إلى آخر في البر والبحر، حتى إذا كنتم في إحدى مرات تسييركم راكبين في السفن التي سخرها لكم، وجرت هذه السفن بمن فيها بسبب الريح الطيبة إلى المكان الذي تقصدونه، وأنتم في حالة فرح غامر، وسرور شامل.. جاءَتْها رِيحٌ عاصِفٌ، وَجاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ....والريح العاصف: هي الريح الشديدة القوية. يقال: عصفت الريح وأعصفت فهي عاصف إذا اشتدت في سرعتها وهيجانها.والموج: ما ارتفع من مياه البحار، والظن هنا بمعنى اليقين أو الاعتقاد الراجح، وقوله:أُحِيطَ بِهِمْ، أى: أحاط بهم البلاء من كل ناحية. يقال لمن وقع في بلية: قد أحيط به.وأصل هذا أن العدو إذا أحاط بعدوه جعله على حافة الهلاك.أى بعد أن جرت السفن بهؤلاء القوم في البحر وهم في فرح وحبور، جاءت إليهم ريح عاصفة شديدة السرعة والتقلب، وارتفع إليها الموج من كل مكان، واعتقد ركابها- الذين كانوا منذ قليل فرحين مبتهجين- أنهم قد أحاط بهم الهلاك كما يحيط العدو بعدوه.وقوله: بِهِمْ فيه التفات من الخطاب إلى الغيبة، لأنه كان الظاهر أن يقال: حتى إذا كنتم في الفلك وجرين بكم لكن جاء الكلام على أسلوب الالتفات للمبالغة في تقبيح أحوالهم، وسوء صنيعهم.قال صاحب الكشاف «فإن قلت: ما فائدة صرف الكلام من الخطاب إلى الغيبة؟ قلت:المبالغة، كأنه يذكر لغيرهم حالهم ليعجبهم منها، ويستدعى منهم الإنكار والتقبيح» .وقوله: دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنا مِنْ هذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ بيان لما قالوه بعد أن داهمتهم الرياح العاصفة، والأمواج العالية وبعد أن أيقنوا أنهم على حافة الموت.أى في تلك الساعات العصيبة، واللحظات الحرجة، توجهوا إلى الله وحده قائلين: نقسم لك يا ربنا، ويا من لا يعجزك شيء، لئن أنجيتنا من تلك الأهوال التي نحن فيها، لنكونن من الشاكرين لك، المطيعين لأمرك، المتبعين لشرعك.وهنا، وبعد هذا الدعاء العريض، هدأت العاصفة. وانخفضت الأمواج، وسكنت النفوس بعض السكون، ووصلت السفن إلى شاطئ الأمان فماذا كانت النتيجة؟كانت النتيجة كما صورها القرآن الكريم: فَلَمَّا أَنْجاهُمْ إِذا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ..."
}