{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/10/93/",
    "ayah_number": 93,
    "text": "ثم بين- سبحانه- بعد ذلك بعض مظاهر نعمه على بنى إسرائيل بعد أن أهلك عدوهم فرعون فقال- تعالى-: وَلَقَدْ بَوَّأْنا بَنِي إِسْرائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْناهُمْ مِنَ الطَّيِّباتِ.وقوله: بَوَّأْنا أى: أنزلنا وأسكنا، من التبوء، وهو اتخاذ المباءة أى: المنزل والمسكن.وفي إضافة المبوأ إلى الصدق مدح له، فقد جرت عادة العرب على أنهم إذا مدحوا شيئا أضافوه إلى الصدق فقالوا: رجل صدق إذا كان متحليا بمكارم الأخلاق.قال الآلوسى: «والمراد بهذا المبوأ، كما رواه ابن المنذر وغيره عن الضحاك: الشام ومصر، فإن بنى إسرائيل الذين كانوا في زمان موسى- عليه السلام- وهم المرادون هنا، ملكوا ذلك حسبما ذهب إليه جمع من الفضلاء .وأخرج أبو الشيخ وغيره عن قتادة أن المراد به الشام وبيت المقدس، واختاره بعضهم، بناء على أن أولئك لم يعودوا إلى مصر بعد ذلك.وينبغي أن يراد ببني إسرائيل على القولين، ما يشمل ذريتهم بناء على أنهم ما دخلوا الشام في حياة موسى- عليه السلام- إنما دخلها أبناؤهم- بقيادة يوشع بن نون.وقيل المراد به أطراف المدينة إلى جهة الشام، وببني إسرائيل الذين كانوا على عهد نبينا محمد صلى الله عليه وسلم.والمعنى: ولقد أنزلنا بنى إسرائيل بعد هلاك عدوهم فرعون منزلا صالحا مرضيا، فيه الأمان، والاطمئنان لهم، وأعطيناهم فوق ذلك الكثير من ألوان المأكولات والمشروبات الطيبات التي أحللناها لهم.وقوله: فَمَا اخْتَلَفُوا حَتَّى جاءَهُمُ الْعِلْمُ.... توبيخ لهم على موقفهم الجحودى من هذه النعم التي أنعم الله بها عليهم.أى: أنهم ما تفرقوا في أمور دينهم ودنياهم على مذاهب شتى، إلا من بعد ما جاءهم العلم الحاسم لكل شبهة، وهو ما بين أيديهم من الوحى الذي أمرهم الله- تعالى- أن يتلوه حق تلاوته، وان لا يستخدموه في التأويلات الباطلة.فالجملة الكريمة توبخهم على جعلهم العلم الذي كان من الواجب عليهم أن يستعملوه- في الحق والخير- وسيلة للاختلاف والابتعاد عن الطريق المستقيم.وقوله: إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيامَةِ فِيما كانُوا فِيهِ يَخْتَلِفُونَ تذييل قصد به الزجر عن الاختلاف واتباع الباطل.أى: إن ربك يفصل بين هؤلاء المختلفين، فيجازى أهل الحق بما يستحقونه من ثواب، ويجازى أهل الباطل بما يستحقونه من عقاب.وبعد هذا الحديث المتنوع عن قصة موسى- عليه السلام- مع فرعون وملئه، ومع قومه بنى إسرائيل، وجه القرآن خطابا إلى النبي صلى الله عليه وسلم تثبيتا لقلبه، وتسلية له عما أصابه من أذى، فقال- تعالى-:"
}