{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/27/",
    "ayah_number": 27,
    "text": "واستجاب الشيخ الكبير لما اقترحته عليه ابنته، وكأنه أحس بصدق عاطفتها، وطهارة مقصدها وسلامة فطرتها، فوجه كلامه إلى موسى قائلا: إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هاتَيْنِ.أى: قال الشيخ الكبير لموسى مستجيبا لاقتراح ابنته: يا موسى إنى أريد أن أزوجك إحدى ابنتي هاتين.ولعله أراد بإحداهما، تلك التي قالت له: يا أبت استأجره، لشعوره- وهو الشيخ الكبير، والأب العطوف، الحريص على راحة ابنته- بأن هناك عاطفة شريفة تمت بين قلب ابنته، وبين هذا الرجل القوى الأمين، وهو موسى- عليه السلام-.وفي هذه الآيات ما فيها من الإشارة إلى رغبة المرأة الصالحة، في الرجل الصالح، وإلى أنه من شأن الآباء العقلاء أن يعملوا على تحقيق هذه الرغبة.قال الشوكانى: في هذه الآية مشروعية عرض ولى المرأة لها على الرجل، وهذه سنة ثابتة في الإسلام، كما ثبت من عرض عمر لابنته حفصة على أبى بكر وعثمان، وغير ذلك مما وقع في أيام الصحابة أيام النبوة، وكذلك ما وقع من عرض المرأة لنفسها على رسول الله صلّى الله عليه وسلم  .وقوله- سبحانه-: عَلى أَنْ تَأْجُرَنِي ثَمانِيَ حِجَجٍ بيان لما اشترطه الشيخ الكبير على موسى- عليه السلام-.أى قال له بصيغة التأكيد: إنى أريد أن أزوجك إحدى ابنتي هاتين، بشرط أن تعمل أجيرا عندي لرعى غنمي ثَمانِيَ حِجَجٍ أى: ثماني سنين.قال الجمل: وقوله: عَلى أَنْ تَأْجُرَنِي في محل نصب على الحال، إما من الفاعل أو من المفعول.أى: مشروطا على أو عليك ذلك.. وتَأْجُرَنِي مفعوله الثاني محذوف أى: تأجرنى نفسك وثَمانِيَ حِجَجٍ ظرف له.. .وقوله: فَإِنْ أَتْمَمْتَ عَشْراً فَمِنْ عِنْدِكَ أى: فإن أتممت عشر سنين كأجير عندي لرعاية غنمي، أى: فهذا الإتمام من عندك على سبيل التفضل والتكرم فإنى لا أشترط عليك سوى ثماني حجج.وقوله وَما أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّالِحِينَ بيان لحسن العرض الذي عرضه الشيخ على موسى.أى: وما أريد أن أشق عليك أو أتعبك في أمر من الأمور خلال استئجارى لك، بل ستجدني- إن شاء الله- تعالى- من الصالحين، في حسن المعاملة، وفي لين الجانب، وفي الوفاء بالعهد.وقال: سَتَجِدُنِي إِنْ شاءَ اللَّهُ.. للدلالة على أنه من المؤمنين. الذين يفوضون أمورهم إلى الله- تعالى- ويرجون توفيقه ومعونته على الخير."
}