{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/15/",
    "ayah_number": 15,
    "text": "ثم حكى- سبحانه- بعض الأحداث التي تعرض لها موسى- عليه السلام- في تلك الحقبة من عمره فقال: وَدَخَلَ الْمَدِينَةَ عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها.والمراد بالمدينة: مصر، وقيل: ضاحية من ضواحيها، كعين شمس، أو منف.وجملة عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها حال من الفاعل. أى: دخلها مستخفيا.قيل: والسبب في دخوله على هذه الحالة، أنه بدت منه مجاهرة لفرعون وقومه بما يكرهون، فخافهم وخافوه. فاختفى وغاب، فدخلها متنكرا .أى: وفي يوم من الأيام، وبعد أن بلغ موسى سن القوة والرشد، دخل المدينة التي يسكنها فرعون وقومه: عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها أى: دخلها مستخفيا في وقت كان أهلها غافلين عما يجرى في مدينتهم من أحداث، بسبب راحتهم في بيوتهم في وقت القيلولة، أو ما يشبه ذلك.فَوَجَدَ موسى فِيها أى في المدينة رَجُلَيْنِ يَقْتَتِلانِ أى: يتخاصمان ويتنازعان في أمر من الأمور.هذا مِنْ شِيعَتِهِ أى: أحد الرجلين كان من طائفته وقبيلته. أى: من بنى إسرائيل:وَهذا مِنْ عَدُوِّهِ أى: والرجل الثاني كان من أعدائه وهم القبط الذين كانوا يسيمون بنى إسرائيل سوء العذاب.فَاسْتَغاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ أى: فطلب الرجل الإسرائيلى من موسى، أن ينصره على الرجل القبطي.والاستغاثة: طلب الغوث والنصرة، ولتضمنه معنى النصرة عدى بعلى.فَوَكَزَهُ مُوسى فَقَضى عَلَيْهِ والفاء هنا فصيحة. والوكز: الضرب بجميع الكف.قال القرطبي: والوكز واللكز واللهز بمعنى واحد، وهو الضرب بجميع الكف .أى: فاستجاب موسى لمن استنصر به، فوكز القبطي، أى: فضربه بيده مضمومة أصابعها في صدره، فَقَضى عَلَيْهِ أى: فقتله. وهو لا يريد قتله، وإنما كان يريد دفعه ومنعه من ظلم الرجل الإسرائيلى.والتعبير بقوله- تعالى-: فَوَكَزَهُ مُوسى فَقَضى عَلَيْهِ يشير إلى أن موسى- عليه السلام- كان على جانب عظيم من قوة البدن، كما يشير- أيضا- إلى ما كان عليه من مروءة عالية. حملته على الانتصار للمظلوم بدون تقاعس أو تردد.ولكن موسى- عليه السلام- بعد أن رأى القبطي جثة هامدة، استرجع وندم، وقال:هذا مِنْ عَمَلِ الشَّيْطانِ أى: قال موسى: هذا الذي فعلته وهو قتل القبطي، من عمل الشيطان ومن وسوسته. ومن تزيينه.إِنَّهُ أى: الشيطان عَدُوٌّ للإنسان مُضِلٌّ له عن طريق الحق مُبِينٌ أى: ظاهر العداوة والإضلال."
}