{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/28/",
    "ayah_number": 28,
    "text": "ثم حكى- سبحانه- ما رد به موسى فقال: قالَ ذلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلا عُدْوانَ عَلَيَّ، وَاللَّهُ عَلى ما نَقُولُ وَكِيلٌ.أى: قالَ موسى في الرد على الشيخ الكبير ذلِكَ بَيْنِي وَبَيْنَكَ أى: ذلك الذي قلته لي واشترطته على، كائن وحاصل بيني وبينك، وكلانا مطالب بالوفاء به فاسم الإشارة مبتدأ، وبيني وبينك خبره، والإشارة مرجعها إلى ما تعاقدا عليه، وأى في قوله: أَيَّمَا الْأَجَلَيْنِ شرطية، وجوابها، فَلا عُدْوانَ عَلَيَّ وما مزيدة للتأكيد.والمعنى: أى الأجلين، أى الثمانية الأعوام أو العشرة الأعوام قَضَيْتُ أى: وفيت به، وأديته معك أجيرا عندك فَلا عُدْوانَ عَلَيَّ أى: فلا ظلم على، وأصل العدوان:تجاوز الحد.قال صاحب الكشاف ما ملخصه: أى قال موسى: ذلك الذي قلته.. قائم بيننا جميعا لا يخرج كلانا عنه لا أنا عما اشترطت على ولا أنت عما اشترطت على نفسك.. ثم قال: أى أجل من الأجلين قضيت- أطولهما أو أقصرهما- فَلا عُدْوانَ عَلَيَّ أى: فلا يعتدى على في طلب الزيادة عليه. فإن قلت: تصور العدوان إنما هو في أحد الأجلين الذي هو الأقصر، وهو المطالبة بتتمة العشر، فما معنى تعليق العدوان بهما جميعا؟قلت: معناه، كما أنى إن طولبت بالزيادة على العشر كان عدوانا لا شك فيه، فكذلك إن طولبت بالزيادة على الثماني. أراد بذلك تقرير أمر الخيار، وأنه ثابت مستقر، وأن الأجلين على السواء إما هذا وإما هذا من غير تفاوت بينهما في القضاء، وأما التتمة فهي موكولة إلى رأيى. إن شئت أتيت بها، وإلا لم أجبر عليها..  .والمقصود بقوله: وَاللَّهُ عَلى ما نَقُولُ وَكِيلٌ توثيق العهد وتأكيده، وأنه لا سبيل لواحد منهما على الخروج عنه أصلا.أى: والله- تعالى- شهيد ووكيل ورقيب على ما اتفقنا عليه، وتعاهدنا على تنفيذه، وكفى بشهادته- سبحانه- شهادة.وقد ساق الإمام ابن كثير جملة من الآثار التي تدل على أن موسى- عليه السلام- قد قضى أطول الأجلين. ومن ذلك ما جاء عن ابن عباس أن رسول الله صلّى الله عليه وسلّم قال: سألت جبريل: أى الأجلين قضى موسى؟ قال: «أكملهما وأتمهما، وفي رواية: أبرهما وأوفاهما»  .هذا، والمتأمل في هذه الآيات الكريمة، يرى فيها بجلاء ووضوح، ما جبل عليه موسى- عليه السلام- من صبر على بأساء الحياة وضرائها ومن همة عالية تحمله في كل موطن على إعانة المحتاج، ومن طبيعة إيجابية تجعله دائما لا يقف أمام مالا يرضيه مكتوف اليدين، ومن عاطفة رقيقة تجعله في كل الأوقات دائم التذكر لخالقه، كثير التضرع إليه بالدعاء.كما يرى فيها الفطرة السوية، والصدق مع النفس، والحياء، والعفاف، والوضوح، والبعد عن التكلف والالتواء، كل ذلك متمثل في قصة هاتين المرأتين اللتين سقى لهما موسى غنمهما، واللتين جاءته إحداهما تمشى على استحياء، ثم قالت لأبيها: يا أبت استأجره.كما يرى فيها ما كان يتحلى به ذلك الشيخ الكبير من عقل راجح، ومن قول طيب حكيم، يدخل الأمان والاطمئنان على قلب الخائف، ومن أبوة حانية رشيدة، تستجيب للعواطف الشريفة، وتعمل على تحقيق رغباتها عن طريق الزواج الذي شرعه الله- تعالى-.ومضت السنوات العشر، التي قضاها موسى أجيرا عند الشيخ الكبير في مدين، ووفى كل واحد منهما بما وعد به صاحبه، وتزوج موسى بإحدى ابنتي الشيخ الكبير، وقرر الرجوع بأهله إلى مصر، فماذا حدث له في طريق عودته؟ يحكى لنا القرآن الكريم بأسلوبه البديع ما حدث لموسى- عليه السلام- بعد ذلك فيقول:"
}