{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/25/17/",
    "ayah_number": 17,
    "text": "وقوله- تعالى-: وَيَوْمَ منصوب على المفعولية بفعل مقدر، والمقصود من ذكر اليوم: تذكيرهم بما سيحدث فيه من أهوال حتى يعتبروا ويتعظوا، والضمير في «يحشرهم» للكافرين الذين عبدوا غير الله- تعالى-.وقوله: وَما يَعْبُدُونَ مِنْ دُونِ اللَّهِ معطوف على مفعول «يحشرهم» والمراد بهؤلاء الذين عبدوهم من دون الله: الملائكة وعزير وعيسى وغيرهم من كل معبود سوى الله- تعالى-.والمعنى: واذكر لهم- أيها الرسول الكريم- حالهم لعلهم أن يعتبروا يوم نحشرهم جميعا للحساب والجزاء يوم القيامة، ونحشر ونجمع معهم جميع الذين كانوا يعبدونهم غيرى.ثم نوجه كلامنا لهؤلاء المعبودين من دوني فأقول لهم: أأنتم- أيها المعبودون- كنتم السبب في ضلال عبادي عن إخلاص العبادة لي، بسبب إغرائكم لهم بذلك أم هم الذين من تلقاء أنفسهم قد ضلوا السبيل، بسبب إيثارهم الغي على الرشد، والكفر على الإيمان؟.والسؤال للمعبودين إنما هو من باب التقريع للعابدين، وإلزامهم الحجة وزيادة حسرتهم، وتبرئة ساحة المعبودين.وشبيه بهذه الآية قوله- تعالى-: وَإِذْ قالَ اللَّهُ يا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ، قالَ سُبْحانَكَ .وقوله- عز وجل-: وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ: أَهؤُلاءِ إِيَّاكُمْ كانُوا يَعْبُدُونَ قالُوا: سُبْحانَكَ أَنْتَ وَلِيُّنا مِنْ دُونِهِمْ.. .قال الإمام الرازي ما ملخصه: فإن قيل: إنه- سبحانه- عالم في الأزل بحال المسئول عنه فما فائدة السؤال؟.والجواب: هذا استفهام على سبيل التقريع للمشركين، كما قال- سبحانه- لعيسى:أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ ولأن أولئك المعبودين لما برءوا أنفسهم وأحالوا ذلك الضلال عليهم، صار تبرّؤ المعبودين عنهم أشد في حسرتهم وحيرتهم .وقال- سبحانه- أَمْ هُمْ ضَلُّوا السَّبِيلَ ولم يقل. ضلوا عن السبيل، للإشعار بأنهم قد بلغوا في الضلال أقصاه ومنتهاه.والجواب: هذا استفهام على سبيل التقريع للمشركين، كما قال- سبحانه- لعيسى:أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلهَيْنِ مِنْ دُونِ اللَّهِ ولأن أولئك المعبودين لما برءوا أنفسهم وأحالوا ذلك الضلال عليهم، صار تبرّؤ المعبودين عنهم أشد في حسرتهم وحيرتهم .وقال- سبحانه- أَمْ هُمْ ضَلُّوا السَّبِيلَ ولم يقل. ضلوا عن السبيل، للإشعار بأنهم قد بلغوا في الضلال أقصاه ومنتهاه."
}