{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/25/",
    "ayah_number": 25,
    "text": "واستجاب الله- تعالى- لموسى دعاءه. وأرسل إليه الفرج سريعا، يدل لذلك قوله- تعالى- بعد هذا الدعاء من موسى: فَجاءَتْهُ إِحْداهُما تَمْشِي عَلَى اسْتِحْياءٍ قالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ ما سَقَيْتَ لَنا ...وفي الكلام حذف يفهم من السياق وقد أشار إليه ابن كثير بقوله: لما رجعت المرأتان سراعا بالغنم إلى أبيهما، أنكر حالهما ومجيئهما سريعا، فسألهما عن خبرهما فقصتا عليه ما فعل موسى- عليه السلام-. فبعث إحداهما إليه لتدعوه إلى أبيها، كما قال- تعالى-:فَجاءَتْهُ إِحْداهُما تَمْشِي عَلَى اسْتِحْياءٍ أى: مشى الحرائر، كما روى عن عمر بن الخطاب أنه قال: كانت مستترة بكم درعها. أى قميصها.ثم قال ابن كثير: وقد اختلف المفسرون في هذا الرجل من هو؟ على أقوال: أحدها أنه شعيب النبي- عليه السلام- الذي أرسله الله إلى أهل مدين، وهذا هو المشهور عند كثيرين وقد قاله الحسن البصري وغير واحد ورواه ابن أبى حاتم.وقد روى الطبراني عن مسلمة بن سعد العنزي أنه وفد على رسول الله صلّى الله عليه وسلّم فقال له: مرحبا بقوم شعيب، وأختان موسى.وقال آخرون. بل كان ابن أخى شعيب. وقيل: رجل مؤمن من آل شعيب.ثم قال- رحمه الله- ثم من المقوى لكونه ليس بشعيب، أنه لو كان إياه لأوشك أن ينص على اسمه في القرآن هاهنا. وما جاء في بعض الأحاديث من التصريح بذكره في قصة موسى لم يصح إسناده  .والمعنى: ولم يطل انتظار موسى للخير الذي التمسه من خالقه- عز وجل- فقد جاءته إحدى المرأتين اللتين سقى لهما، حالة كونها تَمْشِي عَلَى اسْتِحْياءٍ أى: على تحشم وعفاف شأن النساء الفضليات.قالَتْ بعبارة بليغة موجزة: إِنَّ أَبِي يَدْعُوكَ للحضور إليه لِيَجْزِيَكَ أَجْرَ ما سَقَيْتَ لَنا أى: ليكافئك على سقيك لنا غنمنا.واستجاب موسى لدعوة أبيها وذهب معها للقائه فَلَمَّا جاءَهُ، أى: فلما وصل موسى إلى بيت الشيخ الكبير، وَقَصَّ عَلَيْهِ الْقَصَصَ، أى: وقص عليه ما جرى له قبل ذلك، من قتله القبطي، ومن هروبه إلى أرض مدين.فالقصص هنا مصدر بمعنى اسم المفعول، أى: المقصوص.قالَ أى: الشيخ الكبير لموسى لا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ أى:لا تخف يا موسى من فرعون وقومه، فقد أنجاك الله- تعالى- منهم ومن كل ظالم.وهذا القول من الشيخ الكبير لموسى، صادف مكانه، وطابق مقتضاه، فقد كان موسى- عليه السلام- أحوج ما يكون في ذلك الوقت إلى نعمة الأمان والاطمئنان، بعد أن خرج من مصر خائفا يترقب."
}