{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/43/",
    "ayah_number": 43,
    "text": "ثم ختم- سبحانه- قصة موسى ببيان جانب مما منحه- عز وجل- له من نعم فقال:وَلَقَدْ آتَيْنا مُوسَى الْكِتابَ أى آتيناه التوراة لتكون هداية ونورا مِنْ بَعْدِ ما أَهْلَكْنَا الْقُرُونَ الْأُولى أى: أنزلنا التوراة على موسى، من بعد إهلاكنا للقرون الأولى من الأقوام المكذبين، كقوم نوح وهود وصالح وغيرهم.قال الآلوسى: «والتعرض لبيان كون إيتائها بعد إهلاكهم للإشعار بأنها نزلت بعد مساس الحاجة إليها، تمهيدا لما يعقبه من بيان الحاجة الداعية إلى إنزال القرآن الكريم على رسول الله صلّى الله عليه وسلّم فإن إهلاك القرون الأولى. من موجبات اندراس معالم الشرائع، وانطماس آثارها، المؤديين إلى اختلال نظام العالم وفساد أحوال الأمم وكل ذلك يستدعى تشريعا جديدا.وقوله- تعالى- بَصائِرَ لِلنَّاسِ وَهُدىً وَرَحْمَةً منصوب على أنه مفعول لأجله أو حال أى: آتيناه التوراة من أجل أن تكون أنوارا لقلوبهم يبصرون بها الحقائق، كما يبصرون بأعينهم المرئيات، ومن أجل أن تكون هداية لهم إلى الصراط المستقيم، ورحمة لهم من العذاب.وقوله- سبحانه- لَعَلَّهُمْ يَتَذَكَّرُونَ تعليل لهذا الإيتاء، وحض لهم على الشكر.أى آتيناهم الكتاب الذي عن طريقه يعرفون الحق من الباطل.. كي يكونوا دائما متذكرين لنعمنا، وشاكرين لنا على هدايتنا لهم ورحمتنا بهم.وإلى هنا نرى السورة الكريمة، قد حدثتنا عن جوانب متعددة من حياة موسى- عليه السلام-.حدثتنا عن رعاية الله- تعالى- له حيث أراد له أن يعيش في بيت فرعون وأن يحظى برعاية امرأته، وأن يعود بعد ذلك إلى أمه كي تقر عينها به، دون أن يصيبه أذى من فرعون الذي كان يذبح الذكور من بنى إسرائيل ويستحيى نساءهم.ثم حدثتنا عن رعاية الله- تعالى- له، بعد أن بلغ أشده واستوى، حيث نجاه من القوم الظالمين، بعد أن قتل واحدا منهم.ثم حدثتنا عن رعاية الله- تعالى- له، بعد أن خرج من مصر خائفا يترقب متجها إلى قرية مدين، التي قضى فيها عشر سنين أجيرا عند شيخ كبير من أهلها.ثم حدثتنا عن رعاية الله- تعالى- له، بعد أن قضى تلك المدة، وسار بأهله متجها إلى مصر، وكيف أن الله- تعالى- أمره بتبليغ رسالته إلى فرعون وقومه، وأنه- عليه السلام- قد لبى أمر ربه- سبحانه- وبلغ رسالته على أتم وجه وأكمله، فكانت العاقبة الطيبة له ولمن آمن به، وكانت النهاية الأليمة لفرعون وجنوده.وهكذا طوفت بنا السورة الكريمة مع قصة موسى- عليه السلام- ذلك التطواف الذي نرى فيه رعاية الله- تعالى- لموسى، وإعداده لحمل رسالته، كما نرى فيه نماذج متنوعة لأخلاقه الكريمة، ولهمته العالية، ولصبره على تكاليف الدعوة، ولسنن الله- تعالى- في خلقه، تلك السنن التي لا تتخلف في بيان أن العاقبة الحسنة للمتقين، والعاقبة القبيحة للكافرين والفاسقين.ثم بدأت السورة بعد ذلك في تسلية الرسول صلّى الله عليه وسلم، وفي بيان أن هذا القرآن من عند الله، وفي بيان جانب من شبهات المشركين، ثم تلقين الرسول صلّى الله عليه وسلّم الرد المزهق لها..لنستمع إلى الآيات الكريمة التي تحكى لنا بأسلوبها البليغ، هذه المعاني وغيرها فتقول:"
}