{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/28/7/",
    "ayah_number": 7,
    "text": "قال الإمام الرازي: اعلم أنه- تعالى- لما قال: وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا ابتدأ بذكر أوائل نعمه في هذا الباب فقال: وَأَوْحَيْنا إِلى أُمِّ مُوسى أَنْ أَرْضِعِيهِ  .والوحى إلى أم موسى، يجوز أن يكون عن طريق الإلهام، كما في قوله- تعالى-:وَأَوْحى رَبُّكَ إِلَى النَّحْلِ ... أو عن طريق المنام، أو عن طريق إرسال ملك أخبرها بذلك.قال الآلوسى: والظاهر أن الإيحاء إليها كان بإرسال ملك، ولا ينافي ذلك الإجماع على عدم نبوتها، لما أن الملائكة- عليهم السلام- قد ترسل إلى غير الأنبياء وتكلمهم.والظاهر- أيضا- أن هذا الإيحاء كان بعد الولادة.. وقيل: كان قبلها ... .وأَنْ في قوله أَنْ أَرْضِعِيهِ مفسرة، لأن الوحى فيه معنى القول دون حروفه.والخوف: حالة نفسية تعترى الإنسان، فتجعله مضطرب المشاعر، لتوقعه حصول أمر يكرهه.والحزن: اكتئاب نفسي يحدث للإنسان من أجل وقوع ما يكرهه، كموت عزيز لديه. أو فقده لشيء يحبه..وفي الكلام حذف يعرف من السياق، والتقدير: وحملت أم موسى به في الوقت الذي كان فرعون يذبح الأبناء، ويستحيى النساء، وأخفت حملها عن غيرها، فلما وضعته أصابها ما أصابها من خوف وفزع على مصير ابنها، وهنا ألهمناها بقدرتنا وإرادتنا. وقذفنا في قلبها أن أرضعيه في خفاء وكتمان فَإِذا خِفْتِ عَلَيْهِ من فرعون وحاشيته أن يقتلوه كما قتلوا غيره من أبناء بنى إسرائيل.فَأَلْقِيهِ فِي الْيَمِّ أى: في البحر والمراد به نهر النيل، وسمى بحرا لاتساعه، وإن كان الغالب إطلاق البحر على المياه غير العذبة.وَلا تَخافِي وَلا تَحْزَنِي أى: ولا تخافي عليه من حصول مكروه له، ولا تحزني لمفارقته لك، فهو في رعايتنا وحمايتنا، ومن رعاه الله- تعالى- وحماه، فلا خوف عليه ولا حزن.وجملة إِنَّا رَادُّوهُ إِلَيْكِ وَجاعِلُوهُ مِنَ الْمُرْسَلِينَ تعليل للنهى عن الخوف والحزن، وتبشير لها بأن ابنها سيعود إليها، وسيكون من رسل الله- عز وجل-.قال صاحب الكشاف: فإن قلت ما المراد بالخوفين- في الآية- حتى أوجب أحدهما ونهى عن الآخر؟.قلت: أما الأول، فالخوف عليه من القتل، لأنه كان إذا صاح خافت أن يسمع الجيران صوته، فينموا عليه. وأما الثاني: فالخوف عليه من الغرق ومن الضياع، ومن الوقوع في يد بعض العيون المبثوتة من قبل فرعون في تطلب الولدان.فإن قلت: ما الفرق بين الخوف والحزن؟ قلت: الخوف، غم يلحق الإنسان لشيء متوقع.والحزن: غم يلحقه لشيء وقع، فنهيت عنهما جميعا وأومنت بالوحي إليها، ووعدت بما يسليها، ويطمئن قلبها، ويملؤها غبطة وسرورا، وهو رده إليها. وجعله من المرسلين.. .وهكذا نجد الآية الكريمة قد اشتملت على أبلغ الأساليب وأبدعها، في بيان قدرة الله- تعالى- ورعايته لمن يريد رعايته.قالوا: مدح الأصمعى امرأة لإنشادها شعرا حسنا، فقرأت هذه الآية الكريمة ثم قالت له: أبعد هذه الآية فصاحة، لقد اشتملت على أمرين وهما أَرْضِعِيهِ فَأَلْقِيهِ ونهيين وهما لا تَخافِي وَلا تَحْزَنِي وخبرين إِنَّا رَادُّوهُ إِلَيْكِ وَجاعِلُوهُ مِنَ الْمُرْسَلِينَ وبشارتين في ضمن الخبرين وهما: الرد والجعل المذكوران."
}