{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/53/18/",
    "ayah_number": 18,
    "text": "ثم عظم- سبحانه- من شأن ما أراه لنبيه صلى الله عليه وسلم فقال: لَقَدْ رَأى مِنْ آياتِ رَبِّهِ الْكُبْرى.والكلام جواب لقسم محذوف، والآيات جمع آية، والمراد بها العجائب التي أطلع الله- تعالى- عليها نبيه صلى الله عليه وسلم في تلك الليلة، وهي ليلة الإسراء والمعراج.والكبرى: صفة لهذه الآيات، وحذف المرئي: لتفخيم أمره وتعظيمه.أى: والله لقد رأى محمد صلى الله عليه وسلم في تلك الليلة أمورا عظاما لا يحيط بها الوصف، وقد أكرمناه برؤيتها ليزداد يقينا على يقينه، وثباتا على ثباته، وقوة على قوته في تبليغ رسالتنا، وحمل أمانتنا.هذا، وقد جرينا في تفسيرنا لهذه الآيات على الرأى الذي سار عليه المحققون من العلماء وهو أن هذه الآيات تحكى رؤية النبي صلى الله عليه وسلم لجبريل مرتين، كما سبق أن بينا، وأن الضمائر في تلك الآيات منها ما يرجع إلى جبريل، ومنها ما يرجع إلى الله- عز وجل-.وقد أعدنا كل ضمير إلى مرجعه الذي نراه مناسبا للمقام ...فمثلا: الضمير المنصوب في قوله- تعالى-: وَلَقَدْ رَآهُ نَزْلَةً أُخْرى قلنا: إنه يعود إلى جبريل. أى: أن الرسول صلى الله عليه وسلم رأى جبريل على هيئته التي خلقه الله عليها مرة أخرى، غير المرة الأولى التي كانت في أوائل بعثته صلى الله عليه وسلم.ولكن بعض المفسرين يرون أن مرجع الضمير في هذه الآية وغيرها، يعود إلى الله- تعالى-، ويستدلون بذلك على أن الرسول صلى الله عليه وسلم رأى ربه.وقد فصل القول في هذه المسألة الإمام الآلوسى فقال ما ملخصه: فالضمائر في «دنا» «وتدلى» «وأوحى..» وكذلك الضمير المنصوب في «رآه» لله- عز وجل-..واستدل بذلك مثبتو رؤية النبي صلى الله عليه وسلم لله- عز وجل- كابن عباس وغيره..وخالفت في ذلك عائشة- رضى الله عنها- فقد أخرج مسلم عن مسروق قال: كنت عند عائشة فقالت: ثلاث من تكلم بواحدة منهن، فقد أعظم على الله- تعالى- الفرية.قلت: ما هن؟ قالت: من زعم أن محمدا يعلم الغيب فقد كذب، ومن زعم أن محمدا كتم شيئا فقد كذب، ومن زعم أن محمدا رأى ربه فقد أعظم على الله الفرية، فقلت: يا أم المؤمنين: ألم يقل الله- تعالى-: وَلَقَدْ رَآهُ نَزْلَةً أُخْرى؟. فقالت: أنا أول من سأل رسول الله صلى الله عليه وسلم عن ذلك فقال: «لا، إنما هو جبريل، لم أره على صورته التي خلق عليها سوى هاتين المرتين. رأيته منهبطا من السماء سادا ما بين السماء إلى الأرض» .ثم قال الآلوسى: ولا يخفى أن جواب الرسول صلى الله عليه وسلم على عائشة، ظاهر في أن الضمير المنصوب في رَآهُ ليس راجعا إليه- تعالى-، بل إلى جبريل- عليه السلام-...والمتأمل في هذه الآيات الكريمة يراها ترد على المشركين مزاعمهم، بأبلغ أسلوب، وأقوى بيان، وتثبت أن هذا القرآن، قد بلغه الرسول صلى الله عليه وسلم عن جبريل- عليه السلام- دون أن يزيد فيه شيئا، أو ينقص منه شيئا، وأنه- سبحانه- قد أعطى نبيه صلى الله عليه وسلم من المعجزات، ومن الخيرات والبركات.. ما لم يعط غيره.وبعد هذا التصوير البديع لما كان عليه النبي صلى الله عليه وسلم من حق واضح، ومن تكريم عظيم ومن طاعة تامة لخالقه- عز وجل- بعد كل ذلك أخذت السورة الكريمة، في تصوير ما عليه المشركون من باطل وجهل وفي تبكيتهم على عبادتهم لأصنام لا تسمع ولا تبصر، ولا تملك الدفاع عن نفسها فضلا عن غيرها.. فقال- تعالى-:"
}