{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/53/41/",
    "ayah_number": 41,
    "text": "ثم يجازيه الله- تعالى- عليه الجزاء التام الكامل. الذي لا نقص فيه ولا بخس.وفي رؤية الإنسان لعمله الصالح يوم القيامة، تشريف وتكريم له، كما قال- تعالى- يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِناتِ يَسْعى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمانِهِمْ، بُشْراكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ، خالِدِينَ فِيها، ذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ.هذا، وقد توسع العلماء في الجمع بين قوله- تعالى-: وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى وبين النصوص التي تفيد أن الإنسان قد ينتفع بعمل غيره، وهذه خلاصة لأقوالهم:قال الإمام ابن كثير: ومن هذه الآية استنبط الشافعى ومن اتبعه، أن القراءة لا يصل إهداء ثوابها إلى الموتى. لأنه ليس من عملهم ولا كسبهم، ولهذا لم يندب إليه رسول الله صلى الله عليه وسلم أمته، ولا حثهم عليه، ولا أرشدهم إليه بنص ولا إيماء، ولم ينقل ذلك عن أحد من الصحابة، ولو كان خيرا لسبقونا إليه، وباب القربات يقتصر فيه على النصوص، ولا يتصرف فيه بأنواع الأقيسة والآراء.فأما الدعاء والصدقة، فذاك مجمع على وصولهما، ومنصوص من الشارع عليهما.وأما الحديث الذي رواه مسلم في صحيحه عن أبى هريرة قال: قال رسول الله صلى الله عليه وسلم «إذا مات الإنسان انقطع عمله إلا من ثلاث: ولد صالح يدعو له، أو صدقة جارية من بعده، أو علم ينتفع به» . فهذه الثلاثة في الحقيقة. هي من سعيه وكده وعمله.وقال الجمل في حاشيته على الجلالين: واستشكل الحصر في هذه الآية وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى بقوله- تعالى- في آية أخرى: وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمانٍ أَلْحَقْنا بِهِمْ ذُرِّيَّتَهُمْ وَما أَلَتْناهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ... وبالأحاديث الواردة في ذلك كحديث: «إذا مات ابن آدم انقطع عمله إلا من ثلاث ... » .وأجيب: بأنها مخصوصة بقوم إبراهيم وموسى، لأنها حكاية لما في صحفهم، وأما هذه الأمة فلها ما سعت هي، وما سعى لها غيرها، لما صح من أن لكل نبي وصالح شفاعة. وهو انتفاع بعمل الغير، ومن تأمل النصوص وجد من انتفاع الإنسان بما لم يعمله ما لا يكاد يحصى، فلا يجوز أن تؤول الآية على خلاف الكتاب والسنة واجتماع الأمة، وحينئذ فالظاهر أن الآية عامة، قد خصصت بأمور كثيرة ...ثم قال الشيخ الجمل- رحمه الله-: وقال الشيخ تقى الدين أبو العباس أحمد بن تيمية:من اعتقد أن الإنسان لا ينتفع إلا بعمله. فقد خرق الإجماع. وذلك باطل من وجوه كثيرة:أحدها: أن الإنسان ينتفع بدعاء غيره. وهو انتفاع بعمل الغير.ثانيها: أن النبي صلى الله عليه وسلم يشفع لأهل الموقف في الحساب ثم لأهل الجنة في دخولها.ثالثها: أنه صلى الله عليه وسلم يشفع لأهل الكبائر في الخروج من النار، وهذا انتفاع بسعي الغير.رابعها: أن الملائكة يستغفرون ويدعون لمن في الأرض، وذلك منفعة بعمل الغير.خامسها: أن الله- تعالى- يخرج من النار من لم يعمل خيرا قط- أى من المؤمنين- بمحض رحمته، وهذا انتفاع بغير عملهم.سادسها: أن أولاد المؤمنين يدخلون الجنة بعمل آبائهم، وذلك انتفاع بمحض عمل الغير.سابعها: قال الله- تعالى- في قصة الغلامين اليتيمين: وَكانَ أَبُوهُما صالِحاً فانتفعا بصلاح أبيهما، وليس من سعيهما.ثامنها: أن الميت ينتفع بالصدقة عنه، وبالعتق، بنص السنة والإجماع، وهو من عمل الغير.تاسعها: أن الحج المفروض يسقط عن الميت، بحج وليه بنص السنة، وهو انتفاع بعمل الغير.عاشرها: أن الحج المنذور أو الصوم المنذور، يسقط عن الميت بعمل غيره، وهو انتفاع بعمل الغير.حادي عشر: المدين قد امتنع صلى الله عليه وسلم من الصلاة عليه حتى قضى دينه أبو قتادة، وقضى دين الآخر على بن أبى طالب، وانتفع بصلاة النبي صلى الله عليه وسلم وهو من عمل الغير.ثانى عشر: أن النبي صلى الله عليه وسلم قال لمن صلى وحده: «ألا رجل يتصدق على هذا فيصلى معه» فقد حصل له فضل الجماعة بفعل الغير.ثالث عشر: أن الإنسان تبرأ ذمته من ديون الغير، إذا قضاها عنه قاض، وذلك انتفاع بعمل الغير.رابع عشر: أن من عليه تبعات ومظالم، إذا حلل منها سقطت عنه، وهذا انتفاع بعمل الغير.خامس عشر: أن الجار الصالح ينفع في المحيا وفي الممات- كما جاء في الأثر- وهذا انتفاع بعمل الغير.سادس عشر: أن جليس أهل الذكر يرحم بهم، وهو لم يكن معهم، ولم يجلس لذلك بل لحاجة عرضت له، والأعمال بالنيات، فقد انتفع بعمل غيره.سابع عشر: الصلاة على الميت، والدعاء له في الصلاة، انتفاع للميت بصلاة الحي عليه وهو عمل غيره.ثامن عشر: أن الجمعة تحصل باجتماع العدد، وكذا الجماعة بكثرة العدد وهو انتفاع للبعض بالبعض.تاسع عشر: أن الله- تعالى- قال لنبيه: وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وقال - تعالى-: وَلَوْلا رِجالٌ مُؤْمِنُونَ وَنِساءٌ مُؤْمِناتٌ ... فقد رفع الله- تعالى- العذاب عن بعض الناس بسبب بعض، وذلك انتفاع بعمل الغير.تمام العشرين: أن صدقة الفطر تجب على الصغير وغيره ممن يمونه الرجل، فإنه ينتفع بذلك من يخرج عنه، ولا سعى له فيها.ثم قال- رحمه الله-: ومن تأمل العلم وجد انتفاع الإنسان بما لم يعمله ما لا يكاد يحصى، فكيف يجوز أن تتأول الآية الكريمة، على خلاف صريح الكتاب والسنة، وإجماع الأمة ....والخلاصة أن الآية الكريمة قد تكون من قبيل العام الذي قد خص بأمور كثيرة. كما سبق أن أشرنا، وقد تكون مخصوصة بقوم إبراهيم وموسى- عليهما السلام-، لأنها حكاية عما في صحفهما، أما الأمة الإسلامية فلها سعيها، ولها ما سعى لها به غيرها، وهذا من فضل الله ورحمته بهذه الأمة.وقد قال بعض الصالحين في معنى هذه الآية: ليس للإنسان إلا ما سعى عدلا، ولله- تعالى- أن يجزيه بالحسنة ألفا فضلا.ولهذه المسألة تفاصيل أخرى في كتب الفقه، فليرجع إليها من شاء."
}