{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/25/53/",
    "ayah_number": 53,
    "text": "وقوله : ( وهو الذي مرج البحرين هذا عذب فرات وهذا ملح أجاج ) أي : خلق الماءين : الحلو والملح ، فالحلو كالأنهار والعيون والآبار ، وهذا هو البحر الحلو الفرات العذب الزلال . قاله ابن جريج ، واختاره ابن جرير ، وهذا الذي لا شك فيه ، فإنه ليس في الوجود بحر ساكن وهو عذب فرات . والله سبحانه إنما أخبر بالواقع لينبه العباد على نعمه عليهم ليشكروه ، فالبحر العذب هو هذا السارح بين الناس ، فرقه تعالى بين خلقه لاحتياجهم إليه أنهارا وعيونا في كل أرض بحسب حاجتهم وكفايتهم لأنفسهم وأراضيهم .وقوله : ( وهذا ملح أجاج ) أي : مالح مر زعاق لا يستساغ ، وذلك كالبحار المعروفة في المشارق والمغارب : البحر المحيط وما يتصل به من الزقاق وبحر القلزم ، وبحر اليمن ، وبحر البصرة ، وبحر فارس وبحر الصين والهند وبحر الروم وبحر الخزر ، وما شاكلها وشابهها من البحار الساكنة التي لا تجري ، ولكن تتموج وتضطرب وتغتلم في زمن الشتاء وشدة الرياح ، ومنها ما فيه مد وجزر ، ففي أول كل شهر يحصل منها مد وفيض ، فإذا شرع الشهر في النقصان جزرت ، حتى ترجع إلى غايتها الأولى ، فإذا استهل الهلال من الشهر الآخر شرعت في المد إلى الليلة الرابعة عشرة ثم تشرع في النقص ، فأجرى الله سبحانه وتعالى - وله القدرة التامة - العادة بذلك . فكل هذه البحار الساكنة خلقها الله سبحانه وتعالى مالحة الماء ، لئلا يحصل بسببها نتن الهواء ، فيفسد الوجود بذلك ، ولئلا تجوى الأرض بما يموت فيها من الحيوان . ولما كان ماؤها ملحا كان هواؤها صحيحا وميتتها طيبة; ولهذا قال رسول الله صلى الله عليه وسلم وقد سئل عن ماء البحر : أنتوضأ به؟ فقال : \" هو الطهور ماؤه ، الحل ميتته \" . رواه الأئمة : مالك ، والشافعي ، وأحمد ، وأهل السنن بإسناد جيد .وقوله : ( وجعل بينهما برزخا وحجرا ) أي : بين العذب والمالح ) برزخا ) أي : حاجزا ، وهو اليبس من الأرض ، ( وحجرا محجورا ) أي : مانعا أن يصل أحدهما إلى الآخر ، كما قال : ( مرج البحرين يلتقيان بينهما برزخ لا يبغيان فبأي آلاء ربكما تكذبان ) [ الرحمن : 19 - 21 ] ، وقال تعالى : ( أمن جعل الأرض قرارا وجعل خلالها أنهارا وجعل لها رواسي وجعل بين البحرين حاجزا أإله مع الله بل أكثرهم لا يعلمون ) [ النمل : 61 ] ."
}