{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/25/1/",
    "ayah_number": 1,
    "text": "تفسير سورة الفرقان وهي مكيةيقول تعالى حامدا نفسه الكريمة على ما نزله على رسوله الكريم من القرآن العظيم ، كما قال تعالى : ( الحمد لله الذي أنزل على عبده الكتاب ولم يجعل له عوجا قيما لينذر بأسا شديدا من لدنه ويبشر المؤمنين الذين يعملون الصالحات [ أن لهم أجرا حسنا ماكثين فيه أبدا ] ) [ الكهف : 1 - 3 ] وقال هاهنا : ( تبارك ) وهو تفاعل من البركة المستقرة الدائمة الثابتة ( الذي نزل الفرقان ) نزل : فعل ، من التكرر ، والتكثر ، كما قال : ( والكتاب الذي نزل على رسوله والكتاب الذي أنزل من قبل ) [ النساء : 136 ] ; لأن الكتب المتقدمة كانت تنزل جملة واحدة ، والقرآن نزل منجما مفرقا مفصلا آيات بعد آيات ، وأحكاما بعد أحكام ، وسورا بعد سور ، وهذا أشد وأبلغ ، وأشد اعتناء بمن أنزل عليه كما قال في أثناء هذه السورة : ( وقال الذين كفروا لولا نزل عليه القرآن جملة واحدة كذلك لنثبت به فؤادك ورتلناه ترتيلا . ولا يأتونك بمثل إلا جئناك بالحق وأحسن تفسيرا ) [ الفرقان : 32 ، 33 ] . ولهذا سماه هاهنا الفرقان; لأنه يفرق بين الحق والباطل ، والهدى والضلال ، والغي والرشاد ، والحلال والحرام .وقوله : ( على عبده ) : هذه صفة مدح وثناء; لأنه أضافه إلى عبوديته ، كما وصفه بها في أشرف أحواله ، وهي ليلة الإسراء ، فقال : ( سبحان الذي أسرى بعبده ليلا ) [ الإسراء : 1 ] ، وكما وصفه بذلك في مقام الدعوة إليه : ( وأنه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا ) [ الجن : 19 ] ، وكذلك وصفه عند إنزال الكتاب عليه ونزول الملك إليه ، فقال ( تبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيرا ) .وقوله : ( ليكون للعالمين نذيرا ) أي : إنما خصه بهذا الكتاب العظيم المبين المفصل المحكم الذي : ( لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد ) [ فصلت : 42 ] ، الذي جعله فرقانا عظيما - إنما خصه به ليخصه بالرسالة إلى من يستظل بالخضراء ، ويستقل على الغبراء ، كما قال - صلوات الله وسلامه عليه - \" بعثت إلى الأحمر والأسود \" . وقال : \" أعطيت خمسا لم يعطهن أحد من الأنبياء قبلي \" ، فذكر منهن : أنه \" كان النبي يبعث إلى قومه خاصة ، وبعثت إلى الناس عامة \" ، وقال الله تعالى : ( قل يا أيها الناس إني رسول الله إليكم جميعا الذي له ملك السماوات والأرض [ لا إله إلا هو ] يحيي ويميت ) [ الأعراف : 158 ] أي : الذي أرسلني هو مالك السماوات والأرض ، الذي يقول للشيء كن فيكون ، وهو الذي يحيي ويميت ،"
}