{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/39/18/",
    "ayah_number": 18,
    "text": "ثم وصفهم- سبحانه- بما يدل على صفاء عقولهم، وطهارة قلوبهم، فقال: الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ....وللعلماء في تفسير هذه الجملة الكريمة أقوال منها: أن المراد بالقول الذي يتبعون أحسنه.ما يشمل تعاليم الإسلام كلها النابعة من الكتاب والسنة.والمراد بالأحسن الواجب والأفضل، مع جواز الأخذ بالمندوب والحسن.فهم يتركون العقاب مع أنه جائز، ويأخذون بالعفو لأنه الأفضل، كما قال- تعالى- وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوى....وكما قال- سبحانه-: وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ، وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ.فيكون المعنى: الذين يستمعون الأقوال الحسنة والأشد حسنا فيأخذون بما هو أشد حسنا ومنها أن المراد بالقول هنا ما يشمل الأقوال كلها سواء أكانت طيبة أم غير طيبة. فهم يستمعون من الناس إلى أقوال متباينة، فيتبعون الطيب منها، وينبذون غيره.قال صاحب الكشاف ما ملخصه: قوله: الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ. هم الذين اجتنبوا وأنابوا لا غيرهم، وإنما أراد بهم أن يكونوا مع الاجتناب والإنابة على هذه الصفة ... وأراد أن يكونوا نقادا في الدين، مميزين بين الحسن والأحسن، والفاضل والأفضل، فإذا اعترضهم أمران: واجب ومندوب، اختاروا الواجب ... فهم حريصون على فعل ما هو أكثر ثوابا عند الله..وقيل: يستمعون القرآن وغيره فيتبعون القرآن. وقيل: يستمعون أوامر الله فيتبعون أحسنها. نحو القصاص والعفو، والانتصار والإغضاء..وعن ابن عباس: هو الرجل يجلس مع القوم فيسمع الحديث فيه محاسن ومساوئ، فيحدث بأحسن ما سمع، ويكف عما سواه.  .ويبدو لنا أن هذا القول الأخير المأثور عن ابن عباس- رضى الله عنهما- هو أقرب الأقوال إلى الصواب، لأنه هو الظاهر من معنى الجملة الكريمة.وقوله- سبحانه-: أُولئِكَ الَّذِينَ هَداهُمُ اللَّهُ وَأُولئِكَ هُمْ أُولُوا الْأَلْبابِ ثناء آخر من الله- تعالى- على هؤلاء المؤمنين الذين اجتنبوا عبادة الطاغوت، وأخلصوا لله- تعالى- العبادة.أى: أولئك الذين هداهم الله- تعالى- إلى دينه الحق، وإلى الصراط المستقيم، وأولئك هم أصحاب العقول السليمة، والمدارك القويمة، والقلوب الطاهرة النقية..قال الآلوسى: وفي الآية دلالة على حط قدر التقليد المحض، ولذا قيل:شمر وكن في أمور الدين مجتهدا ... ولا تكن مثل عير قيد فانقاداواستدل بها على أن الهداية تحصل بفعل الله- تعالى- وقبول النفس لها ...  . ثم بين- سبحانه- أن من أحاطت به خطيئته، لن يستطيع أحد إنقاذه من العذاب."
}