{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/39/21/",
    "ayah_number": 21,
    "text": "ثم ضرب- سبحانه- مثلا لسرعة زوال الحياة الدنيا، وقرب اضمحلال بهجتها. كما بين حال من شرح الله صدره للإسلام فقال- تعالى-:.والاستفهام في قوله- تعالى-: أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّماءِ ماءً ... للتقرير.والينابيع: جمع ينبوع، وهو المنبع أو المجرى الذي يكون في باطن الأرض، والذي يحمل الكثير من المياه الجارية أو المخزونة في جوف الأرض.والمعنى: لقد علمت- أيها العاقل- أن الله- تعالى- أنزل من السحب المرتفعة في جو السماء، ماء كثيرا، فأدخله بقدرته في عيون ومسارب في الأرض، هذه العيون والمسارب تارة تكون ظاهرة على وجه الأرض، وتارة تكون في باطنها، وكل ذلك من أعظم الأدلة على قدرة الله- تعالى- ورحمته بعباده.ثم بين- سبحانه- مظهرا آخر من مظاهر قدرته فقال: ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُخْتَلِفاً أَلْوانُهُ....أى: هذا الماء الذي أنزله- سبحانه- بقدرته من السماء، قد سلكه ينابيع في الأرض، ثم يخرج بسبب هذا الماء زرعا مختلفا في ألوانه وفي أشكاله، فمنه ما هو أخضر ومنه ما هو أصفر، ومنه ما ليس كذلك مما يدل على كمال قدرة الله- تعالى-.وقوله- تعالى-: ثُمَّ يَهِيجُ فَتَراهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطاماً بيان لمظهر ثالث من مظاهر قدرته- عز وجل-.والفعل «يهيج» مأخوذ من الهيج بمعنى اليبس والجفاف. يقال: هاج النبات هيجا وهياجا، إذا يبس وأصفر. أو مأخوذ من الهيج بمعنى شدة الحركة. يقال: هاج الشيء يهيج، إذا ثار لمشقة أو ضرر، ثم يعقب ذلك الهيجان الجفاف واليبس.أى: ثم يصاب هذا الزرع المختلف الألوان بالجفاف والضمور، فتراه مصفرا من بعد اخضراره ونضارته، ثم يجعله- سبحانه- «حطاما» أى: فتاتا متكسرا. يقال: حطم الشيء حطما- من باب تعب- إذا تكسر وتفتت وتحطم.إِنَّ فِي ذلِكَ الذي ذكرناه من إنزال الماء من السماء، ومن سلكه ينابيع في الأرض، ومن إخراج النبات المختلف الألوان بسببه لَذِكْرى عظيمة لِأُولِي الْأَلْبابِ.أى: لأصحاب العقول السليمة، والأفكار القويمة.والمقصود من هذه الآية الكريمة، التحذير من الانهماك في الحياة الدنيا ومتعها، حيث شبهها- سبحانه- في سرعة زوالها وقرب اضمحلالها- بالزرع الذي يبدو مخضرا وناضرا ... ثم يعقب ذلك الجفاف والذبول والاضمحلال.وفي هذا المعنى وردت آيات كثيرة، منها قوله- تعالى-: وَاضْرِبْ لَهُمْ مَثَلَ الْحَياةِ الدُّنْيا كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ، فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّياحُ، وَكانَ اللَّهُ عَلى كُلِّ شَيْءٍ مُقْتَدِراً  ."
}