{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/39/53/",
    "ayah_number": 53,
    "text": "ذكر المفسرون في سبب نزول قوله- تعالى- قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ. روايات منها: ما رواه محمد بن إسحاق عن نافع عن ابن عمر عن أبيه عمر بن الخطاب قال: لما اجتمعنا على الهجرة. تواعدت أنا وهشام بن العاص بن وائل السّهمى وعيّاش بن أبى ربيعة بن عتبة، فقلنا: الموعد أضاة بنى غفار- أى: غدير بنى غفار- وقلنا: من تأخر منا فقد حبس فليمض صاحبه فأصبحت أنا وعياش بن عتبة، وحبس عنا هشام، وإذا به قد فتن فافتتن، فكنا نقول بالمدينة: هؤلاء قد عرفوا الله- عز وجل- وآمنوا برسوله صلّى الله عليه وسلم، ثم افتتنوا لبلاء لحقهم لا نرى لهم توبة، وكانوا هم- أيضا- يقولون هذا في أنفسهم.فأنزل الله- عز وجل- في كتابه: قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ.. إلى قوله- تعالى- أَلَيْسَ فِي جَهَنَّمَ مَثْوىً لِلْمُتَكَبِّرِينَ.قال عمر: فكتبتها بيدي، ثم بعثتها إلى هشام. قال هشام: فلما قدمت على خرجت بها إلى ذي طوى فقلت: اللهم فهمنيها، فعرفت أنها نزلت فينا، فرجعت فجلست على بعيري فلحقت برسول الله صلّى الله عليه وسلم .والأمر في قوله- تعالى-: قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ موجه إلى الرسول صلّى الله عليه وسلم وإضافة العباد إلى الله- تعالى- للتشريف والتكريم.والإسراف: تجاوز الحد في كل شيء، وأشهر ما يكون استعمالا في الإنفاق، كما في قوله- تعالى-: يا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا.والمراد بالإسراف هنا: الإسراف في اقتراف المعاصي والسيئات، والخطاب للمؤمنين المذنبين. وعدى الفعل «أسرفوا» بعلى، لتضمنه معنى الجناية، أى جنوا على أنفسهم.والقنوط: اليأس، وفعله من بابى ضرب وتعب. يقال: فلان قانط من الحصول على هذا الشيء، أى يائس من ذلك ولا أمل له في تحقيق ما يريده.والمعنى: قل- أيها الرسول الكريم- لعبادي المؤمنين الذين جنوا على أنفسهم بارتكابهم للمعاصي، قل لهم: لا تيأسوا من رحمة الله- تعالى- ومن مغفرته لكم.وجملة «إن الله يغفر الذنوب جميعا» تعليلية. أى: لا تيأسوا من رحمة الله- تعالى- لأنه هو الذي تفضل بمحو الذنوب جميعها. لمن يشاء من عباده المؤمنين العصاة.إِنَّهُ- سبحانه- هُوَ الْغَفُورُ الرَّحِيمُ أى: هو الواسع المغفرة والرحمة لمن يشاء من عباده المؤمنين، فهم إن تابوا من ذنوبهم قبل- سبحانه- توبتهم كما وعد تفضلا منه وكرما، وإن ماتوا دون أن يتوبوا، فهم تحت رحمته ومشيئته، إن شاء غفر لهم، وإن شاء عذبهم، ثم أدخلهم الجنة بفضله وكرمه.أما غير المؤمنين، فإنهم إن تابوا من كفرهم ودخلوا في الإسلام، غفر- سبحانه- ما كان منهم قبل الإسلام لأن الإسلام يجبّ ما قبله.وإن ماتوا على كفرهم فلن يغفر الله- تعالى- لهم، لقوله: إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ.قال الإمام الشوكانى: واعلم أن هذه الآية أرجى آية في كتاب الله، لاشتمالها على أعظم بشارة، فإنه أولا: أضاف العباد إلى نفسه لقصد تشريفهم، ومزيد تبشيرهم. ثم وصفهم بالإسراف في المعاصي.. ثم عقب على ذلك بالنهى عن القنوط من الرحمة.. ثم جاء بما لا يبقى بعده شك ولا يتخالج القلب عند سماعه ظن فقال: إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ..فالألف واللام قد صيرت الجمع الذي دخلت عليه للجنس الذي يستلزم استغراق أفراده، فهو في قوة إن الله يغفر كل ذنب كائنا ما كان، إلا ما أخرجه النص القرآنى وهو الشرك.ثم لم يكتف بما أخبر به عباده من مغفرة كل ذنب، بل أكد ذلك بقوله جَمِيعاً فيا لها من بشارة ترتاح لها النفوس.. وما أحسن تعليل هذا الكلام بقوله: إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ..   .وقال الجمل في حاشيته ما ملخصه: وفي هذه الآية من أنواع المعاني والبيان أشياء حسنة،منها إقباله عليهم، ونداؤهم، ومنها: إضافتهم إليه إضافة تشريف، ومنها: الالتفات من التكلم إلى الغيبة، في قوله: مِنْ رَحْمَةِ اللَّهِ، ومنها: إضافة الرحمة لأجل أسمائه الحسنى، ومنها: إعادة الظاهر بلفظه في قوله: إِنَّ اللَّهَ يَغْفِرُ ومنها: إبراز الجملة من قوله: إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ مؤكدة بإن، والفصل، وبإعادة الصفتين اللتين تضمنتهما الجملة السابقة.وقال عبد الله بن مسعود وغيره: هذه أرجى آية في كتاب الله تعالى ."
}