{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/39/5/",
    "ayah_number": 5,
    "text": "فقوله- تعالى-: خَلَقَ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ تفصيل لبعض أفعاله الدالة على وحدانيته- سبحانه- وقدرته.أى: الله وحده هو الذي أوجد هذه السموات وتلك الأرض، إيجادا ملتبسا بالحق والحكمة والمصلحة التي تعود عليكم- أيها الناس- بالخير والمنفعة ومن كان شأنه كذلك، استحال أن يكون له شريك أو ولد.ثم ساق- سبحانه- دليلا ثانيا على وحدانيته فقال: يُكَوِّرُ اللَّيْلَ عَلَى النَّهارِ، وَيُكَوِّرُ النَّهارَ عَلَى اللَّيْلِ.والتكوير في اللغة: طرح الشيء بعضه على بعض. يقال: كور فلان المتاع، إذا ألقى بعضه على بعض، ومنه كور العمامة. أى: انضمام بعض أجزائها على بعض.والمقصود أن الليل والنهار كلاهما يكر على الآخر فيذهبه ويحل محله، بطريقة متناسقة محكمة لا اختلال معها ولا اضطراب.قال صاحب الكشاف: «والتكوير: اللف واللى. يقال: كار العمامة على رأسه وكوّرها.وفيه أوجه، منها: أن الليل والنهار خلفة يذهب هذا ويأتى مكانه هذا، وإذا غشى مكانه، فكأنما ألبسه ولف عليه، كما يلف اللباس على اللابس.ومنها: أن كل واحد منهما يغيب الآخر إذا طرأ عليه، فشبه في تغييبه إياه بشيء ظاهر لف عليه ما غيبه عن مطامح الأبصار.ومنها: أن هذا يكر على هذا كرورا متتابعا، فشبه ذلك بتتابع أكوار العمامة بعضها على إثر بعض» .قال بعض العلماء ما ملخصه: «والتعبير بقوله «يكور..» تعبير عجيب، يقسر الناظر فيه قسرا على الالتفات إلى ما كشف حديثا عن كروية الأرض فهو يصور حقيقة مادية ملحوظة على وجه الأرض، فالأرض الكروية تدور حول نفسها في مواجهة الشمس، فالجزء الذي يواجه الشمس من سطحها المكور يغمره الضوء ويكون نهارا. ولكن هذا الجزء لا يثبت لأن الأرض تدور. وكلما تحركت بدأ الليل يغمر السطح الذي كان عليه النهار. وهذا السطح مكور، فالنهار كان عليه مكورا، والليل يتبعه مكورا كذلك، وبعد فترة يبدأ النهار من الناحية الأخرى يتكور على الليل، وهكذا في حركة دائبة «يكور- سبحانه- الليل على النهار ويكور النهار على الليل» .واللفظ يرسم الشكل، ويحدد الوضع، ويعين نوع طبيعة الأرض وحركتها. وكروية الأرض ودورانها، يفسران هذا التعبير تفسيرا أدق من أى تفسير آخر لا يستصحب هذه النظرية» .ثم ذكر- سبحانه- دليلا ثالثا على وحدانيته وقدرته فقال: وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى.والتسخير: التذليل والانقياد والطاعة التامة. أى: وجعل- سبحانه- الشمس والقمر منقادين لأمره انقيادا تاما وكلاهما يجرى في مداره إلى الوقت المحدد في علم الله- تعالى- لنهاية دورانه، وانقطاع حركته.وهما في جريانهما يسيران بنظام محكم دقيق غاية الدقة، كما قال- تعالى-:لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ، وَلَا اللَّيْلُ سابِقُ النَّهارِ. وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ.ثم ختم- سبحانه- الآية الكريمة بقوله أَلا هُوَ الْعَزِيزُ الْغَفَّارُ.وفي تصدير الجملة الكريمة بأداة الاستفتاح أَلا إشارة إلى كمال الاعتناء بمضمونها، وإلى وجوب التدبر فيما اشتملت عليه.أى: ألا إن الله- تعالى-: وحده هو الخالق لكل تلك المخلوقات، وهو وحده المتصرف فيها، والمهيمن عليها، وهو وحده الْعَزِيزُ الغالب على كل ما سواه، الكثير المغفرة لذنوب عباده التائبين إليه توبة نصوحا."
}