{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/18/",
    "ayah_number": 18,
    "text": "قال الإمام الرازي: اعلم أن الكفار كانت لهم عادات كثيرة وطرق مختلفة فمنها شدة حرصهم على الدنيا، ورغبتهم في تحصيلها، وقد أبطل الله- تعالى- هذه الطريقة بقوله:مَنْ كانَ يُرِيدُ الْحَياةَ الدُّنْيا وَزِينَتَها ... إلى آخر الآية. ومنها أنهم كانوا ينكرون نبوة الرسول صلى الله عليه وسلم ويقدحون في معجزاته وقد أبطل الله- تعالى- ذلك بقوله أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ....ومنها أنهم كانوا يزعمون في الأصنام أنها شفعاؤهم عند الله، وقد أبطل الله- تعالى- ذلك بهذه الآيات وذلك لأن هذا الكلام افتراء على الله ... » .وجمله وَمَنْ أَظْلَمُ مِمَّنِ افْتَرى عَلَى اللَّهِ كَذِباً.... معطوفة على قوله- تعالى- قبل ذلك وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزابِ فَالنَّارُ مَوْعِدُهُ.والاستفهام للإنكار والنفي، والتقدير: لا أحد أشد ظلما ممن تعمد الكذب على الله- تعالى- بأن زعم بأن الأصنام تشفع لعابديها عنده، أو زعم بأن الملائكة بنات الله، أو أن هذا القرآن ليس من عنده- سبحانه-.وقوله: أُولئِكَ يُعْرَضُونَ عَلى رَبِّهِمْ وَيَقُولُ الْأَشْهادُ هؤُلاءِ الَّذِينَ كَذَبُوا عَلى رَبِّهِمْ أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ بيان لما يقال لهؤلاء الظالمين على سبيل التشهير والتوبيخ يوم القيامة والأشهاد: جمع شهيد كشريف وأشراف. أو جمع شاهد بمعنى حاضر كصاحب وأصحاب والمراد بهم- على الراجح- جميع أهل الموقف من الملائكة الذين كانوا يسجلون عليهم أقوالهم وأعمالهم، ومن الأنبياء والمؤمنين.والمعنى: أولئك الموصوفون بافتراء الكذب على الله- تعالى- يعرضون يوم الحساب، على ربهم ومالك أمرهم، كما يعرض المجرم للقصاص منه، ولفضيحته أمام الناس.وَيَقُولُ الْأَشْهادُ الذين يشهدون عليهم بأنهم قد افتروا الكذب على الله هؤُلاءِ المجرمون هم الَّذِينَ كَذَبُوا عَلى رَبِّهِمْ بأن نسبوا إليه ما هو منزه عنه.أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ الذين وضعوا الأمور في غير مواضعها، فأوردوا أنفسهم المهالك» .وجيء باسم الإشارة هؤُلاءِ زيادة في التشنيع عليهم، وفي تمييزهم عن غيرهم وصدرت جملة أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ بأداة الاستفتاح أَلا لتأكيد الدعاء عليهم بالطرد والإبعاد عن رحمة الله- تعالى- بسبب افترائهم الكذب.والظاهر أن هذه الجملة من كلام الأشهاد ويؤيد ذلك ما أخرجه الشيخان عن صفوان بن محرز قال: كنت آخذا بيد ابن عمر إذ عرض له رجل فقال: كيف سمعت رسول الله صلى الله عليه وسلم يقول في النجوى يوم القيامة؟ قال سمعت رسول الله صلى الله عليه وسلم يقول: «إن الله- عز وجل- يدنى المؤمن فيضع عليه كنفه- أى ستره وعفوه- ويستره من الناس ويقرره بذنوبه ويقول له: أتعرف ذنب كذا؟ أتعرف ذنب كذا؟ حتى إذا قرره بذنوبه ورأى في نفسه أنه قد هلك قال: فإنى قد سترتها عليك في الدنيا وإنى أغفرها لك اليوم ثم يعطى كتاب حسناته، وأما الكفار والمنافقون فيقول الأشهاد هؤُلاءِ الَّذِينَ كَذَبُوا عَلى رَبِّهِمْ أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ .ويجوز أن تكون هذه الجملة من كلام الله- تعالى- على سبيل الاستئناف بعد أن قال الأشهاد هؤُلاءِ الَّذِينَ كَذَبُوا عَلى رَبِّهِمْ."
}