{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/3/",
    "ayah_number": 3,
    "text": "ثم بين- سبحانه- ما يترتب على طاعته من خيرات فقال: وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتاعاً حَسَناً إِلى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ...والاستغفار طلب المغفرة والرحمة من الله- تعالى-.والتوبة: الإقلاع عن كل ما نهى الله، مع التصميم على عدم العودة إلى ذلك في المستقبل.ويمتعكم: من الإمتاع، وأصل الإمتاع الإطالة، ومنه: أمتعنا الله بك أى: أطال لنا بقاءك.والآية الكريمة معطوفة على قوله- سبحانه- قبل ذلك: أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ...والمعنى: وعليكم- أيها الناس- بعد أن نبذتم كل عبادة لغير الله، أن تديموا طلب مغفرته ورحمته، وأن تتوبوا إليه توبة نصوحا، فإنكم إن فعلتم ذلك يُمَتِّعْكُمْ الله- تعالى- مَتاعاً حَسَناً بأن يبدل خوفكم أمنا، وفقركم غنى، وشقاءكم سعادة.قوله: إِلى أَجَلٍ مُسَمًّى أى: إلى نهاية حياتكم التي قدرها الله لكم في هذه الدنيا.وقوله: وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ أى: ويعط كل صاحب عمل صالح جزاء عمله.فالمراد بالفضل الأول: العمل الصالح. والمراد بالفضل الثاني الثواب الجزيل من الله- تعالى-.فالجملة الكريمة، وعد كريم عن الله- تعالى- لكل من آمن وعمل صالحا.وجملة ثُمَّ تُوبُوا إِلَيْهِ معطوفة على استغفروا. وثُمَّ هنا على بابها من التراخي، لأن الإنسان يستغفر أولا ربه من الذنوب، ثم يتوب إليه التوبة الصادقة النصوح التي لا رجعة معها إلى ارتكاب الذنوب مرة أخرى.ووصف المتاع بالحسن، ليدل على أنه عطاء ليس مشوبا بالمكدرات والمنغصات التي تقلق الإنسان في دنياه، وإنما هو عطاء يجعل المؤمن يتمتع بنعم الله التي أسبغها عليه، مع المداومة على شكره- سبحانه- على هذه النعم.قال- تعالى- مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.ثم حذر- سبحانه- من الإعراض عن طاعته فقال: وَإِنْ تَوَلَّوْا فَإِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ كَبِيرٍ.أى: ذكرهم أيها الرسول الكريم بأن في إخلاصهم العبادة لله، وفي طاعتهم له، سعادتهم الدنيوية والأخروية، وفي إعراضهم عن ذلك شقاؤهم وحلول العذاب بهم.أى: إن تتولوا- أيها الناس- عن الحق الذي جئتكم به، فإنى أخاف عليكم عذاب يوم القيامة، الذي هو عذاب كبير هوله، عظيم وقعه، كما أخاف عليكم عذاب الدنيا.فتنكير يَوْمٍ للتهويل والتعميم، حتى يشمل عذاب الدنيا وعذاب الآخرة، حيث إنهم كانوا ينكرون البعث والحساب، فتخويفهم بالعذابين أزجر لنفوسهم القاسية، وقلوبهم العاتية.وفي وصفه بالكبر، زيادة- أيضا- في تهويله وشدته، حتى يثوبوا إلى رشدهم، ويقلعوا عن غيهم وعنادهم."
}