{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/26/",
    "ayah_number": 26,
    "text": "وقوله: وَلَقَدْ أَرْسَلْنا نُوحاً إِلى قَوْمِهِ ... جواب لقسم محذوف. أى والله لقد أرسلنا نوحا إلى قومه. والدليل على هذا القسم وجود لامه في بدء الجملة.وافتتحت القصة بصيغة القسم لأن المخاطبين بها لما لم يحذروا ما نزل بقوم نوح بسبب كفرهم نزلوا منزلة المنكر لرسالته.وينتهى نسب نوح- عليه السلام- إلى شيث بن آدم- عليه السلام- وقد ذكر نوح في القرآن في ثلاثة وأربعين موضعا.وقوم الرجل: هم أقرباؤه الذين يجتمعون معه في جد واحد وقد يقيم الرجل بين الأجانب فيسميهم قومه مجازا للمجاورة.وكان قوم نوح يعبدون الأصنام: فأرسل الله إليهم نوحا ليدلهم على طريق الرشاد.قال ابن كثير: قال ابن عباس وغير واحد من علماء التفسير: كان أول ما عبدت الأصنام أن قوما صالحين ماتوا. فبنى قومهم عليهم مساجد، وصوروا صور أولئك الصالحين فيها ليتذكروا حالهم وعبادتهم فيتشبهوا بهم. فلما طال الزمان جعلوا أجسادا على تلك الصور فلما تمادى الزمان عبدوا تلك الأصنام وسموها بأسماء أولئك الصالحين: ودا وسواعا ويغوث ويعوق ونسرا فلما تفاقم الأمر بعث الله- تعالى- رسوله نوحا فأمرهم بعبادة الله وحده» .وقوله: إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ، أَنْ لا تَعْبُدُوا إِلَّا اللَّهَ ... بيان للوظيفة التي من أجلها أرسل الله- تعالى- نوحا إلى قومه.قال الشوكانى: قرأ ابن كثير وأبو عمرو والكسائي بفتح الهمزة في إِنِّي على تقدير حرف الجر أى: أرسلناه بأنى. أى: أرسلناه متلبسا بذلك الكلام وهو أنى لكم نذير مبين.وقرأ الباقون بالكسر على إرادة القول. أى: أرسلناه قائلا لهم إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ .ونذير من الإنذار وهو إخبار معه تخويف..ومبين: من الإبانة بمعنى التوضيح والإظهار..أى: أرسلناه إلى قومه فقال لهم يا قوم: إنى لكم محذر تحذيرا واضحا من موجبات العذاب التي تتمثل في عبادتكم لغير الله- تعالى-.واقتصر على الإنذار لأنهم لم يعملوا بما بشرهم به وهو الفوز برضا الله- تعالى- إذا ما أخلصوا له العبادة والطاعة.وجملة أَنْ لا تَعْبُدُوا إِلَّا اللَّهَ بدل من قوله إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أى أرسلناه بأن لا تعبدوا إلا الله.وقوله: إِنِّي أَخافُ عَلَيْكُمْ عَذابَ يَوْمٍ أَلِيمٍ جملة تعليلية، تبين حرص نوح الشديد على مصلحة قومه ومنفعتهم.أى إنى أحذركم من عبادة غير الله، لأن هذه العبادة ستؤدى بكم الى وقوع العذاب الأليم عليكم، وما حملني على هذا التحذير الواضح إلا خوفي عليكم، وشفقتي بكم، فأنا منكم وأنتم منى بمقتضى القرابة والنسب.ووصف اليوم بالأليم على سبيل المجاز العقلي، وهو أبلغ من أن يوصف العذاب بالأليم، لأن شدة العذاب لما بلغت الغاية والنهاية في ذلك، جعل الوقت الذي تقع فيه وقتا أليما أى مؤلما."
}