{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/46/",
    "ayah_number": 46,
    "text": "وقوله- سبحانه- قالَ يا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ.. رد من الله- تعالى- على نوح فيما طلبه منه.أى: قال الله- تعالى- مجيبا لنوح- عليه السلام- فيما سأله إياه: يا نوح إن ابنك هذا لَيْسَ مِنْ أَهْلِكَ لأن مدار الأهلية مبنى على القرابة الدينية، وقد انقطعت بالكفر، فلا علاقة بين مسلم وكافر.أو ليس من أهلك الذين وعدتك بنجاتهم، بل هو ممن سبق عليه القول بسبب كفره.فالمراد نفى أن يكون من أهل دينه واعتقاده، وليس المراد نفى أن يكون من صلبه، لأن ظاهر الآية يدل على أنه ابنه من صلبه، ومن قال بغير ذلك فقوله ساقط ولا يلتفت إليه، لخلوه عن الدليل.قال ابن كثير: وقد نص غير واحد من الأئمة على تخطئة من ذهب في تفسير هذا إلا أنه ليس بابنه، وإنما كان ابن زنية.وقال ابن عباس وغير واحد من السلف: ما زنت امرأة نبي قط، ثم قال: وقوله:إِنَّهُ لَيْسَ مِنْ أَهْلِكَ أى: الذين وعدتك بنجاتهم.وقول ابن عباس في هذا هو الحق الذي لا محيد عنه فإن الله- تعالى- أغير من أن يمكن امرأة نبي من الفاحشة .وجملة إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ تعليل لنفى الأهلية.وقد قرأ الجمهور (عمل) بفتح الميم وتنوين اللام- على أنه مصدر مبالغة في ذمه حتى لكأنه هو نفس العمل غير الصالح وأصل الكلام إنه ذو عمل غير صالح، فحذف المضاف للمبالغة بجعله عين عمله الفاسد لمداومته عليه.وقرأ الكسائي ويعقوب عَمَلٌ بوزن فرح بصيغة الفعل الماضي- أى: إنه عمل عملا غير صالح وهو الكفر والعصيان، فحذف الموصوف وأقيمت صفته مقامه.قال صاحب الكشاف وقوله: إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ تعليل لانتفاء كونه من أهله.وفيه إيذان بأن قرابة الدين غامرة لقرابة النسب، وأن نسيبك في دينك ومعتقدك من الأباعد في المنصب وإن كان حبشيا وكنت قرشيا لصيقك وخصيصك، ومن لم يكن على دينك وإن كان أمس أقاربك رحما فهو أبعد بعيد منك .وقال الفخر الرازي: هذه الآية تدل على أن العبرة بقرابة الدين لا بقرابة النسب، فإن في هذه الصورة كانت قرابة النسب حاصلة من أقوى الوجوه، ولكن لما انتفت قرابة الدين، لا جرم نفاه الله- تعالى- بأبلغ الألفاظ وهو: قوله: إِنَّهُ لَيْسَ مِنْ أَهْلِكَ .والفاء في قوله: فَلا تَسْئَلْنِ ما لَيْسَ لَكَ بِهِ عِلْمٌ.. للتفريع.أى: ما دمت قد وقفت على حقيقة الحال، فلا تلتمس منى ملتمسا لا تعلم على وجه اليقين، أصواب هو أم غير صواب، بل عليك أن تتثبت من صحة ما تطلبه، قبل أن تقدم على طلبه.وجملة إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجاهِلِينَ تأكيد لما قبلها، ونهى له عن مثل هذا السؤال في المستقبل، بعد أن أعلمه بحقيقة حال ابنه.أى: إنى أنهاك يا نوح عن أن تكون من القوم الجاهلين، الذين يسألون عن أشياء لا يتحققون وجه الصواب فيها."
}