{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/24/",
    "ayah_number": 24,
    "text": "ثم ضرب- سبحانه- مثلا لفريق الكافرين ولفريق المؤمنين فقال: مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيانِ مَثَلًا أَفَلا تَذَكَّرُونَ.وقوله: مَثَلُ الْفَرِيقَيْنِ ... أى: حالهم وصفتهم.وأصل المثل بمعنى المثل. والمثل: النظير والشبيه ثم أطلق على القول السائر المعروف لمماثلة مضربه- وهو الذي يضرب فيه- لمورده- أى الذي ورد فيه أولا.ولا يكون إلا فيما فيه غرابة. ثم استعير للصفة أو الحال أو القصة إذا كان لها شأن عجيب وفيها غرابة.وإنما تضرب الأمثال لإيضاح المعنى الخفى، وتقريب المعقول من المحسوس وعرض الغائب في صورة الشاهد. فيكون المعنى الذي ضرب له المثل أوقع في القلوب وأثبت في النفوس.والمعنى: حال الفريقين المذكورين قبل ذلك وهما الكافرون والمؤمنون كحال الضدين المختلفين كل الاختلاف.أما الكافرون فحالهم وصفتهم كحال وصفة من جمع بين العمى والصمم. لأنهم مع كونهم يرون ويسمعون لكنهم لم ينتفعوا بذلك فصاروا كالفاقد لهما.وأما المؤمنون فحالهم وصفتهم كحال وصفة من جمع بين البصر السليم والسمع الواعي لأنهم انتفعوا بما رأوا من دلائل تدل على وحدانية الله وقدرته وبما سمعوا من توجيهات تدل على صحة تعاليم الإسلام.والمقصود من هذا التمثيل. تنبيه الكافرين إلى ما هم عليه من ضلال وجهالة لعلهم بهذا التنبيه يتداركون أمرهم، فيدخلوا في دين الإسلام وتثبيت المؤمنين على ما هم عليه من حق، وبذلك يزدادون إيمانا على إيمانهم.والاستفهام في قوله هَلْ يَسْتَوِيانِ مَثَلًا للإنكار والنفي، أى: هل يستوي في الصفة والحال من كان ذا سمع وبصر بمن فقدهما؟ كلا إنهما لا يستويان حتى عند أقل العقلاء عقلا وقوله: أَفَلا تَذَكَّرُونَ حض على التذكر والتدبر والتفكر.أى: أتشكون في عدم استواء الفريقين؟ لا إن الشك في عدم استوائهما لا يليق بعاقل وإنما اللائق به هو اعتقاد تباين صفتيهما والدخول في صفوف المؤمنين الذين عملوا الأعمال الصالحات وأخبتوا إلى ربهم.وبذلك نرى أن هذه الآيات الكريمة قد بينت حال الكافرين وذكرت من أوصافهم أربعة عشر وصفا أولها: افتراء الكذب ... وآخرها: الخسران في الآخرة. كما بينت حال المؤمنين وبشرتهم بالخلود في الجنة: ثم ضربت مثلا لكل فريق وشبهت حاله بما يناسبه من صفات..وفي ذلك ما فيه من الهداية إلى الطريق المستقيم، لمن كان له قلب، أو ألقى السمع وهو شهيد.وبعد هذا الحديث المتنوع عن مظاهر قدرة الله ووحدانيته وعن إعجاز القرآن الكريم وعن حسن عاقبة المؤمنين وسوء عاقبة المكذبين ساقت السورة الكريمة بترتيب حكيم قصص بعض الأنبياء مع أقوامهم وقد استغرق هذا القصص معظم الآيات الباقية فيها فقد حدثتنا عن قصة نوح مع قومه وعن قصة هود مع قومه، وعن قصة صالح مع قومه، وعن قصة لوط مع قومه، وعن قصة شعيب مع قومه، كما تحدثت عن قصة إبراهيم مع رسل الله الذين جاءوه بالبشرى، وعن جانب من قصة موسى مع فرعون.قال الإمام الرازي: اعلم أنه- تعالى- لما ذكر في تقرير المبدأ والمعاد دلائل ظاهرة، وبينات قاهرة، وبراهين باهرة، أتبعها بذكر قصص الأنبياء وفيه فوائد:أحدها: التنبيه على أن إعراض الناس عن قبول هذه الدلائل والبينات ليس من خواص قوم النبي صلى الله عليه وسلم، بل هذه العادة المذمومة كانت حاصلة في جميع الأمم السالفة، والمصيبة إذا عمت خفت. فكان ذكر قصصهم وحكاية إصرارهم وعنادهم يفيد تسلية النبي صلى الله عليه وسلم وتخفيف ذلك على قلبه.وثانيها: أنه- تعالى- يحكى في هذه القصص أن عاقبة أمر أولئك المنكرين كان إلى اللعن في الدنيا والخسارة في الآخرة. وعاقبة أمر المحقين الى الدولة في الدنيا والسعادة في الآخرة، وذلك يقوى قلوب المحقين، ويكسر قلوب المبطلين.وثالثها: التنبيه على أنه- تعالى- وإن كان يمهل هؤلاء المبطلين، ولكنه لا يهملهم، بل ينتقم منهم على أكمل الوجوه.ورابعها: بيان أن هذه القصص دالة على نبوة النبي صلى الله عليه وسلم لأنه كان أميا، وما طالع كتابا ولا تتلمذ على أستاذ، فإذا ذكر هذه القصص على هذا الوجه من غير تحريف ولا خطأ، دل ذلك على أنه إنما عرفه بالوحي من الله- تعالى-  .وقد بدأت السورة الكريمة قصصها بقصة نوح مع قومه، وقد وردت هذه القصة في سور متعددة منها سورة الأعراف، وسورة المؤمنون، وسورة نوح ... إلا أنها وردت هنا بصورة أكثر تفصيلا من غيرها."
}