{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/48/",
    "ayah_number": 48,
    "text": "ثم بشر- سبحانه- نبيه نوحا- عليه السلام- بقبول توبته فقال: قِيلَ يا نُوحُ اهْبِطْ بِسَلامٍ مِنَّا، وَبَرَكاتٍ عَلَيْكَ وَعَلى أُمَمٍ مِمَّنْ مَعَكَ ...والسلام: التحية المقرونة بالأمان والاطمئنان، وأصله السلامة، والباء فيه للمصاحبة والبركات. جمع بركة وهي ثبوت الخير ونماؤه وزيادته، واشتقاقها من البرك، وهو صدر البعير. يقال: برك البعير إذا ألقى بركه أى صدره على الأرض وثبت. ومنه البركة لثبوت الماء فيها.والأمم: جمع أمة، وهي الجماعة الكثيرة من الناس، يجمعها نسب واحد أو لغة واحدة، أو موطن واحد.أى: قال الله- تعالى- مبشرا نوحا- عليه السلام- بقبول توبته: يا نوح اهبط من السفينة مصحوبا منا بالأمان مما تكره، وبالخيرات النامية والنعم الثابتة عليك، وعلى أمم متشعبة ومتفرعة وناشئة من الأمم المؤمنة التي ستهبط معك، بعد أن أنجاكم الله- تعالى-بفضله ورحمته من العذاب، الذي حل بالكافرين من قومك.وكان مقتضى الظاهر أن يقال: قال يا نوح اهبط بسلام.. ولكن جاء التعبير بقيل، مسايرة للتعبيرات السابقة في أجزاء القصة، مثل قوله- سبحانه- وَقِيلَ يا أَرْضُ ابْلَعِي ماءَكِ.. وقوله: وَقِيلَ بُعْداً لِلْقَوْمِ الظَّالِمِينَ.وقوله اهْبِطْ بِسَلامٍ.. فيه إشارة إلى أنه كان قبل الهبوط في ضيافة الله ورعايته، وأنه لولا عناية الله به وبمن معه من المؤمنين، لما نجت السفينة من ذلك الطوفان العظيم.والتعبير بقوله مِنَّا لزيادة التكريم، وتأكيد السلام. أى: انزل بسلام ناشئ من عندنا، وليس من عند غيرنا لأن كل سلام من غيرنا لا قيمة له بجانب سلامنا.وقوله عَلَيْكَ وَعَلى أُمَمٍ مِمَّنْ مَعَكَ متعلق بسلام وبركات.وفي هذا إشارة إلى أنه- سبحانه- سيجعل من ذرية نوح ومن ذرية من معه من المؤمنين، أمما كثيرة تكون محل كرامة الله وأمانه وبركاته.وقوله- سبحانه- وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذابٌ أَلِيمٌ كلام مستأنف مسوق للاحتراز والتحذير من سوء عاقبة المخالفة لأمر الله.أى: أن الأمم التي تكون من نسلك ومن نسل أتباعك يا نوح على قسمين: قسم منهم له منا السلام، وعليه البركات بسبب إيمانه وعمله الصالح.وقسم آخر سنمتعه في الدنيا وبالكثير من زينتها وخيراتها، ثم يصيبه يوم القيامة عذاب أليم بسبب جحوده لنعمنا، وعصيانه لرسلنا.فعلى كل عاقل أن يجتهد في أن يكون من القسم الأول، وأن يتجنب القسم الثاني."
}