{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/11/61/",
    "ayah_number": 61,
    "text": "هذه قصة صالح- عليه السلام- مع قومه كما ذكرتها هذه السورة، وقد وردت هذه القصة في سور أخرى منها سورة الأعراف، والشعراء، والنمل، والقمر.وصالح- عليه السلام- ينتهى نسبه إلى نوح- عليه السلام- فهو صالح بن عبيد بن آصف بن ماسح بن عبيد بن حاذر بن ثمود ... بن نوح.وثمود: اسم للقبيلة التي منها صالح، سميت باسم جدها ثمود، وقيل سميت بذلك لقلة مائها، لأن الثمد هو الماء القليل.وكانت مساكنهم بالحجر- بكسر الحاء وسكون الجيم- وهو مكان يقع بين الحجاز والشام إلى وادي القرى، وموقعه الآن- تقريبا- المنطقة التي بين الحجاز وشرق الأردن، وما يزال المكان الذي كانوا يسكنونه يسمى بمدائن صالح حتى اليوم.وقبيلة صالح من القبائل العربية، وكانوا خلفاء لقوم هود- عليه السلام فقد قال- سبحانه-: وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفاءَ مِنْ بَعْدِ عادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِها قُصُوراً، وَتَنْحِتُونَ الْجِبالَ بُيُوتاً.. .وكانوا يعبدون الأصنام، فأرسل الله- تعالى- إليهم صالحا ليأمرهم بعبادة الله وحده.وقوله: وَإِلى ثَمُودَ أَخاهُمْ صالِحاً قالَ يا قَوْمِ اعْبُدُوا اللَّهَ ما لَكُمْ مِنْ إِلهٍ غَيْرُهُ..معطوف على ما قبله من قصتي نوح وهود- عليهما السلام- أى: وأرسلنا إلى قبيلة ثمود أخاهم في النسب والموطن صالحا- عليه السلام فقال لهم تلك الكلمة التي قالها كل نبي لقومه: يا قوم اعبدوا الله وحده، فهو الإله الذي خلقكم ورزقكم، وليس هناك من إله سواه يفعل ذلك.ثم ذكرهم بقدرة الله- تعالى- وبنعمه عليهم فقال: هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيها.والإنشاء: الإيجاد والإحداث للشيء على غير مثال سابق.واستعمركم من الإعمار ضد الخراب فالسين والتاء للمبالغة. يقال: أعمر فلان فلانا في المكان واستعمره، أى جعله يعمره بأنواع البناء والغرس والزرع.أى: اعبدوا الله- تعالى- وحده، لأنه- سبحانه- هو الذي ابتدأ خلقكم من هذه الأرض، وأبوكم آدم ما خلق إلا منها وهو الذي جعلكم المعمرين لها، والساكنين فيها تَتَّخِذُونَ مِنْ سُهُولِها قُصُوراً، وَتَنْحِتُونَ الْجِبالَ بُيُوتاً....قال- تعالى- في شأنهم.. أَتُتْرَكُونَ فِي ما هاهُنا آمِنِينَ. فِي جَنَّاتٍ وَعُيُونٍ. وَزُرُوعٍ وَنَخْلٍ طَلْعُها هَضِيمٌ. وَتَنْحِتُونَ مِنَ الْجِبالِ بُيُوتاً فارِهِينَ. فَاتَّقُوا اللَّهَ وَأَطِيعُونِ. .فأنت ترى أن صالحا- عليه السلام- قد ذكرهم بجانب من مظاهر قدرة الله ومن أفضاله عليهم، لكي يستميلهم إلى التفكر والتدبر، وإلى تصديقه فيما يدعوهم إليه.والفاء في قوله فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ للتفريع على ما تقدم.أى: إذا كان الله- تعالى- هو الذي أنشأكم من الأرض واستعمركم فيها فعليكم أن تخلصوا له العبادة، وأن تطلبوا مغفرته عما سلف منكم من ذنوب.ثم تتوبوا إليه توبة صادقة: تجعلكم تندمون على ما كان منكم في الماضي من شرك وكفر، وتعزمون على التمسك بكل ما يرضى الله- تعالى- في المستقبل.ثم فتح أمامهم باب الأمل في رحمة الله- تعالى- فقال: إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ.أى: إن ربي قريب الرحمة من المحسنين، مجيب لدعاء الداعين المخلصين، فاقبلوا على عبادته وطاعته، ولا تقنطوا من رحمة الله."
}