{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/116/",
    "ayah_number": 116,
    "text": "قوله- تعالى-: وَقالُوا اتَّخَذَ اللَّهُ وَلَداً معطوف على قوله- تعالى- قبل ذلك وقالت اليهود ليست النصارى على شيء إلخ» .واتخذ: من الاتخاذ وهو الصنع والجعل والعمل. والولد: يطلق على الذكر والأنثى، والواحد والجمع.والذين قالوا اتخذ الله ولدا هم اليهود والنصارى والمشركون، فقد حكى الله عن اليهود أنهم قالوا: عُزَيْرٌ ابْنُ اللَّهِ وحكى عن النصارى أنهم قالوا: الْمَسِيحُ ابْنُ اللَّهِ وحكى عن المشركين أنهم قالوا «الملائكة بنات الله» فيصح أن يكون الضمير في قالوا عائدا على الفرق الثلاث أو على بعضهم. فمن المعروف أن القرآن يجرى على الأسلوب المعروف في المخاطبات حيث يسند إلى القوم ما صدر من بعضهم فحين قال: وَقالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ أصبح من السائغ في صحة المعنى أن يكون هذا القول قد صدر من طائفة منهم:وقوله: سُبْحانَهُ تنزيه له عما هو نقص في حقه ومحال عليه من اتخاذ الولد، لاقتضاء الوالدية: النوعية والجنسية والتناسل والافتقار، والتشبيه والحدوث وفي الصحيحين عن رسول الله صلّى الله عليه وسلّم أنه قال:«لا أحد أصبر على أذى سمعه من الله، إنهم يجعلون له ولدا، وهو يرزقهم ويعافيهم» .وسبحان: مصدر لسبح بمعنى نزه، وهو منصوب بفعل لم يسمع من العرب التصريح به معه، والأصل: أسبحه سبحانه، فحذف الفعل وأقيم المصدر مقامه، وأضيف إلى ضمير المنزه.وقوله: بَلْ لَهُ ما فِي السَّماواتِ وَالْأَرْضِ إضراب عن مقالاتهم التي نسبوا بها إلى الله اتخاذ الولد، وشروع في الاستدلال على بطلانها.واللام في قوله: لَهُ للاختصاص الكامل وهو الملك الحقيقي، و (ما) اسم موصول يراد منه الكائنات: ما يعقل وما لا يعقل ومن جملة هذه الكائنات من ادعوا أنه ولد لله.والمقصود إثبات أن قولهم اتَّخَذَ اللَّهُ وَلَداً زعم باطل، فإن جميع ما احتوت عليه السموات والأرض مملوك لله يتصرف فيه كيف يشاء، فلا حاجة إلى اتخاذ الولد، إذ الولد إنما يسعى إليه الوالد، أو يرغب فيه ليعتز به أو ليحيى ذكره، أو ليستعين به على القيام بأعباء الحياة. والله- تعالى- منزه عن أمثال هذه الأغراض التي لا تليق إلا بمن خلق ضعيفا كالإنسان ثم إن الحكمة من التوالد بقاء النوع محفوظا بتوارد أمثال الوالد حيث لا سبيل إلى بقائه بعينه، أما الخالق- تعالى- فهو الواحد في ذاته وصفاته، الباقي على الدوام، كما قال تعالى:كُلُّ مَنْ عَلَيْها فانٍ. وَيَبْقى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالْإِكْرامِ. وقوله- تعالى-: كُلٌّ لَهُ قانِتُونَ.معناه: كل له مطيعون طاعة تسخير وانقياد، خاضعون لا يستعصى منهم شيء على مشيئته وإرادته: شاهدون بلسان الحال والمقال على وحدانيته من القنوت وهو لزوم الطاعة مع الخضوع، وإنما جاء قانِتُونَ بجمع المذكر المختص بالعقلاء، مع أن الخضوع لله يكون من العقلاء وغيرهم تغليبا للعقلاء على غيرهم، لأنهم أهل القنوت عن إرادة وبصيرة، ولأن ظهوره فيهم أكمل من ظهوره في غيرهم.وفصلت جملة كُلٌّ لَهُ قانِتُونَ عن سابقتها، لقصد استقلالها بالاستدلال على نفى أن يكون لله ولد، حتى لا يظن السامع أنها مكملة للدليل المسوق له قوله- تعالى-: لَهُ ما فِي السَّماواتِ وَالْأَرْضِ."
}