{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/203/",
    "ayah_number": 203,
    "text": "وقوله: وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُوداتٍ معطوف على قوله- تعالى- فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آباءَكُمْ أَوْ أَشَدَّ ذِكْراً وما بينهما اعتراض.والمراد بالأيام المعدودات أيام التشريق الثلاثة التي بعد يوم النحر. والتشريق: تقديد اللحم.قال القرطبي: ولا خلاف بين العلماء أن الأيام المعدودات في هذه الآية هي أيام منى، وهي أيام التشريق، وأن هذه الثلاثة الأسماء واقعة عليها، وهي أيام رمى الجمار»  .فالآية الكريمة تأمر الحجاج وغيرهم من المسلمين أن يكثروا من ذكر الله في هذه الأيام المباركة، لأن أهل الجاهلية كانوا يشغلونها بالتفاخر ومغازلة النساء «ويزعمون أن الحج قد انتهى بانتهاء يوم النحر وهو اليوم العاشر من ذي الحجة.ولقد بين لنا النبي صلّى الله عليه وسلّم أن هذه الأيام ينبغي أن تعمر بذكر الله وبشكره على نعمه.روى الأمام مسلّم عن نبيشة الهذلي قال: قال رسول الله صلّى الله عليه وسلّم «أيام التشريق أيام أكل وشرب وذكر لله» .وروى البخاري عن ابن عمر: أنه كان يكبر بمنى تلك الأيام، وخلف الصلوات، وعلى فراشه وفي فسطاطه. وفي مجلسه، وفي ممشاه، في تلك الأيام جميعا.ومن الذكر في تلك الأيام التكبير مع كل حصاة من حصى الجمار كل يوم من أيام التشريق.فقد أخرج البخاري عن ابن عمر أن النبي صلّى الله عليه وسلّم كبر مع كل حصاة.ويرى جمهور الفقهاء أن هذه الأيام يحرم فيها الصيام، لأنها أيام أكل وشرب وذكر لله.والمعنى. اذكروا الله، أى: كبروه في أدبار الصلوات وعند ذبح القرابين، وعند رمى الجمار وغيرها في تلك الأيام المعدودات التي هي موسم من مواسم العبادة والطاعات، فإن الإكثار من ذكر الله يرفع الدرجات، ويمسح السيئات.ثم قال- تعالى-: فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنِ اتَّقى. تعجل واستعجل يجيئان مطاوعين بمعنى عجل، يقال: تعجل الأمر واستعجل.ويأتيان متعديين فيقال: تعجل الذهاب واستعجله ويرى الزمخشري أن المطاوعة أوفق لقوله- تعالى-: وَمَنْ تَأَخَّرَ.وإيضاح ذلك: أنه يجب على الحاج المبيت بمنى الليلة الأولى والثانية من ليالي أيام التشريق، ليرمى كل يوم بعد الزوال إحدى وعشرين حصاة يرمى عند كل جمرة سبع حصيات. ثم من رمى في اليوم الثاني وأراد أن ينفر ويترك المبيت بمنى في الليلة الثالثة ورمى يومها بعد الزوال- كما يرى الشافعية- وبعده أو قبله- كما يرى الحنفية- فلا إثم عليه في عدم مبيته بمنى في الليلة الثالثة.أى: فمن تعجل فسافر في اليومين الأولين فلا إثم عليه في التعجيل، ومن بقي إلى تمام اليوم الثالث فلا إثم عليه كذلك إذا اتقى كل منهما الله ووقف عند حدوده.فالتقييد بالتقوى للتنبيه إلى أن العبرة في الأفعال إنما هي بتقوى القلوب وطهارتها وسلامتها.قال الآلوسى: وقوله لِمَنِ اتَّقى خبر لمبتدأ محذوف، واللام إما للتعليل أو للاختصاص.أى: ذلك التخيير المذكور لأجل المتقى لئلا يتضرر بترك ما يقصده من التعجيل والتأخر أو ذلك المذكور من أحكام مطلقا مختصة بالمتقى لأنه هو الحاج على الحقيقة. والمراد من التقوى على التقديرين تجنب ما يؤثم من فعل أو ترك ..» .ثم ختمت الآية بقوله- تعالى-: وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ اتقوا الله في كل ما تأتون وما تذرون، واعلموا أنكم ستجمعون بعد تفرقكم وتساقون إلى خالقكم يوم القيامة ليجازيكم على أعمالكم.وقد ختمت الآيات التي تحدثت عن فريضة الحج بهذا الختام المكون من عنصرين، أحدهما: تقوى الله.والثاني: العلم اليقيني بالحشر، للإشعار بأنهما خلاصة التدين، وثمرة العبادات بكل أنواعها وكل طرقها، وإذا خلت أية عبادة من هذين العنصرين كانت صورة لا روح فيها.وإلى هنا تكون الآيات الكريمة قد ساقت لنا بعض أحكام الحج وآدابه ومناسكه بأسلوب بهدى القلوب، ويسعد النفوس، ومن شأن من يعمل بهذه الآيات أن يكون ممن رضي الله عنهم ورضوا عنه.وبعد أن بين- سبحانه- فريضة الحج وما اشتملت عليه من أحكام وآداب، وبين أصناف الناس في أدعيتهم التي تكشف عن خبايا قلوبهم، ومعادن نفوسهم، بعد أن بين ذلك أعقبه بالحديث عن صنفين من الناس فقال:"
}