{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/176/",
    "ayah_number": 176,
    "text": "ثم بين- سبحانه- أن سبب استحقاقهم للعذاب الأليم، هو ارتكابهم لما نهى الله عنه عن قصد وسوء نية فقال: ذلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتابَ بِالْحَقِّ.أى: ذلك العذاب الأليم حل بهم بسبب أن الله أنزل التوراة مصحوبة ببيان الحق الذي من جملته التبشير ببعثة النبي محمد صلّى الله عليه وسلّم فكتموا هم هذا الحق وامتدت إليه أيديهم الأثيمة بالتحريف والتأويل إيثارا لمطامع دنيوية على هدى الله الذي هو أساس كل سعادة.فاسم الإشارة ذلِكَ يعود على مجموع ما سبق بيانه من أكل النار، وعدم تكليم الله إياهم، وعدم تزكيتهم.. إلخ.والباء في قوله: بِأَنَّ للسببية، والمراد بالكتاب: التوراة.ثم ختم- سبحانه- الحديث عن هؤلاء الكاتمين للحق بقوله: وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتابِ لَفِي شِقاقٍ بَعِيدٍ.اختلفوا: خالف بعضهم بعضا، وأصله من اختلاف الطريق، تقول اختلفوا في الطريق.أى: جاء بعضهم من جهة والبعض الآخر من جهة أو جهات أخرى. ثم استعمل في الاختلاف في المذاهب والاعتقاد.والكتاب: التوراة، أو التوراة والإنجيل، إذ يصح أن يراد جنس الكتاب والمقام يقتضى صرفه إلى هذين الكتابين، وقد أبعد في التأويل من قال بأن المراد به القرآن لأن الحديث عن أهل الكتاب الذين كتموا ما في كتبهم من بشارات بالرسول صلّى الله عليه وسلّم واختلافهم في الكتاب من مظاهره: إيمانهم ببعضه وكفرهم بالبعض الآخر، وتحريفه عن مواضعه وتأويله على غير ما يراد منه.والشقاق: الخلاف، كأن كل واحد من المختلفين في شق غير الشق الذي يكون فيه الآخر، وإذا وصف الخلاف بالبعد فهم منه أنه بعيد عن الحق، يقال: قال فلان قولا بعيدا، أى بعيدا من الصواب.والمعنى: ذلك العذاب الأليم حل بأولئك الأشقياء بسبب كتمانهم لما أنزله الله في كتابه من الحق، وإن الذين اختلفوا في شأن ما أنزله الله في كتبه فأظهروا منها ما يناسب أهواءهم وأخفوا ما لا يناسبها- لفي بعد شديد عن الحق والصواب:وبذلك تكون الآيات الكريمة قد ذكرت ألوانا من العقوبات الأليمة التي توعد الله بها كل من يكتم أمرا نهى الله عن كتمانه، لكي يقلع كل من يتأنى له الخطاب عن هذه الرذيلة وفاء للعهد الذي أخذه الله على الناس بصفة عامة، وعلى أولى العلم بصفة خاصة.ثم ساق القرآن الكريم آية جامعة لأنواع البر، ووجوه الخير، تهدى المتمسك بها إلى السعادة الدنيوية والأخروية فقال- تعالى-:"
}