{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/260/",
    "ayah_number": 260,
    "text": "وَإِذْ قالَ إِبْراهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتى أى: واذكر أيها العاقل لتعتبر وتتعظ وقت أن قال إبراهيم- عليه السلام- مخاطبا خالقه- سبحانه-: رب أرنى بعيني كيف تعيد الحياة إلى الموتى.وفي قوله: (رب) تصريح بكمال أدبه مع خالقه- عز وجل- فهو قبل أن يدعوه يستعطفه ويعترف له بالربوبية الحقة، والألوهية التامة، ويلتمس منه معرفة كيفية إحياء الموتى، فهو لا يشك في قدرة الله ولا في صحة البعث- وحاشاه أن يفعل ذلك- فهو رسول من أولى العزم من الرسل، وإنما هو يريد أن ينتقل من مرتبة علم اليقين إلى عين اليقين، ومن مرتبة البرهان إلى مرتبة العيان، فإن العيان يغرس في القلب أسمى وأقوى ألوان المعرفة والاطمئنان.وقد ذكر المفسرون لسؤال إبراهيم- عليه السلام- أسبابا منها: أنه لما قال للنمرود رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ أحب أن يترقى بأن يرى ذلك مشاهدة. وقد أجاب الخالق- عز وجل- على طلب إبراهيم بقوله: أَوَلَمْ تُؤْمِنْ أى: أتقول ذلك وتطلبه ولم تؤمن بأنى قادر على الإحياء وعلى كل شيء؟فالجملة الكريمة استئناف مبنى على السؤال، وهي معطوفة على مقدر، والاستفهام للتقرير.وهنا يحكى القرآن جواب إبراهيم على خالقه- عز وجل- فيقول: قالَ بَلى وَلكِنْ لِيَطْمَئِنَّ قَلْبِي. أى قال إبراهيم في الرد على سؤال ربه له أَوَلَمْ تُؤْمِنْ؟ بلى يا رب آمنت بك وبقدرتك وبوحدانيتك إيمانا صادقا كاملا، ولكني سألت هذا السؤال ليزداد قلبي سكونا واطمئنانا وإيمانا لأن من شأن المشاهدة أن تغرس في القلب سكونا واطمئنانا أشد، وإيمانا أقوى، وأنا في جميع أحوالى مؤمن كل الإيمان بقدرتك ووحدانيتك يا رب العالمين.قال القرطبي ما ملخصه: لم يكن إبراهيم شاكا في إحياء الله الموتى قط وإنما طلب المعاينة، وذلك أن النفوس مستشرفة إلى رؤية ما أخبرت به، ولهذا جاء في الحديث (ليس الخبر كالمعاينة) ، قال الأخفش: لم يرد إبراهيم رؤية القلب وإنما أراد رؤية العين. وقال الحسين:سأل ليزداد يقينا إلى يقينه.وأما قول الرسول صلّى الله عليه وسلّم: نحن أحق بالشك من إبراهيم فمعناه أنه لو كان شاكا لكنا نحن أحق بالشك منه، ونحن لا نشك فإبراهيم- عليه السلام- أحرى ألا يشك، فالحديث مبنى على نفى الشك عن إبراهيم.. وإذا تأملت سؤاله- عليه السلام- وسائر ألفاظه الآتية لم تعط شكا، وذلك أن الاستفهام بكيف إنما هو سؤال عن حالة شيء موجود متقرر الوجود عند السائل والمسئول، وكيف هنا إنما هي استفهام عن هيئة الإحياء والإحياء متقرر، - فسؤال إبراهيم إنما هو عن الكيفية لا عن أصل القضية..» .وقال صاحب الكشاف: فإن قلت: كيف قال له أَوَلَمْ تُؤْمِنْ وقد علم أنه أثبت الناس إيمانا؟ قلت: ليجيب بما أجاب به لما فيه من الفائدة الجليلة للسامعين. وبَلى إيجاب لما بعد النفي معناه: بلى آمنت. وقوله: وَلكِنْ لِيَطْمَئِنَّ قَلْبِي أى ليزداد سكونا وطمأنينة بمضامة علم الضرورة- أى علم المشاهدة- إلى علم الاستدلال الذي يجوز معه التشكيك بخلاف العلم الضروري، فأراد بطمأنينة القلب العلم الذي لا مجال فيه للتشكيك. فإن قلت: بم تعلقت اللام في قوله: لِيَطْمَئِنَّ قلت بمحذوف تقديره: ولكن سألت ذلك إرادة طمأنينة القلب».ثم حكى القرآن بعد ذلك ما كان من جواب الخالق- عز وجل- على نبيه إبراهيم فقال:قالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ، ثُمَّ اجْعَلْ عَلى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءاً ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْياً.قوله: فَصُرْهُنَّ إِلَيْكَ أى فاضممهن إليك- قرئ بضم الصاد وكسرها وتخفيف الراء- يقال: صاره يصوره ويصيره، أى أماله وضمه إليه. ويقال- أيضا صار الشيء بمعنى قطعه وفصله والمعنى: قال الله- تعالى- لإبراهيم: إذا أردت معرفة ما سألت عنه فخذ أربعة من الطير فاضممهن إليك لتتأملهن وتعرف أشكالهن وهيئاتهن كيلا تلتبس عليك بعد الإحياء، ثم اذبحهن وجزئهن أجزاء ثُمَّ اجْعَلْ عَلى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءاً أى ثم اجعل على كل مكان مرتفع من الأرض جزءا من كل طائر من تلك الطيور ثم نادهن يأتينك مسرعات إليك. والفاء في قوله فَخُذْ هي التي تسمى بالفاء الفصيحة لأنها تفصح عن شرط مقدر أى: إذا أردت ذلك فخذ..وقوله: مِنَ الطَّيْرِ متعلق بمحذوف صفة لأربعة أى فخذ أربعة كائنة من الطير، أو متعلق بقوله فَخُذْ أى خذ من الطير. والطير اسم جمع- كركب وسفر- وقيل هو جمع طائر مثل تاجر وتجر. قالوا: وهذه الطيور الأربعة هي الطاوس والنسر والغراب والديك.ومما قالوه في اختيار الطير لهذه الحالة: أن الطير من صفاته الطيران، وأنه لا يستأنس بالإنسان بل يطير بمجرد رؤيته، ولسهولة تأتى ما يفعل به من التجزئة والتفرقة.وقوله: ثُمَّ اجْعَلْ عَلى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءاً معطوف على محذوف دل عليه قوله:جُزْءاً لأن تجزئتهن إنما تقع بعد الذبح والتقدير: فاذبحهن ثم اجعل.. إلخ. وقوله: ثُمَّ ادْعُهُنَّ أى قل لهن تعالين بإذن الله.وقوله يَأْتِينَكَ جواب الأمر فهو في محل جزم، سَعْياً منصوب على المصدر النوعي، لأن السعى نوع من الإتيان فكأنه قيل: يأتينك إتيانا سريعا:قال الفخر الرازي: أجمع أهل التفسير على أن المراد بالآية: قطعهن، وأن إبراهيم قطع أعضاءها ولحومها وريشها ودماءها وخلط بعضها ببعض- وفعل كما أمره الله، ثم قال لهن تعالين بإذن الله فأقبلن مسرعات إليه بعد أن انضم كل جزء إلى أصله- ثم قال: ولكن أبا مسلّم أنكر ذلك وقال: إن إبراهيم لما طلب إحياء الميت من الله- تعالى- أراه الله مثالا قرب به الأمر عليه، والمراد بصرهن إليك: الإمالة والتمرين على الإجابة. أى: فعود الطيور الأربعة أن تصير بحيث إذا دعوتها أجابتك وأتتك، فإذا صارت كذلك فاجعل على كل جبل واحدا حال حياته، ثم ادعهن يأتينك سعيا، والغرض منه ذكر مثال محسوس في عود الأرواح إلى الأجساد على سبيل السهولة..» .والذي يطمئن إليه القلب هو رأى الجمهور لأن الآية مسوقة لتحقيق معجزة تجرى على يد إبراهيم وهي إحياء الموتى بالمشاهدة كما جرى إحياء الرجل الذي أماته الله مائة عام والذي جاء ذكره في الآية السابقة، ولأن ظاهر الآية صريح في أنه حصل تقطيع لأجزاء الطير ثم وضع كل جزء منها على مرتفع من الأرض، وما دام الأمر كذلك فلا يجوز حمل المعنى على غير هذا الظاهر، كما لا يجوز تحميل الألفاظ ما لا تحتمله. وما ذهب إليه أبو مسلّم هو قول بلا دليل فضلا عن مخالفته لما عليه إجماع المفسرين.ثم ختم- سبحانه- الآية بقوله: وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ أى واعلم أن الله- تعالى- غالب على أمره، قاهر فوق عباده، حكيم في كل شئونه وأفعاله وبذلك نرى أن الآيتين الكريمتين قد ساقتا أبلغ الأدلة والشواهد على قدرة الله- تعالى- وعلى أنه هو المستحق للعبادة والخضوع، وعلى أن ما أخبر به من صحة البعث والنشور حق لا ريب فيه.ثم حض الله- تعالى- عباده على الإنفاق في سبيله، ووعدهم على ذلك بجزيل الثواب، فقال- تعالى-:"
}