{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/234/",
    "ayah_number": 234,
    "text": "وقوله: يُتَوَفَّوْنَ- بالبناء للمجهول- أى تقبض أرواحهم فإن التوفي هو القبض.يقال: توفيت مالي من فلان واستوفيته منه أى قبضته وأخذته. قال- تعالى-: اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها أى يقبض الأنفس ويأخذها إليه بالموت حين انتهاء آجالها.والمعنى: والذين يتوفاهم الله- تعالى- منكم- أيها المسلمون- ويتركون من خلفهم أزواجا. فعلى هؤلاء الأزواج اللائي ارتبطن برجالهم ارتباطا قويا متينا ثم فرق الموت بينهم وبينهن، عليهن أن يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً أى: عليهن أن ينتظرن انقضاء عدتهن فيحبسن أنفسهن عن الزواج وعن التزين وعن التعرض للخطاب مدة أربعة أشهر وعشر ليال، وفاء لحق الزوج المتوفى، واستبراء للرحم.قال الإمام ابن كثير ما ملخصه: هذا أمر من الله- تعالى- للنساء اللاتي يتوفى عنهن أزواجهن أن يعتددن أربعة أشهر وعشر ليال. وهذا الحكم يشمل الزوجات المدخول بهن وغير المدخول بالإجماع، ومستند هذا الإجماع في غير المدخول بها عموم الآية الكريمة، وهذا الحديث الذي رواه الإمام أحمد وأهل السنن وصححه الترمذي أن ابن مسعود سئل عن رجل تزوج امرأة فمات عنها ولم يدخل بها ولم يفرض لها فقال: أقول فيها برأيى فإن يك صوابا فمن الله، وإن يك خطأ فمنى ومن الشيطان. والله- تعالى- ورسوله بريئان منه: لها الصداق كاملا.وفي لفظ: لها صداق مثلها لا وكس ولا شطط وعليها العدة ولها الميراث. فقام معقل بن يسار فقال: سمعت رسول الله صلّى الله عليه وسلّم قضى به في بروع بنت واشق. ففرح عبد الله بذلك فرحا شديدا. ولا يخرج من ذلك إلا المتوفى عنها زوجها وهي حامل فإن عدتها بوضع الحمل لعموم قوله- تعالى-: وَأُولاتُ الْأَحْمالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ وكان ابن عباس يرى أن عليها أن تتربص بأبعد الأجلين من الوضع أو أربعة أشهر وعشرة أيام للجمع بين الآيتين»  .وقوله: وَالَّذِينَ اسم موصول مبتدأ. ويُتَوَفَّوْنَ صلته، ومِنْكُمْ في موضع النصب على الحال من الواو في يُتَوَفَّوْنَ ويَتَرَبَّصْنَ وما بعده خبر عن الذين والرابط محذوف والتقدير: يتربصن بعدهم أربعة أشهر وعشرا.والتعبير بقوله: يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ تعبير دقيق حكيم أى: عليهن أن يمنعن أنفسهن عن النكاح وعن التزين وعن الخروج من منزل الزوجية- إلا إذا كانت هناك ضرورة لهذا الخروج- مدة أربعة أشهر وعشرة أيام، وذلك لأن المرأة المؤمنة الوفية يأبى عليها دينها ووفاؤها لزوجها المتوفى عنها، أن تعرض نفسها على غيره بعد فترة قصيرة من وفاته، فإن هذا أمر مستهجن في شرع الله وفي عرف العقلاء من الناس. إذ هذه المدة التي جاءت في الآية التي حددها الله- تعالى- لمعرفة براءة الرحم من الحمل، وهي التي تخف فيها مرارة الفراق بين زوجين ربط الله بينهما برابطة المودة والرحمة.ولقد ألغى الإسلام بهذا التشريع عادات جاهلية ظالمة للمرأة فقد كانت المرأة في الجاهلية إذا توفى عنها زوجها تغلق على نفسها مكانا ضيقا في بيتها وتقضى فيه عاما كاملا حدادا على زوجها فأبطل الإسلام ذلك، ومن الأحاديث التي وردت في هذا المعنى ما ثبت في الصحيحين عن أم حبيبة وزينب بنت جحش- رضي الله عنهما- أن رسول الله صلّى الله عليه وسلّم قال: «لا يحل لامرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث إلا على زوج أربعة أشهر وعشرا» .والإحداد هو ترك الزينة، وعدم التعرض للخطاب، وعدم الخروج من منزل الزوجية إلا لضرورة. وفي الصحيحين أيضا عن أم سلمة أن امرأة قالت يا رسول الله إن ابنتي توفى عنها زوجها وقد اشتكت عينها أفتكتحل؟ فقال: لا- مرتين أو ثلاثا- ثم قال: إنما هي أربعة أشهر وعشر وقد كانت إحداكن في الجاهلية تمكث سنة» .قال ابن كثير بعد أن ساق هذين الحديثين: قالت زينب بنت أم سلمة: كانت المرأة إذا توفى عنها زوجها دخلت حفشا- أى مكانا ضيقا من البيت- ولبست شر ثيابها ولم تمس طبيا ولا شيئا حتى تمر سنة» .وقال بعض العلماء: وقد حد الشارع للمتوفى عنها زوجها عدة هي في جملتها أكثر من عدة المطلقات، لأن تلك ثلاثة قروء تجيء عادة في نحو ثلاثة أشهر. وهنا يرد سؤالان:أولهما: لماذا كانت العدة في المتوفى عنها زوجها بالأشهر دون الحيض فلم تجعل أربع حيضات بدل ثلاث؟ ولماذا كانت الزيادة؟ ولم نجد أحدا تصدى لبيان الحكمة في جعلها بالأشهر، ويبدو لنا أن الحكمة التي تدركها عقولنا- وإن كانت الحكمة السامية قد تعلو على مدار كنا-: هي أن عدة الوفاة تكون للمدخول بها وغير المدخول بها وللصغيرة والكبيرة، والأساس فيها هو الحداد على الزواج السابق الذي انتهى بوفاة أحد ركنيه، فلزم أن يكون بأمر يشترك فيه الجميع مادام السبب واحدا في الجميع. وفوق ذلك أن العدة في الوفاة لو قدرت بالحيض وهو أمر لا يعلم إلا من جهة المرأة، فربما تدفعها الرغبة في الزواج إلى الكذب فتدعيه وهو لم يقع، وفي المطلقات العدة حق للمطلق فيستطيع أن ينكر عليها أما في حال الوفاة فصاحب الحق الأول قد مات وصار الحق لله خالصا. فحد ذلك الحق بالأشهر والأيام حتى لا يكون مساغا للكذب وادعاء ما لم يحصل، لأن الأيام والأشهر تعرف بالكتاب والحساب وليست أمرا يعرف من جهتها فقط.أما الجواب عن الأمر الثاني وهو لماذا كانت العدة بالوفاة أكثر في الجملة من العدة الناشئة عن الطلاق؟ فيبدو بادى الرأى من الفرق بين حال الطلاق وحال الوفاة أن الطلاق نتيجة شقاق.فالحداد على الزوج الذي ينشئه ليس قويا، ومعنى براءة الرحم وإعطاء الزوج فرصة للرجعة يكون أوضح في معنى العدة، ويكفى لذلك نحو ثلاثة أشهر. أما حال الموت فمرارة الفراق فيها أوضح وأشد، ومعنى الحداد فيها يغلب معنى براءة الرحم، ولذا تجب على المدخول بها وغير المدخول بها، وإن الشارع قد جعلها لذلك أطول من عدة الطلاق.وقد يرد سؤال ثالث وهو: لماذا حددت العدة بأربعة أشهر وعشر؟ وإن تقدير الأعداد كما يقرر الفقهاء أمر توقيفى خالص لا يجرى فيه القياس ولكن ليس معنى ذلك أنه لا حكمة فيه، وأن الحكمة يقررها العلماء في أمرين:أولهما: أن الأشهر الأربعة هي التي يظهر فيها الحمل ويستبين، وقد جعلت العشر بعدها للاحتياط.وثانيهما: أن مدة أربعة الأشهر هي المدة التي قررها الشارع أقصى مدة للحرمان من الرجال. ولذلك جعل الإيلاء مدته أربعة أشهر.. فكان من التنسيق بين الأحكام الشرعية أن تجعل مدة الإحداد على الزواج في حدود هذه المدة ومقاربة لها في الجملة».وقوله: فَإِذا بَلَغْنَ أَجَلَهُنَّ فَلا جُناحَ عَلَيْكُمْ فِيما فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ بيان لما يترتب على انتهاء المدة التي حددها الشرع للمرأة التي مات عنها زوجها. أى: فإذا انتهت المدة التي حددها الشرع للمرأة التي مات عنها زوجها لتتجنب فيها التزين والتعرض للنكاح. فلا حرج عليكم بعد ذلك أيها المسلمون أو أيها الأولياء- في ترك هؤلاء الزوجات الأرامل يفعلن في أنفسهن ما تفعله المرأة الراغبة في الزواج من التزين والتجمل ولكن بالطريقة التي يقرها الشرع، وترضاها العقول السليمة، والأخلاق المستقيمة.وقوله: بِالْمَعْرُوفِ متعلق بفعلن، أو حال من النون أى حالة كونهن متلبسات بالمعروف.ومفهومه أنهن لو خرجن عن المعروف شرعا بأن تبرجن وأظهرن ما أمر الله بستره فإنه في هذه الحالة يجب على أوليائهن أن يمنعوهن من ذلك.ثم ختم- سبحانه- الآية بقوله: وَاللَّهُ بِما تَعْمَلُونَ خَبِيرٌ أى أنه محيط بدقائق أعمالكم لا يخفى عليه منها شيء فإذا وقفتم أنتم ونساؤكم عند حدوده أسعدكم في الدنيا وأجزل مثوبتكم في الآخرة، وإن تجاورتم حدوده عاقبكم بما تستحقون يَوْمَ لا يَنْفَعُ مالٌ وَلا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ.وبذلك نرى الآية الكريمة قد رسمت للناس أفضل وسائل الحياة الشريفة، فأرشدت المرأة التي مات عنها زوجها إلى ما يحفظ لها كرامتها، ويدفع عنها ما يتنافى مع العفة والشرف والوفاء.ثم بين- سبحانه- حكم الخطية للنساء المعتدات بيانا يقوم على أدب النفس، وأدب الاجتماع، ورعاية المشاعر والعواطف مع رعاية المصالح والضرورات فقال- تعالى-:"
}