{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/280/",
    "ayah_number": 280,
    "text": "ثم أمر الله- تعالى- الدائنين أن يصبروا على المدينين الذين لا يجدون ما يؤدون منه ديونهم فقال- تعالى-: وَإِنْ كانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلى مَيْسَرَةٍ.والعسرة: اسم من الإعسار وهو تعذر الموجود من المال يقال: أعسر الرجل إذا صار إلى حالة العسرة وهي الحالة التي يتعسر فيها وجود المال.والنظرة: اسم من الإنظار بمعنى الإمهال. يقال: نظره وانتظره وتنظره، تأنى عليه وأمهله في الطلب.والميسرة: مفعلة من اليسر الذي هو ضد الإعسار. يقال: أيسر الرجل فهو موسر إذا اغتنى وكثر ماله وحسنت حاله.والمعنى: وإن وجد مدين معسر فأمهلوه في أداء دينه إلى الوقت الذي يتمكن فيه من سداد ما عليه من ديون، ولا تكونوا كأهل الجاهلية الذين كان الواحد منهم إذا كان له دين على شخص وحل موعد الدين طالبه بشدة وقال له: إما أن تقضى وإما أن تربى أى تدفع زيادة على أصل الدين.وكانَ هنا الظاهر أنها تامة بمعنى وجد أو حدث، فتكتفى بفاعلها كسائر الأفعال. وقيل يجوز أن تكون ناقصة واسمها ضمير مستكن فيها يعود إلى المدين وإن لم يذكر وذلك على قراءة ذا عسرة بالنصب وقوله: فَنَظِرَةٌ الفاء جواب الشرط. ونظرة خبر لمبتدأ محذوف أى فالأمر أو فالواجب أو مبتدأ محذوف الخبر أى فعليكم نظرة.ثم حبب- سبحانه- إلى عباده التصدق بكل أو ببعض ما لهم من ديون على المدينين المعسرين فقال- تعالى-: وَأَنْ تَصَدَّقُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ.أى: وأن تتركوا للمعسر كل أو بعض ما لكم عليه من ديون وتتصدقوا بها عليه، فإن فعلكم هذا يكون أكثر ثوابا لكم من الإنظار.وجواب الشرط في قوله: إِنْ كُنْتُمْ تَعْلَمُونَ محذوف. أى إن كنتم تعلمون أن هذا التصدق خير لكم فلا تتباطؤا في فعله، بل سارعوا إلى تنفيذه فإن التصدق بالدين على المعسر ثوابه جزيل عند الله- تعالى-.وقد أورد بعض المفسرين جملة من الأحاديث النبوية التي تحض على إمهال المعسر، والتجاوز عما عليه من ديون.ومن ذلك ما أخرجه مسلّم في صحيحه عن أبى قتادة أن رسول الله صلّى الله عليه وسلّم قال: «من نفس عن غريمه أو محا عنه كان في ظل العرش يوم القيامة» .وروى الطبراني عن أسعد بن زرارة أن رسول الله صلّى الله عليه وسلّم قال: «من سره أن يظله الله يوم لا ظل إلا ظلله فلييسر على معسر أو ليضع عنه» .وروى الإمام أحمد عن ابن عمر قال: قال رسول الله صلّى الله عليه وسلّم: من أراد أن تستجاب دعوته وأن تكشف كربته فليفرج عن معسر» ."
}