{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/109/",
    "ayah_number": 109,
    "text": "ومعنى الآية الكريمة: أحب وتمنى عدد كثير من اليهود الذين هم أهل كتاب، أن ينقلوكم أيها المؤمنون من الإيمان إلى الكفر، حسدا لكم وبغضا لدينكم، من بعد ما ظهر لهم أنكم على الحق باتباعكم محمدا صلّى الله عليه وسلّم فلا تهتموا بهم، بل قابلوا أحقادهم وشرورهم بترك عقابهم، والإعراض عن أذاهم، حتى يأذن الله لكم فيهم بما فيه خيركم ونصركم، فإنه- سبحانه- على كل شيء قدير» .وقوله تعالى: وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمانِكُمْ كُفَّاراً بيان للون من ألوان الشرور التي يضمرها أهل الكتاب وعلى رأسهم اليهود، وهو تمنيهم ارتداد المسلمين عن دينهم الحق، إلى الكفر الذي أنقذهم الله- تعالى- منه.وإنما أسند- سبحانه- هذا التمني الذميم إلى الكثرة منهم، إنصافا للقلة المؤمنة التي لم ترتض أن ينتقل المسلمون إلى الكفر بعد أن هداهم الله إلى الإسلام.وقوله تعالى: مِنْ بَعْدِ إِيمانِكُمْ مبالغة في ذمهم بسبب ما تمنوه وأحبوه إذ ودوا- وهم أهل كتاب- أن يحل الكفر محل الإيمان، وفيه إشعار بأن ما تمنوه بعيد الحصول لأن الإيمان متى خالطت بشاشته القلوب، منع صاحبه من الانتقال إلى الكفر.ثم بين- سبحانه- أن الذي حملهم على هذا التمني الذميم هو الحقد والحسد، فقال تعالى: حَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ ما تَبَيَّنَ لَهُمُ الْحَقُّ أى: أن هذا التمني لم يكن له من سبب أو علة سوى الحسد الذي استولى على نفوسهم، واستحوذ على قلوبهم فجعلهم يحسدون المؤمنين على نعمة الإيمان ويتمنون التحول عنه إلى الكفر، فالجملة الكريمة علة لما تضمنته الجملة السابقة من محبتهم نقل المؤمنين إلى الكفر.قال فضيلة المرحوم الشيخ محمد الخضر حسين: «والحسد: قلق النفس من رؤية نعمة يصيبها إنسان، وينشأ عن هذا القلق تمنى زوال تلك النعمة عن الغير وتمنى زوال النعم مذموم بكل لسان، إلا نعمة أصابها فاجر أو جائر يستعين بها على الشر والفساد، فإن تمنى زوالها كراهية للجور والفساد لا يدخل في قبيل الحسد المذموم فإن لم تتمن زوال النعمة عن شخص وإنما تمنيت لنفسك مثلها فيه الغبطة والمنافسة، وهي محمودة لأنها قد تنتهي بالشخص إلى اكتساب محامد لولا المنافسة لظل في غفلة عنها، والحسد قد يهجم على الإنسان ولا يكون في وسعه دفعه لشدة النفرة بينه وبين المحسود، وإنما يؤاخذ الإنسان على رضاه به، وإظهار ما يستدعيه من القدح في المحسود، والقصد إلى إزالة النعمة عنه» .وقوله تعالى: مِنْ عِنْدِ أَنْفُسِهِمْ إعلام للمؤمنين، بأن هؤلاء اليهود لم يؤمروا بذلك في كتابهم، بل إن كتابهم لينهاهم عن هذا الخلق الذميم ولكنهم لخبث نفوسهم وسوء طباعهم، رسخ الحسد في قلوبهم لدرجة يعسر معها صرفه عنهم، أو صرفهم عنه.والجملة الكريمة حَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ تدل على أن أولئك اليهود يعتقدون صحة دين الإسلام، إذ الإنسان لا يحسد غيره على دين إلا إذا عرف في نفسه صحته، وأنه طريق الفوز والفلاح.وقوله تعالى: مِنْ بَعْدِ ما تَبَيَّنَ لَهُمُ الْحَقُّ يدل على أن محبة اليهود لتحويل المؤمنين من الكفر إلى الإيمان وقعت، بعد أن ظهر لهم صدق النبي صلّى الله عليه وسلّم وبعد أن تبين لهم أن الصفات التي وردت في التوراة بشأن المبشر به، لا تنطبق إلا عليه، وإذا فكفرهم به لم يكن عن جهل وإنما كان عن عناد وجمود على الباطل، وذلك هو شأن أحبارهم الذين كانوا على علم بالتوراة، وبتبشيرها بالنبي صلّى الله عليه وسلّم.ثم أمر الله تعالى المؤمنين في ختام الآية أن يقابلوا شرور اليهود بالعفو والصفح، وأن يوادعوهم إلى حين فقال تعالى: فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ.العفو: ترك العقاب على الذنب. والصفح: ترك المؤاخذة عليه، فكل صفح عفو ولا عكس.والمعنى: عليكم أيها المؤمنون أن تتركوا معاقبة أولئك اليهود الحاسدين وأن تعرضوا عن رفع السيف في وجوههم حتى يأذن الله لكم في أن تشفوا صدوركم منهم، ويبيح قتالهم الذي يترتب عليه نصركم، إذ أن كل شيء داخل تحت سلطان قدرته- تعالى-.فالمراد بالأمر في قوله تعالى: حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ الإذن للمسلمين بقتالهم في الوقت الذي يختاره الله- تعالى- لهم، عند ما تكون لهم القوة التي يتمكنون بها من جهاد أعدائهم.قال صاحب المنار: قال الأستاذ الإمام: «وفي أمره تعالى لهم بالعفو والصفح إشارة إلى أن المؤمنين على قلتهم هم أصحاب القدرة والشوكة لأن الصفح إنما يطلب من القادر على خلافه كأنه يقول: لا يغرنكم أيها المؤمنون كثرة أهل الكتاب مع باطلهم، فإنكم على قلتكم أقوى منهم بما أنتم عليه من الحق، فعاملوهم معاملة القوى العادل، للضعيف الجاهل وفي إنزال المؤمنين على قلتهم منزلة الأقوياء، ووضع أهل الكتاب على كثرتهم موضع الضعفاء، إيذان بأن أهل الحق هم المؤيدون بالعناية الإلهية، وأن العزة لهم ما ثبتوا على حقهم، ومهما يتصارع الحقوالباطل فإن الحق هو الذي يصرع الباطل كما قلنا غير مرة، وإنما بقاء الباطل في غفلة الحق عنه» .وقد أكد الله- تعالى- وعده بقوله: إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ أى أن كل شيء داخل تحت قدرته النافذة التي لا يعجزها شيء.وقد أنجز الله- تعالى- وعده، فأذن للمؤمنين في الوقت المناسب بقتال اليهود وتأديبهم، وقد ترتب على ذلك النصر للمؤمنين، والطرد والقتل لليهود الحاقدين.وبعد أن أمر القرآن المؤمنين في الآية السابقة بالعفو والصفح عن أعدائهم لأن الحكمة تجعل العفو والصفح خيرا من العقوبة والتأنيب، انتقل بعد ذلك إلى أمرهم بالمحافظة على الشعائر التي تطهر قلوبهم، وتزكى نفوسهم فقال- تعالى-:"
}