{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/156/",
    "ayah_number": 156,
    "text": "وَبَشِّرِ الصَّابِرِينَ الَّذِينَ إِذا أَصابَتْهُمْ مُصِيبَةٌ قالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ.الخطاب في قوله: وَبَشِّرِ للنبي صلّى الله عليه وسلّم أو لكل من تتأتى منه البشارة. والجملة عطف على «لنبلونكم» عطف المضمون على المضمون أى: الابتلاء حاصل لكم وكذا البشارة لكن لمن صبر.والمصيبة اسم فاعل من الإصابة، والمراد بها الآلام الداخلة على النفس بسبب ما ينالها من الشدائد والمحن.وراجِعُونَ من الرجوع بمعنى مصير الشيء إلى ما كان عليه، يقال: رجعت الدار إلى فلان إذا ملكها مرة ثانية، وهو نظير العود والمصير.والمعنى: وبشر يا محمد بالرحمة العظيمة والإحسان الجزيل، أولئك الصابرين الذين من صفاتهم أنهم إذا نزلت بهم مصيبة، في أنفسهم أو أموالهم أو أولادهم، أو غير ذلك، قالوا:بألسنتهم وقلوبهم على سبيل التسليم المطلق لقضاء الله والرضا بقدره إِنَّا لِلَّهِ أى: إنا لله ملكا وعبودية، والمالك يتصرف في ملكه ويقلبه من حال إلى حال كيف يشاء، «وإنا إليه راجعون» أى: وإنا إليه صائرون يوم القيامة فيجازينا على ما أمرنا به من الصبر والتسليم لقضائه عند نزول الشدائد التي ليس في استطاعتنا دفعها.فقولهم: إِنَّا لِلَّهِ إقرار بالعبودية والملكية لله رب العالمين. وقولهم «وإنا إليه راجعون» إقرار بصحة البعث والحساب والثواب والعقاب يوم القيامة.وليست هذه البشارة موجهة إلى الذين يقولون بألسنتهم هذا القول مع الجزع وعدم الرضا بالقضاء والقدر، وإنما هذه البشارة موجهة إلى الذين يتلقون المصائب بالسكينة والتسليم لقضاء الله لأول حلولها، يشير إلى هذا قوله- تعالى-: الَّذِينَ إِذا أَصابَتْهُمْ مُصِيبَةٌ قالُوا فإنه يدل على أنهم يقولون ذلك وقت الإصابة «ويصرح بهذا قوله صلّى الله عليه وسلّم «الصبر عند الصدمة الأولى» .وهذه الجملة الكريمة وهي قوله- تعالى-: الَّذِينَ إِذا أَصابَتْهُمْ.. إلخ وصف كريم لأولئك الصابرين، لأنها أفادت أن صبرهم أكمل الصبر، إذ هو صبر مقترن ببصيرة مستنيرة جعلتهم يقرون عن عقيدة صادقة أنهم ملك لله يتصرف فيهم كيف يشاء، ومن ربط نفسه بعقيدة أنه ملك لله وأن المرجع إليه، يكون بذلك قد هيأها للصبر الجميل عند كل مصيبة تفاجئه.قال القرطبي: جعل الله هذه الكلمات وهي قوله- تعالى-: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ ملجأ لذوي المصائب، وعصمة للممتحنين، لما جمعت من المعاني المباركة، فإن قوله «إنا لله» توحيد واقرار بالعبودية والملك وقوله وَإِنَّا إِلَيْهِ راجِعُونَ إقرار بالهلك على أنفسنا والبعث من قبورنا، واليقين أن رجوع الأمر كله إليه كما هو له. قال سعيد بن جبير: لم تعط هذه الكلمات نبيا قبل نبينا، ولو عرفها يعقوب لما قال: يا أسفى على يوسف» «1» .هذا، ولا يتنافى مع الصبر ما يكون من الحزن عند حصول المصيبة، فقد ورد في الصحيحين أن النبي صلّى الله عليه وسلّم بكى عند موت ابنه إبراهيم وقال: العين تدمع، والقلب يحزن، ولا نقول إلا ما يرضى ربنا وإنا بفراقك يا إبراهيم لمحزونون» .وإنما الذي ينافيه ويؤاخذ الإنسان عليه، الجزع المفضى إلى إنكار حكمة الله فيما نزل به من بأساء أو ضراء، أو إلى فعل ما حرمه الإسلام من نحو النياحة وشق الجيوب، ولطم الخدود."
}