{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/106/",
    "ayah_number": 106,
    "text": "والنسخ في اللغة الإبطال والإزالة، يقال. نسخت الشمس الظل تنسخه، إذا أذهبته وأبطلته.وفي عرف الشرع: بيان انتهاء مدة الحكم بخطاب لولا هذا الخطاب لاستمر الحكم على مشروعيته، بمقتضى النص الذي تقرر به أولا.وننسها من أنسى الشيء جعله منسيا.فمعنى نسخ الآية في قوله تعالى: ما نَنْسَخْ مِنْ آيَةٍ رفع حكمها مع بقائها.ومعنى إنسائها في قوله- تعالى-: نُنْسِها رفع الآية من نظم القرآن جملة.وسمى رفع الآية من نظم القرآن جملة إنساء، لأن من شأن ما لا يبقى في النظم أن ينساه الناس لقلة جريانه على الألسنة بالتلاوة والاحتجاج به.ويصح إبقاء الإنساء على حقيقته، وهو إذهاب الآية من القلوب وإزالتها من الحافظة، بعد أن يقضى الله بنسخها.وإنما قلنا بعد أن يقضى الله بنسخها، لأن إنساء الناس آية لم تنسخ إضاعة لشيء من القرآن، والله يقول إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ .ومما يدل على نسخ الآية المنساة، أى: انتهاء مدة التكليف بها قوله تعالى: نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها أى نأت بخير من المنسية المنسوخة أو مثلها، فيكون قوله تعالى: أَوْ نُنْسِها معبرا عن حالة تعرض في بعض ما سيرفع من القرآن وهي أن ينساه الناس لذهابه من قلوبهم، بعد أن يقضى الله بنسخه- كما ذكرنا-.ووجه ذكر هذه الحال بوجه خاص، أن ما ينسى لعدم حضوره في الذهن لا تعرف الآيات التي تقوم مقامه، فربما يقع في الوهم أنه ذهب من غير أن ينزل من الآيات ما يغنى غناءه.وقرأ ابن كثير وأبو عمرو ننسأها بالهمزة، من النساء وهو التأخير وعلى هذه القراءة يحمل النسخ في قوله تعالى: ما نَنْسَخْ مِنْ آيَةٍ على النوعين السابقين وهما: نسخ الآية حكما فقط، ونسخها حكما وتلاوة.ومعنى ننسأها تؤخر إنزالها إلى وقت ثان فلا ننزلها، وننزل ما يقوم مقامها في القيام بالمصلحة.والخيرية والمماثلة في قوله تعالى: نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها ترجع إلى ثواب العمل بها.فقد يكون ثواب العمل بالناسخة أوفر من ثواب العمل بالمنسوخة قبل نسخها، وقد يكون مماثلا له، وإن كانت كل واحدة من الآيتين الناسخة والمنسوخة بالنظر إلى الوقت المقدر للعمل بها، أقوم على المصلحة من الأخرى.وبعد أن أثبت- سبحانه- أن النسخ جائز وواقع بقوله: ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها ساق جملة كريمة في صورة الاستفهام التقريرى، مخاطبا بها الأمة الإسلامية في شخص نبيها صلّى الله عليه وسلّم لتكون دليلا على هذا الثبوت، وهذه الجملة هي قوله تعالى: أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ والمعنى أن الله- تعالى- متمكن من أن يفعل ما يشاء على الوجه الذي تقتضيه حكمته وإرادته، ومن كان هذا شأنه فله أن يأمر في وقت بأمر، ثم ينسخه أو يستبدل به آخر لمقتضيات الظروف والأحوال.ثم أقام- سبحانه- الدليل على كمال قدرته وشمولها لكل شيء فقال:أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ، وَما لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ.والمعنى: أنه- سبحانه- مالك لجميع الكائنات العلوية والسفلية، وأنه هو المتصرف كما يشاء في ذواتها وأحوالها، وأنه يتصرف في أمورهم ويجريها على حسب ما يصلحهم، وهو أعلم بما يتعبدهم به من ناسخ ومنسوخ وليس للناس من أحد يتولى أمورهم، ويعينهم على أعدائهم سواه، ومن كان الله وليه ونصيره علم يقينا أنه لا يفعل به إلا ما هو خير له في دنياه وأخراه.وإذن فأنتم- أيها اليهود- ما قدرتم الله حق قدره، لزعمكم أن النسخ محال على الله لأن المالك لكل شيء، من حقه أن يمحو ما يشاء ويثبت ما يريد على حسب ما تقتضيه حكمته ومشيئته.فالآية واقعة موقع الدليل على ما تضمنته الجملة السابقة من إحاطة قدرته- سبحانه- بكل شيء.ثم حذر القرآن الكريم المؤمنين من الاستماع إلى وساوس اليهود، تثبيتا لقلوبهم، وتقوية لإيمانهم، فقال تعالى: أَمْ تُرِيدُونَ أَنْ تَسْئَلُوا رَسُولَكُمْ كَما سُئِلَ مُوسى مِنْ قَبْلُ، وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالْإِيمانِ فَقَدْ ضَلَّ سَواءَ السَّبِيلِ والمعنى: لا يصح لكم أيها المؤمنون أن تقترحوا على رسولكم محمد صلّى الله عليه وسلّم مقترحات تتنافى مع الإيمان الحق كأن تسألوه أسئلة لا خير من ورائها لأنكم لو فعلتم ذلك لصرتم كبني إسرائيل الذين طلبوا من نبيهم موسى- عليه السلام- بعد أن جاءهم بالبينات- مطالب تدل على تعنتهم وجهلهم فقالوا له: أَرِنَا اللَّهَ جَهْرَة  وقالوا له: اجْعَلْ لَنا إِلهاً كَما لَهُمْ آلِهَةٌ ولو صرتم مثلهم لكنتم ممن يختار الكفر على الإيمان، ولخرجتم عن الصراط المستقيم الذي يدعوكم إليه نبيكم صلّى الله عليه وسلّم.والاستفهام في الآية الكريمة للإنكار، وفي أسلوبها مبالغة في التحذير من الوقوع فيما وقع فيه اليهود من تعنت مع رسولهم، إذ جعل محط الإنكار إرادتهم للسؤال، وفي النهى عن إرادة الشيء، نهى عن فعله بأبلغ عبارة.ثم نبه الله تعالى عباده المؤمنين إلى ما يضمره لهم اليهود من أحقاد وشرور فقال- تعالى-:"
}