{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/267/",
    "ayah_number": 267,
    "text": "قال ابن كثير: عن البراء بن عازب- رضي الله عنه- في قول الله تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّباتِ ما كَسَبْتُمْ.. الآية قال: نزلت في الأنصار كانت الأنصار إذا كانت أيام جذاذ النخل أخرجت من نخيلها البسر فعلقوه على حبل بين الأسطوانتين في مسجد رسول الله صلّى الله عليه وسلّم فيأكل فقراء المهاجرين منه، فيعمد الرجل منهم إلى الحشف- أى التمر الرديء- فيدخله مع أفناء البسر يظن أن ذلك جائز فأنزل الله فيمن فعل ذلك الآية»  .والمعنى: يا أيها الذين آمنوا اجعلوا نفقتكم التي تنفقونها في سبيل الله من أطيب أموالكم التي اكتسبتموها عن طريق التجارة وغيرها.قال ابن عباس: أمرهم الله- تعالى- بالإنفاق من أطيب المال وأجوده وأنفسه، ونهاهم عن التصدق برذالة المال ودنيئة وخبيثة، فإن الله طيب لا يقبل إلا طيبا» قال- تعالى-: لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ.وقوله: وَمِمَّا أَخْرَجْنا لَكُمْ مِنَ الْأَرْضِ معطوف على ما قبله أى أنفقوا من طيبات أموالكم التي اكتسبتموها ومن طيبات ما أخرجنا لكم من الأرض من الحبوب والثمار والزروع وغيرها.وترك- سبحانه- ذكر كلمة الطيبات في هذه الجملة لسبق ذكرها في الجملة التي قبلها.فالآية الكريمة تأمر المؤمنين بأن يلتزموا في نفقتهم المال الطيب في كل وجه من وجوهه، بأن يكون جيدا نفيسا في صنفه، وحلالا مشروعا في أصله.وقد أكد الله- تعالى- هذا الأمر بجملتين كريمتين فقال: وَلا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ.قوله- تعالى-: وَلا تَيَمَّمُوا أى ولا تقصدوا وتتعمدوا. يقال: تيممت الشيء ويممته إذا قصدته. ويقال: يممت جهة كذا إذا قصدته. ومنه الإمام لأنه المقصود المعتمد وأصل تيمموا تتيمموا فحذفت إحداهما تخفيفا.والخبيث هو الرديء من كل شيء وخبث الفضة والحديد ما نفاه الكير لأنه ينفى الرديء.ويطلق الخبيث على الشيء الحرام والمستقذر.والإغماض في اللغة- كما يقول الرازي- غض النظر وإطباق جفن على جفن، وأصله من الغموض وهو الخفاء، والمراد بالإغماض هاهنا المساهلة وذلك لأن الإنسان إذا رأى ما يكره أغمض عنه لئلا يرى ذلك. ثم كثر ذلك حتى جعل كل تجاوز ومساهلة في البيع وغيره إغماضا» .والمعنى: أنفقوا أيها المؤمنون من أطيب أموالكم وأنفسها وأجودها، ولا تتحروا وتقصدوا أن يكون إنفاقكم من الخبيث الرديء، والحال أنكم لا تأخذونه إن أعطى لكم هبة أو شراء أو غير ذلك إلا أن تتساهلوا في قبوله، وتغضوا الطرف عن رداءته، وإذا كان هذا شأنكم في قبول ما هو رديء فكيف تقدمونه لغيركم؟ إن الله- ينهاكم عن ذلك لأن من شأن المؤمن الصادق في إيمانه ألا يفعل لغيره إلا ما يجب أن يفعله لنفسه، ولا يعطى من شيء إلا ما يحب أن يعطى إليه، ففي الحديث الشريف: «عامل الناس بما تحب أن يعاملوك به» .قال الآلوسى: وقوله: مِنْهُ تُنْفِقُونَ الضمير المجرور يعود للخبيث، وهو متعلق يتنفقون، والتقديم للتخصيص، والجملة حال مقدرة من فاعل تَيَمَّمُوا أى لا تقصدوا الخبيث قاصرين الإنفاق عليه، أو من الخبيث أى مختصا به الإنفاق، وأيا ما كان لا يرد أنه يقتضى أن يكون النهى عن الخبيث الصرف فقط مع أن المخلوط أيضا كذلك لأن التخصيص لتوبيخهم بما كانوا يتعاطون من إنفاق الخبيث خاصة.وقوله: وَلَسْتُمْ بِآخِذِيهِ حال من ضمير تُنْفِقُونَ أى: والحال أنكم لستم بآخذيه في وقت من الأوقات أو بوجه من الوجوه إلا وقت إغماضكم فيه» «2» ثم ختم- سبحانه- الآية بقوله: وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ أى واعلموا أن الله- تعالى- غنى عن صدقاتكم وإنما أمركم بها لمنفعتكم، حَمِيدٌ يجازى المحسن أفضل الجزاء، وهو- سبحانه- المستحق للحمد الحقيقي دون سواه، فمن الواجب عليكم أن تبذلوا في سبيله الجيد من أموالكم شكرا له على نعمه حتى يزيدكم من عطائه وآلائه."
}