{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/206/",
    "ayah_number": 206,
    "text": "أما الصفة الخامسة لهذا النوع من الناس فهي قوله- تعالى-: وَإِذا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ. أى: وإذا قيل لهذا المنافق على سبيل النصح والإرشاد اتق واترك ما أنت فيه من نفاق وخداع وخروج عن طاعة الله، استولت عليه العزة- أى حمية الجاهلية- مقترنة بالإثم ومصاحبة له، فهي ليست العزة المحمودة ولكنها الكبرياء المبغوضة. والباء على هذا المعنى للمصاحبة والاقتران.قال الجمل. والباء على هذا تكون في محل نصب على الحال وفيها حينئذ وجهان:أحدهما: أن تكون حالا من العزة أى ملتبسة بالإثم.والثاني: أن تكون حالا من المفعول. أى، أخذته حال كونه ملتبسا بالإثم، وفي قوله العزة بالإثم التتميم وهو نوع من علم البديع، وهو عبارة عن إرداف الكلمة بأخرى ترفع عنها اللبس وتقربها من الفهم، وذلك أن العزة تكون محمودة ومذمومة فمن مجيئها محمودة قوله- تعالى-:وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ فلو أطلقت لتوهم فيها بعض من لا دراية له أنها محمودة، فقيل بالإثم توضيحا للمراد فرفع اللبس، ويجوز أن تكون الباء للتعدية- وهو قول الزمخشري- فإنه قال: أخذته بكذا إذا حملته عليه وألزمته إياه. أى: حملته العزة التي فيه وحمية الجاهلية على الإثم الذي ينهى عنه وألزمته ارتكابه، ويجوز أن تكون للسببية بمعنى أن إثمه كان سببا لأخذ العزة له» .أى: استولت عليه حمية الجاهلية بسبب الإثم الذي استحوذ على قلبه فأنساه كل ما يوصل إلى الصلاح والاستقامة.و «ال» في العزة للعهد. أى: العزة المعهودة المعروفة عند أهل الجاهلية التي تمنع صاحبها من قبول النصيحة.قال الأستاذ الإمام محمد عبده مرجحا ما ذهب إليه من أن «تولى» بمعنى الولاية والإمارة:«وهذا الوصف ظاهر جدا في تفسير التولي بالولاية والسلطة، فإن الحاكم الظالم المستبد يكبر عليه أن يرشد إلى مصلحة، أو يحذر من مفسدة، لأنه يرى أن هذا المقام الذي ركبه وعلاه يجعله أعلى الناس رأيا وأرجحهم عقلا، بل الحاكم المستبد الذي لا يخاف الله- تعالى- يرى نفسه فوق الحق كما أنه فوق أهله في السلطة، فيجب أن يكون أفن رأيه خيرا من جودة آرائهم، وإفساده نافذا مقبولا دون إصلاحهم، فكيف يجوز لأحد منهم أن يقول له: اتق الله في كذا ... » .ثم بين- سبحانه- سوء عاقبة من هذه صفاته فقال: فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهادُ.الفاء هنا للإفصاح، لأنها تفصح عن شرط محذوف تقديره: إذا كانت هذه حالة المعرض عن النصح أنفة وتكبرا فَحَسْبُهُ جَهَنَّمُ أى: كافيه جهنم جزاء له وَلَبِئْسَ الْمِهادُ أى:ولبئس الفراش الذي يستقر عليه بسبب غروره وفجوره.وقوله: فَحَسْبُهُ جَهَنَّمُ جملة من مبتدأ وخبر، وقوله وَلَبِئْسَ الْمِهادُ جواب قسم مقدر.أى: والله. والمخصوص بالذم محذوف لظهوره وتعينه وهو جهنم. والمهاد جمع مهد وهو المكان المهيأ للنوم، والتعبير عن جهنم بالمهاد من باب التهكم والاستهزاء بهذا النوع المغرور المفسد من الناس.هذا وقد أورد بعض المفسرين روايات في سبب نزول هذه الآيات منها أنها نزلت في الأخنس ابن شريق الثقفي أقبل على النبي صلّى الله عليه وسلّم فأظهر الإسلام وزعم أنه يحبه وأقسم بالله على ذلك، غير أنه كان منافقا خبيث الباطن، فخرج من عند النبي صلّى الله عليه وسلّم فمر بزرع لقوم من المسلمين فأحرق الزرع وقتل بعض الماشية فنزلت.قال الإمام الرازي ما ملخصه بعد أن ساق هذه الرواية وغيرها: واختيار أكثر المحققين من المفسرين أن هذه الآيات عامة في حق كل من كان موصوفا بهذه الصفات المذكورة ...ولا يمتنع أن تنزل الآية في الرجل ثم تكون عامة في كل من كان موصوفا بتلك الصفات، ونزولها على السبب الذي حكيناه لا يمنع من العموم، بل نقول فيها ما يدل على العموم وهو من وجوه.أحدها: أن ترتب الحكم على الوصف المناسب مشعر بالعلية، فلما ذم الله- تعالى- قوما وصفهم بصفات توجب استحقاق الذم، علمنا أن الموجب لتلك المذمة هو تلك الصفات، فيلزم أن كل من كان موصوفا بتلك الصفات أن يكون مستوجبا للذم.وثانيها: أن الحمل على العموم أكثر فائدة، وذلك لأنه يكون زجرا لكل المكلفين عن تلك الطريقة المذمومة.وثالثها: أن هذا أقرب إلى الاحتياط، لأنا إذا حملنا الآية على العموم دخل فيه ذلك الشخص، وأما إذا خصصناه بذلك الشخص لم يثبت الحكم في غيره، فثبت بما ذكرنا أن حمل الآية على العموم أولى» .هذا، وفي هذه الآيات الكريمة زجر شديد ووعيد أليم للمنافقين الذين يقولون بأفواههم ما ليس في قلوبهم ويفسدون في الأرض ولا يصلحون، ويكادون يسطون بالذين ينصحونهم ويتلون عليهم آيات الله لأن المنافقين ما كثروا في أمة إلا وجعلوا بأسها بينها شديدا، روى ابن جرير عن نوف البكالي قال: إنى لأجد صفة ناس من هذه الأمة في كتاب الله المنزل: قوم يحتالون على الدنيا بالدين، ألسنتهم أحلى من العسل، وقلوبهم أمر من الصبر، يلبسون للناس مسوك- أى جلود- الضأن وقلوبهم قلوب الذئاب يقول الله- تعالى- فعلى يجترءون وبي يغترون، حلفت بنفسي لأبعثن عليهم فتنة تترك الحليم حيران» .قال ابن كثير: قال القرظي الذي روى هذا القول عن نوف: تدبرت هذه الصفات في القرآن فإذا هي في المنافقين ووجدتها في قوله- تعالى- وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَياةِ الدُّنْيا .والحق أنه ما ابتليت أمة بتفشى هذا النوع من الناس فيها إلا فسد حالها وهان شأنها وكانت عاقبة أمرها خسرا.أما النوع الثاني من الناس وهم الأخيار الصادقون فقد عبر عنهم القرآن بقوله- تعالى-:"
}