{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/213/",
    "ayah_number": 213,
    "text": "قال الفخر الرازي: اعلم أنه- تعالى- لما بين في الآية المتقدمة أن سبب إصرار هؤلاء الكفار على كفرهم هو حب الدنيا، بين في هذه الآية أن هذا المعنى غير مختص بهذا الزمان، بل كان حاصلا في الأزمنة المتقادمة، لأن الناس كانوا أمة واحدة قائمة على الحق ثم اختلفوا، وما كان اختلافهم إلا بسبب البغي والتحاسد والتنازع في طلب الدنيا» .والأمة القوم المجتمعون على الشيء الواحد يقتدى بعضهم ببعض مأخوذ من أم بمعنى قصد لأن كل واحد من أفراد القوم يؤم المجموع ويقصده في مختلف شؤونه.وللعلماء أقوال في معنى قوله- تعالى- كانَ النَّاسُ أُمَّةً واحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ.القول الأول الذي عليه جمهور المفسرين أن المعنى: كان الناس أمة واحدة متفقين على توحيد الله- تعالى- مقرين له بالعبودية مجتمعين على شريعة الحق ثم اختلفوا ما بين ضال ومهتد، فبعث الله إليهم النبيين ليبشروا من اهتدى منهم بجزيل الثواب، ولينذروا من ضل بسوء العذاب، وليحكموا بينهم فيما اختلفوا فيه بالحكم العادل، والقول الفاصل.قال القفال: ويشهد لصحة هذا الرأى قوله- تعالى- فَبَعَثَ اللَّهُ النَّبِيِّينَ ...  فهذا يدل على أن الأنبياء- عليهم السلام- إنما بعثوا حين الاختلاف، ويتأكد هذا بقوله: «وما كان الناس إلا أمة واحدة فاختلفوا» ويتأكد أيضا بما نقل عن ابن مسعود أنه قرأ كان الناس أمة واحدة فاختلفوا فبعث الله النبيين ...و «كان» على هذا الرأى على بابها من المضي، وعدم استمرار الحكم، وعدم امتداده إلى المستقبل، لأن الناس كانوا مهتدين ثم زالت الهداية عنهم أو عن كثير منهم بسبب اختلافهم فأرسل الله- تعالى- رسله لهدايتهم.القول الثاني يرى أصحابه أن المعنى: كان الناس أمة واحدة مجتمعين على الضلال والكفر فبعث الله النبيين لهدايتهم..و «كان» على هذا الرأى- أيضا- على بابها من المضي والانقضاء، ولا تحتاج على هذا الرأى إلى تقدير كلام محذوف، وهو ثم اختلفوا فبعث.. إلخ.ومن العلماء الذين رجحوا القول الأول الإمام ابن كثير فقد قال: عن قتادة عن عكرمة عن ابن عباس قال: كان بين نوح وآدم عشرة قرون كلهم على شريعة من الحق فاختلفوا فبعث الله النبيين مبشرين ومنذرين.. وهكذا قال قتادة ومجاهد. وقال العوفى عن ابن عباس (كان الناس أمة واحدة) يقول كانوا كفارا (فبعث الله النبيين) والقول الأول عن ابن عباس وهو أصح سندا ومعنى لأن الناس كانوا على ملة آدم حتى عبدوا الأصنام فبعث الله إليهم نوحا- عليه السلام- فكان أول رسول بعثه الله إلى أهل الأرض  .أما الرأى الثالث فقد قرره الإمام القرطبي بقوله: ويحتمل أن تكون «كان» للثبوت، والمراد الإخبار عن الناس الذين هم الجنس كله أنهم أمة واحدة في خلوهم عن الشرائع، وجهلهم بالحقائق، لولا منّ الله عليهم وتفضله بالرسل إليهم. فلا يختص «كان» على هذا التأويل بالمضي فقط، بل معناه معنى قوله: وَكانَ اللَّهُ غَفُوراً رَحِيماً  .وهذا الرأى قد اختاروه الأستاذ الإمام محمد عبده في تفسيره للآية الكريمة ووافقه عليه بعض العلماء الذين كتبوا في تفسير هذه الآية. قال الأستاذ الإمام ما ملخصه.«خلق الله الإنسان أمة واحدة أى مرتبطا بعضه ببعض في المعاش لا يسهل على أفراده أن يعيشوا في هذه الحياة الدنيا إلا مجتمعين يعاون بعضهم بعضا، فكل واحد منهم يعيش ويحيا بشيء من عمله لكن قواه النفسية والبدنية قاصرة عن توفير جميع ما يحتاج إليه، فلا بد من انضمام قوى الآخرين إلى قوته ... وهذا معنى قولهم: «الإنسان مدني بطبعه» يريدون بذلك أنه لم يوهب من القوى ما يكفى للوصول إلى جميع حاجاته إلا بالاستعانة بغيره.. ولما كان الناس كذلك كان لا بد لهم من الاختلاف بمقتضى فطرهم، وكان من رحمة الله أن يرسل إليهم مبشرين ومنذرين.وترتيب بعثة الرسل على وحدة الأمة في الآية التي نفسرها يكون على هذا المعنى:إن الله قضى أن يكور الناس أمة واحدة يرتبط بعضهم ببعض ولا سبيل لعقولهم، وحدها إلى الوصول إلى ما يلزم لهم في توفير مصالحهم ودفع المضار عنهم، لتفاوت عقولهم، واختلاف فطرهم، وحرمانهم من الإلهام الهادي لكل منهم إلى ما يجب عليه نحو صاحبه، فبعث الله النبيين مبشرين ومنذرين وأيدهم بالدلائل القاطعة على صدقهم، وعلى أن ما يأتون به إنما هو من عند الله- تعالى- القادر على إثابتهم وعقوبتهم ... »  .وقال فضيلة الأستاذ الشيخ محمد أبو زهرة ما ملخصه: وإن هذا الرأى الذي اختاره الأستاذ الإمام هو الذي نختاره، وعلى هذا التأويل لا يكون ثمة حاجة إلى تقدير محذوف، لأن ذات حالهم من كونهم لا علم لهم بالشرائع ولا تهتدى عقولهم إلى الحقائق بنفسها توجب البعث، ولأن تلك الحال التي تكون على الفطرة وحدها توجب الاختلاف فتوجب بعث النبيين.. ثم إن نفس كل إنسان فيها نزوع إلى الاجتماع، وحيث كان الاجتماع فلا بد من نظام يربط، وشرع يحكم.وعلى هذا التأويل أيضا تكون الفاء في قوله: فَبَعَثَ ... - وهي التي يقول عنها النحويون إنها للترتيب والتعقيب- في موضعها من غير حاجة إلى تقدير، لأن كون الناس أمة واحدة اقتضت الرسالة واقتضت الاختلاف.و «كان» على هذا التأويل تدل على الاستمرار والثبوت، لأن الناس بمقتضى فطرهم دائما في حاجة إلى شرع السماء لا يهتدون إلا به.ثم قال فضيلته: وقد يقول قائل: إن جعل «كان» للاستمرار يفيد أن وحدة الناس في الفطرة وتأديها إلى التناحر يقتضى بعث النبيين إلى يوم القيامة، وأنه لا بد من نبي لعصرنا، ونحن نسلّم بالاعتراض ولا ندفع إيراده ونقول: نعم إنه لا بد من قيام رسالة إلى يوم القيامة وهي رسالة محمد صلّى الله عليه وسلّم التي جاءت بكتاب تتجدد به الرسالة والبعث إلى أن تفنى الأرض ومن عليها وهذا الكتاب هو القرآن الكريم الذي لا تبلى جدته، والذي تكفل الله بحفظه، وبإعجازه إلى يوم القيامة، والذي من يقرؤه فكأنما يتلقاه عن النبي صلّى الله عليه وسلّم» .هذه هي أشهر الأقوال في معنى قوله- تعالى- كانَ النَّاسُ أُمَّةً واحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وهناك أقوال أخرى لم نذكرها لضعفها.وقوله- تعالى-: وَأَنْزَلَ مَعَهُمُ الْكِتابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ معطوف على فَبَعَثَ، والمراد بالكتاب الجنس.والمعنى: وأنزل- سبحانه- مع هؤلاء النبيين الذين بعثهم مبشرين ومنذرين كلامه الملتبس بالحق والجامع لما يحتاجون إليه من أمور الدين والدنيا، لكي يفصلوا بواسطته بين الناس فيما اختلفوا من شئون دينية ودنيوية.وذكر- سبحانه- الكتاب بصيغة المفرد للإشارة إلى أن كتب النبيين وإن تعددت إلا أنها في جوهرها كتاب واحد لاشتمالها على شرع واحد في أصله، وإذا كان هناك خلاف بينها ففي تفاصيل الأحكام وفروعها لا في جوهرها وأصولها، وقوله: بِالْحَقِّ متعلق بأنزل، أو حال من الكتاب أى ملتبسا شاهدا به.والضمير في قوله: لِيَحْكُمَ.. يجوز أن يعود إلى الله- تعالى- أو إلى النبيين، أو إلى الكتاب. ورجح بعضهم عودته إلى الكتاب لأنه أقرب مذكور. والجملة تعليلية للإنزال المذكور.وفي إسناد الحكم إلى الكتاب تنبيه للناس إلى أن من الواجب عليهم أن يرجعوا إليه عند كل اختلاف. لأن هذا هو المقصد الأساسى من إنزال الكتب السماوية.وللأستاذ الإمام محمد عبده كلام نفيس في هذا المعنى فقد قال- رحمه الله- ما ملخصه:«الحكم مسند إلى الكتاب نفسه، فالكتاب ذاته هو الذي يفصل بين الناس فيما اختلفوا فيه، وفيه نداء للحاكمين بالكتاب أن يلزموا حكمه، وألا يعدلوا عنه إلى ما تسوله الأنفس وتزينه الأهواء.. ولو ساغ للناس أن يؤولوا نصا من نصوص الكتب على حسب ما تنزع إليه عقولهم بدون رجوع إلى بقية النصوص، لما كان لإنزال الكتب فائدة، ولما كانت الكتب في الحقيقة حاكمة، بل كانت متحكمة فيها الأهواء، فنعود المصلحة مفسدة، وينقلب الدواء علة، ولهذا رد الله الحكم إلى الكتاب نفسه لا إلى هوى الحاكم به.. ونسبة الحكم إلى الكتاب هي كنسبة النطق والهدى والتبشير إليه في قوله- تعالى-: هذا كِتابُنا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ وقوله- تعالى-: إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ..ثم بقول- رحمه الله- «يتخذ الواحد منهم كلمة من الكتاب أو أثرا مما جاء به وسيلة إلى تسخير غيره لما يريد، وذلك قطع الكلمة أو الأثر عن بقية ما جاء في الكتاب والآثار الأخر ولى اللسان أو تأويله بغير ما قصد منه وما هم المؤول أن يعمل بالكتاب وإنما كل ما يقصد هو أن يصل إلى مطلب لشهوته، أو عضد لسطوته، سواء أهدمت أحكام الله أم قامت، واعوجت السبيل أم استقامت، ثم يأتى ضال آخر يريد أن ينال من هذا ما نال غيره، فيحرف ويؤول حتى يجد المخدوعين بقوله، ويتخذهم عونا على الخادع الأول، فيقع الاختلاف والاضطراب، وآلة المختلفين في ذلك هو الكتاب   ثم بين- سبحانه- الأسباب التي أدت إلى اختلاف الناس في الكتاب الذي أنزله لهدايتهم فقال وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ ما جاءَتْهُمُ الْبَيِّناتُ بَغْياً بَيْنَهُمْ.والضمير في قوله: فِيهِ وفي قوله: أُوتُوهُ يعود إلى الكتاب، والمعنى عليه:وما اختلف في شأن الكتاب الهادي الذي لا لبس فيه، المنزل لإزالة الاختلاف، إلا الذين أوتوه، أى علموه ووقفوا على تفاصيله، ولم يكن اختلافهم لالتباس عليهم من جهته وإنما كان خلافهم من بعد ما ظهرت لهم الدلائل الواضحة الدالة على صدقه، وما حملهم على هذا الاختلاف إلا البغي والظلم والحسد الذي وقع بينهم.والمراد بالذين اختلفوا فيه أهل الكتاب اليهود والنصارى، واختلافهم في الكتاب يشمل تصديقهم ببعضه وتكذيبهم بالبعض الآخر، كما يشمل اختلافهم في تفسيره وتأويله وتنفيذ أحكامه وعدم تنفيذها، وذهاب كل فريق منهم مذهبا يخالف مذهب الآخر في أصول الشرع لا في فروعه.وعبر عن الإنزال بالإيتاء- كما يقول الآلوسى- للتنبيه من أول الأمر على كمال تمكنهم من الوقوف على ما فيه من الحق، فإن الإنزال لا يفيد ذلك، وقيل: عبر به ليختص الموصول بأرباب العلم والدراسة من أولئك المختلفين، وخصهم بالذكر لمزيد شناعة فعلهم ولأن غيرهم تبع لهم»  .وقوله: مِنْ بَعْدِ ما جاءَتْهُمُ الْبَيِّناتُ متعلق باختلف، وفيه زيادة تشنيع عليهم لأنهم قد اختلفوا فيه بعد أن قامت أمامهم الحجج الناصعة الدالة على الحق.وقوله: بَغْياً مفعول لأجله لاختلفوا وبَيْنَهُمْ متعلق بمحذوف صفة لقوله بَغْياً.أى أن داعي الاختلاف هو البغي والحسد الذي وقع بينهم، فجعل كل فريق منهم يخطئ الآخر، ويجرح رأيه.وفي هذا التعبير إشارة إلى أن البغي قد باض وفرخ عندهم، فهو يحوم عليهم، ويدور بينهم، ولا طمع له في غيرهم، ولا ملجأ له سواهم، لأنهم أربابه الذين تمكنوا منه، وتمكن منهم بقوة ورسوخ.وبعضهم جعل الضمير في قوله: فِيهِ يعود إلى الحق، والضمير في قوله: أُوتُوهُ يعود إلى الكتاب. أى: وما اختلف في الحق إلا الذين أوتوا الكتاب.ويرى بعض العلماء أن عودة الضمير في كليهما إلى الحق أو إلى الكتاب جائز، وأن المعنى على التقديرين واحد، لأن الكتاب أنزل ملابسا للحق ومصاحبا له، فإذا اختلف في الكتاب اختلف في الحق الذي فيه وبالعكس على طريقة قياس المساواة في المنطق والجملة الكريمة تحذير شديد من الوقوع فيما وقع فيه غيرهم من اختلاف يؤدى إلى البغي والتنازع والإعراض عن الحق.ثم بين- سبحانه- حال المؤمنين بعد بيانه لحال الغاوين فقال- تعالى فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ.أى: فهدى الله الذين آمنوا وصدقوا رسله إلى الحق الذي اختلف فيه أهل الضلالة، وذلك الهدى بفضل توفيقه لهم وتيسيره لأمرهم.والفاء في قوله: فَهَدَى فصيحة لأنها أفصحت عن كلام مقدر وهو المعطوف عليه المحذوف.والتقدير: إذا كان هذا شأن الضالين المختلفين في الحق، فقد هدى الله بفضله الذين آمنوا إلى الصواب.وبين- سبحانه- أن الذين رزقهم الهداية هم الذين آمنوا، للإشعار بأن سبب هدايتهم للحق هو إيمانهم وتقواهم، واستجابتهم للداعي الذي دعاهم إلى الطريق المستقيم.وأسند الهداية إليه- سبحانه- لأنه هو خالقها، ولأن قلوب العباد بيديه فهو يقلبها كيف يشاء، وهذا لا ينافي أن للعبد اختيارا وكسبا فهو إذا سار في طريق الحق رزقه الله النور المشرق الذي يهديه، وإن سار في طريق الضلالة واستحب العمى على الهدى سلب الله عنه توفيقه بسبب إيثاره الضلالة على الهداية.وقوله- تعالى- في ختام هذه الآية: وَاللَّهُ يَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ تذييل قصد به بيان كمال سلطانه، وتمام قدرته.أى: والله وحده هو الهادي من يشاء من عباده إلى طريق الحق الذي لا يضل سالكه، فليس لأحد سلطان بجوار سلطانه، ولو أراد أن يكون الناس جميعا مهديين لكانوا، ولكن حكمته اقتضت أن يختبرهم ليتميز الخبيث من الطيب، فيجازى كل فريق بما يستحقه.قال ابن كثير: وفي صحيح البخاري ومسلّم عن عائشة أن رسول الله صلّى الله عليه وسلّم كان إذا قام من الليل يصلى يقول: «اللهم رب جبريل وميكائيل وإسرافيل فاطر السموات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك إنك تهدى من تشاء إلى صراط مستقيم» .وفي الدعاء المأثور: اللهم أرنا الحق حقا وارزقنا اتباعه وأرنا الباطل باطلا وارزقنا اجتنابه ولا تجعله ملتبسا علينا فنضل واجعلنا للمتقين إماما   .وبذلك نرى أن الآية قد بينت أن الناس لا يستغنون عن الدين الذي شرعه الله لهم على لسان رسله- عليهم الصلاة والسلام-، وأن الأشرار من الناس هم الذين يحملهم البغي على الاختلاف في الحق بعد ظهوره لهم، أما الأخيار منهم فهم الذين اهتدوا بتوفيق الله وتيسيره إلى طريق الخير والصواب وَاللَّهُ يَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ.وبعد أن ذكر- سبحانه- حال الناس، واختلاف سفهائهم على أنبيائهم، واهتداء عقلائهم إلى الحق، عقب ذلك بدعوة المؤمنين إلى الاقتداء بمن سبقهم في الصبر والثبات. فقال- تعالى-:"
}