{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/1/",
    "ayah_number": 1,
    "text": "سورة البقرة أطول سورة في القرآن الكريم، فقد استغرقت جزءين ونصف جزء تقريبا من ثلاثين جزءا قسم إليها القرآن. وتبلغ آياتها ستا وثمانين ومائتي آية. وقيل سبع وثمانون ومائتا آية.وسميت بذلك لأنها انفردت بذكر قصة البقرة التي كلف قوم موسى بذبحها بعد أن قتل فيهم قتيل ولم يعرفوا قاتله.وهي مدنية بإجماع الآراء، وقد ابتدأ نزولها بعد هجرة النبي صلّى الله عليه وسلّم إلى المدينة، وقد نزل معظمها في السنوات الأولى من الهجرة، واستمر نزولها إلى قبيل وفاة النبي صلّى الله عليه وسلّم بفترة قليلة.وكانت آخر آية من القرآن نزولا منها، هي قوله- تعالى-:وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ ما كَسَبَتْ وَهُمْ لا يُظْلَمُونَ.مناسبتها لسورة الفاتحة: هناك مناسبة ظاهرة بين السورتين، لأن سورة الفاتحة قد اشتملت على أحكام الألوهية والعبودية وطلب الهداية إلى الصراط المستقيم اشتمالا إجماليا، فجاءت سورة البقرة ففصلت تلك المقاصد، ووضحت ما اشتملت عليه سورة الفاتحة من هدايات وتوجيهات.فضلها: وقد ورد في فضل سورة البقرة أحاديث متعددة، وآثار متنوعة منها ما جاء في مسند أحمد وصحيح مسلّم والترمذي والنسائي عن أبي هريرة أن رسول الله صلّى الله عليه وسلّم قال: لا تجعلوا بيوتكم قبورا، فإن البيت الذي تقرأ فيه سورة البقرة لا يدخله الشيطان.وروى ابن حبان في صحيحه عن سهل بن سعد قال: قال رسول الله صلّى الله عليه وسلّم (إن لكل شيء سنام وإن سنام القرآن البقرة، وإن من قرأها في بيته لم يدخله الشيطان ثلاث ليال، ومن قرأها في بيته نهارا لم يدخله الشيطان ثلاثة أيام) .وروى الترمذي والنسائي وابن ماجة عن أبي هريرة قال: (بعث النبي صلّى الله عليه وسلّم بعثا، وهم ذوو عدد فاستقرأ كل واحد منهم عما معه من القرآن، فأتى على رجل من أحدثهم سنا فقال:ما معك يا فلان؟ فقال: معي كذا وكذا وسورة البقرة. فقال: أمعك سورة البقرة؟ قال:نعم. قال. اذهب فأنت أميرهم. فقال رجل من أشرافهم: والله ما منعني أن أتعلم سورة البقرة إلا أنى خشيت ألا أقوم بها. فقال رسول الله صلّى الله عليه وسلّم اقرءوا القرآن وتعلموه، فإن مثل القرآن لمن تعلمه فقرأه وقام به كمثل جراب أوكي أي أغلق- على مسك.قال القرطبي: وهذه السورة فضلها عظيم، وثوابها جسيم، ويقال لها فسطاط القرآن، وذلك لعظمها وبهائها وكثرة أحكامها ومواعظها «1» .مقاصدها: عند ما نفتح كتاب الله فنطالع فيه سورة البقرة بتدبر وعناية، نراها في مطلعها تنوه بشأن القرآن الكريم، وتصرح بأنه حق لا ريب فيه، وتبين لنا أن الناس أمام هدايته على ثلاثة أقسام:قسم آمن به وانتفع بهداياته فكانت عاقبته السعادة والفلاح.أُولئِكَ عَلى هُدىً مِنْ رَبِّهِمْ وَأُولئِكَ هُمُ الْمُفْلِحُونَ وقسم جحد واستكبر واستحب العمى على الهدى، فأصبح لا يرجى منه خير ولا إيمان، فكانت عاقبته الحرمان والخسران.خَتَمَ اللَّهُ عَلى قُلُوبِهِمْ وَعَلى سَمْعِهِمْ وَعَلى أَبْصارِهِمْ غِشاوَةٌ وَلَهُمْ عَذابٌ عَظِيمٌ.ثم فصلت السورة الحديث عن قسم ثالث هو شر ما تبتلى به الأمم وهم المنافقون الذين يظهرون خلاف ما يبطنون. وقد تحدثت السورة عنهم في ثلاث عشرة آية، كشفت فيها عن خداعهم، وجبنهم، ومرض قلوبهم، وبينت ما أعده الله لهم من سوء المصير، ثم زادت في فضيحتهم وهتك سرائرهم فضربت مثلين لحيرتهم واضطرابهم، قال- تعالى-:وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ وَما هُمْ بِمُؤْمِنِينَ. يُخادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَما يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَما يَشْعُرُونَ.إلى أن يقول: وَلَوْ شاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصارِهِمْ إِنَّ اللَّهَ عَلى كُلِّ شَيْءٍ قَدِيرٌ.ثم وجهت السورة نداء إلى الناس جميعا دعتهم فيه إلى عبادة الله وحده وأقامت لهم الأدلة الساطعة على صدق هذه القضية، وتحدتهم- إن كانوا في ريب من القرآن- أن يأتوا بسورة من مثله. وبينت لهم أنهم لن يستطيعوا ذلك لا في الحاضر ولا في المستقبل.ثم ختم الربع الأول منها ببشارة الذين آمنوا وعملوا الصالحات بأن لهم جنات تجري من تحتها الأنهار، جمعت لذائذ المادة والروح، وهم فيها خالدون. ثم قررت السورة الكريمة أن الله- تعالى- لا يمتنع عن ضرب الأمثال بما يوضح ويبين دون نظر إلى قيمة الممثل به في ذاته أو عندالناس، كما قررت أن المؤمنين يقابلون هذه الأمثال بالإيمان والإذعان، أما الكافرون فيقابلونها بالاستهزاء والإنكار.وقد وبخت السورة بعد ذلك أولئك الكافرين على كفرهم، مع وضوح الدلائل على وحدانية الله في أنفسهم وفي الآفاق فقالت:كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْواتاً فَأَحْياكُمْ ثُمَّ يُمِيتُكُمْ، ثُمَّ يُحْيِيكُمْ، ثُمَّ إِلَيْهِ تُرْجَعُونَ. هُوَ الَّذِي خَلَقَ لَكُمْ ما فِي الْأَرْضِ جَمِيعاً، ثُمَّ اسْتَوى إِلَى السَّماءِ فَسَوَّاهُنَّ سَبْعَ سَماواتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ.ثم ذكرت السورة بعد ذلك جانبا من قصة آدم، وقد حدثتنا فيه عن خلافة آدم في الأرض، وعما كان من الملائكة من استفسار بشأنه- وعن سكن آدم وزوجه الجنة، ثم عن خروجهما منها بسبب أكلهما من الشجرة المحرمة.وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً، قالُوا: أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها وَيَسْفِكُ الدِّماءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ، قالَ: إِنِّي أَعْلَمُ ما لا تَعْلَمُونَ.. إلخ الآيات الكريمة.هذا، وقد عرفنا قبل ذلك أن سورة البقرة نزلت بالمدينة بعد أن هاجر المسلمون إليها، وأصبحت لهم بها دولة فتية، وكان يجاورهم فيها عدد كبير من اليهود الذين كان أحبارهم يبشرون. بمبعث النبي صلّى الله عليه وسلّم. فأخذت السورة الكريمة تتحدث عنهم- في أكثر من مائة آية- حديثا طويلا متشعبا..فنراها في أواخر الربع الثاني توجه إليهم نداء محببا إلى نفوسهم، تدعوهم فيه إلى الوفاء بعهودهم، وإلى الإيمان بنبي الله محمد صلّى الله عليه وسلّم فتقول:يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ، وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ. وَآمِنُوا بِما أَنْزَلْتُ مُصَدِّقاً لِما مَعَكُمْ وَلا تَكُونُوا أَوَّلَ كافِرٍ بِهِ، وَلا تَشْتَرُوا بِآياتِي ثَمَناً قَلِيلًا وَإِيَّايَ فَاتَّقُونِ.ثم تذكرهم في الربع الثالث بنعم الله عليهم، وبموقفهم الجحودي من هذه النعم، تذكرهم بنعمة تفضيلهم على عالمي زمانهم، وبنعمة إنجائهم من عدوهم، وبنعمة فرق البحر بهم، وبنعمة عفو الله عنهم مع تكاثر ذنوبهم، وبنعمة بعثهم من بعد موتهم، وبنعمة تظليلهم بالغمام، وبنعمة إنزال المن والسلوى عليهم. إلخ.ولقد كان موقف بني إسرائيل من هذه النعم يمثل الجحود والعناد والبطر، فكانت نتيجة ذلك أن.ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ، وَباؤُ بِغَضَبٍ مِنَ اللَّهِ.ثم تحدثت السورة بعد ذلك حديثا مستفيضا عن رذائلهم وقبائحهم ودعواهم الباطلة، والعقوبات التي حلت بهم جزاء كفرهم وجحودهم.فنراها في الربع الرابع تذكر لنا تنطعهم في الدين وإلحافهم في المسألة عند ما قال لهم نبيهم موسى: إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً. ثم تذكر قسوة قلوبهم فتقول على سبيل التوبيخ لهم:ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذلِكَ فَهِيَ كَالْحِجارَةِ أَوْ أَشَدُّ قَسْوَةً، وَإِنَّ مِنَ الْحِجارَةِ لَما يَتَفَجَّرُ مِنْهُ الْأَنْهارُ، وَإِنَّ مِنْها لَما يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْماءُ. وَإِنَّ مِنْها لَما يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ، وَمَا اللَّهُ بِغافِلٍ عَمَّا تَعْمَلُونَ.ونراها في الربع الخامس تحدثنا عن تحريفهم للكلم عن مواضعه عن تعمد وإصرار، وتتوعدهم على ذلك بسوء المصير:فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَناً قَلِيلًا، فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ.ثم تحدثنا عن قولهم الباطل: لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّاماً مَعْدُودَةً.وترد عليهم بما يبطل حجتهم، وعن نقضهم لعهودهم ومواثيقهم مع الله ومع الناس ومع أنفسهم، وعن عدائهم لرسول الله، وعن جحودهم للحق بدافع الحسد والعناد فتقول:وَلَمَّا جاءَهُمْ كِتابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِما مَعَهُمْ وَكانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا، فَلَمَّا جاءَهُمْ ما عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكافِرِينَ. بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ أَنْ يَكْفُرُوا بِما أَنْزَلَ اللَّهُ بَغْياً، أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ، فَباؤُ بِغَضَبٍ عَلى غَضَبٍ وَلِلْكافِرِينَ عَذابٌ مُهِينٌ.ثم نراها في الربع السادس تحكي لنا نماذج من مزاعمهم الباطلة، ومن ذلك زعمهم أن الجنة خالصة لهم من دون الناس، ثم ترد عليهم بما يخرس ألسنتهم، وبصور جبنهم وحرصهم المشين على أية حياة حتى لو كانت ملطخة بالذل والهوان.استمع إلى القرآن الكريم وهو يحكى ذلك بأسلوبه البليغ فيقول:قُلْ إِنْ كانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ. وَلَنْ يَتَمَنَّوْهُ أَبَداً بِما قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلى حَياةٍ، وَمِنَ الَّذِينَ أَشْرَكُوا، يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ، وَما هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِما يَعْمَلُونَ.ثم تسوق لنا نماذج من سوء أدبهم مع الله، وعداوتهم لملائكته ونبذهم كتاب الله، واتباعهم للسحر والأوهام.ثم نراها في الربع السابع تقص علينا بعض الصور من المجادلات الدينية، والمخاصمات الكلامية، التي استعملوها مع النبي صلّى الله عليه وسلّم لحرب الدعوة الاسلامية، كجدالهم في قضية النسخ، وفي كون الجنة لن يدخلها لا من كان هودا أو نصارى، وفي كون القرآن ليس معجزة- في زعمهم- وإنما هم يريدون معجزة كونية.. إلخ.وقد رد القرآن عليهم بما يزهق باطلهم، ويزيد المؤمنين إيمانا على إيمانهم.وكما ابتدأ القرآن الحديث معهم ابتداء محببا إلى نفوسهم يا بَنِي إِسْرائِيلَ، فقد اختتمه- أيضا- بالنداء نفسه، لكي يستحثهم على الإيمان فقال:يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعالَمِينَ. وَاتَّقُوا يَوْماً لا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئاً، وَلا يُقْبَلُ مِنْها عَدْلٌ، وَلا تَنْفَعُها شَفاعَةٌ، وَلا هُمْ يُنْصَرُونَ.ثم أخذت السورة بعد ذلك في الربع الثامن منها تحدثنا عن الكلمات التي اختبر الله بها نبيه إبراهيم، وعن قصة بناء البيت الحرام، وعن تلك الدعوات الخاشعات التي كان إبراهيم وإسماعيل يتضرعان بها إلى خالقهما وهما يقومان بهذا العمل الجليل.رَبَّنا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ. رَبَّنا وَاجْعَلْنا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنا أُمَّةً مُسْلِمَةً لَكَ، وَأَرِنا مَناسِكَنا، وَتُبْ عَلَيْنا، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ.ثم أخذت تقيم الحجج الباهرة، والأدلة الساطعة على أن إبراهيم ما كان يهوديا ولا نصرانيا ولكن كان حنيفا مسلما، وعلى أن يعقوب قد وصى ذريته من بعده أن يعبدوا الله وحده ولا يشركوا به شيئا.ثم ختمت تلك المحاورات والمجادلات التي أبطلت بها دعاوى أهل الكتاب الباطلة، ببيان سنة من سنن الله في خلقه، هذه السنة تتلخص في بيان أن كل إنسان سيجازى بحسب عمله يوم القيامة، إن خيرا فخير وإن شرا فشر، وأن اتكال اليهود- أو غيرهم- على أنهم من نسل الأنبياء أو الصالحين دون أن يعملوا بعملهم لن ينفعهم شيئا. فقال- تعالى-:تِلْكَ أُمَّةٌ قَدْ خَلَتْ، لَها ما كَسَبَتْ وَلَكُمْ ما كَسَبْتُمْ، وَلا تُسْئَلُونَ عَمَّا كانُوا يَعْمَلُونَ.ثم عادت السورة في الربع التاسع منها إلى الحديث عن الشبهات التي أثارها اليهود عند تحويل القبلة من المسجد الأقصى إلى المسجد الحرام، وقد رد القرآن عليهم بما يدحض هذه الشبهات، ويهوى باليهود ومن حذا حذوهم في مكان سحيق، قال- تعالى-:سَيَقُولُ السُّفَهاءُ مِنَ النَّاسِ ما وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كانُوا عَلَيْها، قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ إلى أن يقول: وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرامِ، وَحَيْثُ ما كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ، لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ، إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فَلا تَخْشَوْهُمْ وَاخْشَوْنِي، وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ.وإلى هنا تكون السورة الكريمة قد فصلت الحديث عن بني إسرائيل تفصيلا يحمل المسلمين على العظة والاعتبار، ويعرفهم طبيعة أولئك القوم الذين خسروا أنفسهم حتى يأخذوا حذرهم منهم، وينفروا من التشبه بهم.أما المقدار الباقي من السورة الكريمة- وهو أكثر من نصفها بقليل- فعند ما نراجعه بتفكر وتدبر، نراه زاخرا بالتشريعات الحكيمة، والآداب العالية، والتوجيهات السامية.نرى السورة الكريمة في هذا المقدار منها تحدثنا في الربع العاشر منها عن بعض شعائر الله التي تتعلق بالحج، وعن الأدلة على وحدانية الله.إِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحِيمُ. إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهارِ، وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِما يَنْفَعُ النَّاسَ، وَما أَنْزَلَ اللَّهُ مِنَ السَّماءِ مِنْ ماءٍ فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها وَبَثَّ فِيها مِنْ كُلِّ دَابَّةٍ، وَتَصْرِيفِ الرِّياحِ وَالسَّحابِ الْمُسَخَّرِ بَيْنَ السَّماءِ وَالْأَرْضِ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ.ثم بعد أن تصور لنا بأسلوب بليغ مؤثر حسرة المشركين يوم القيامة وهم يتبادلون التهم، ويتبرأ بعضهم من بعض، بعد كل ذلك توجه نداء عاما إلى الناس، تأمرهم فيه أن يقيدوا أنفسهم بما أحل الله.. وأن يبتعدوا عن محارمه فتقول:يا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلالًا طَيِّباً وَلا تَتَّبِعُوا خُطُواتِ الشَّيْطانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ. إِنَّما يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ ما لا تَعْلَمُونَ.فإذا ما وصلنا إلى الربع الحادي عشر منها، رأيناها تسوق لنا في مطلعه آية جامعة لألوان البر، وأمهات المسائل الاعتقادية والعملية وهي قوله- تعالى-:لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلائِكَةِ وَالْكِتابِ وَالنَّبِيِّينَ. إلخ.ثم أتبعت ذلك بالحديث عن القصاص، وعن الوصية، وعن الصيام وحكمته، وعن الدعاء وآدابه، ونهت المسلمين في ختامها عن مقارفة الحرام في شتى صوره وألوانه فقالت:وَلا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ وَتُدْلُوا بِها إِلَى الْحُكَّامِ، لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ.وفي مطلع الربع الثاني عشر حكت بعض الأسئلة التي كان المسلمون يوجهونها إلى النبي صلّى الله عليه وسلّم، وأجابت عنها بطريقة حكيمة تدعوهم إلى التدبر والاتعاظ، ثم حضت المسلمين على الجهاد في سبيل الله، ونهتهم عن البغي والاعتداء. استمع إلى القرآن وهو يحرض المؤمنين على القتال ويرسم لهم حدوده وآدابه فيقول:وَقاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ. وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ، وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ، وَلا تُقاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ حَتَّى يُقاتِلُوكُمْ فِيهِ، فَإِنْ قاتَلُوكُمْ فَاقْتُلُوهُمْ. كَذلِكَ جَزاءُ الْكافِرِينَ. فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ. وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ، فَإِنِ انْتَهَوْا فَلا عُدْوانَ إِلَّا عَلَى الظَّالِمِينَ.ثم فصلت السورة الحديث عن الحج، فتحدثت عن جانب من آدابه وأحكامه، وحضت المسلمين على الإكثار من ذكر الله، وأن يتجنبوا التفاخر بالأحساب والأنساب، وأن يرددوا في دعائهم قوله- تعالى-:رَبَّنا آتِنا فِي الدُّنْيا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنا عَذابَ النَّارِ.وفي الربع الثالث عشر نراها تبين لنا ألوان الناس في هذه الحياة، وأن منهم من يسعى في الإفساد وإهلاك الحرث والنسل، فإذا ما نصح أخذته العزة بالإثم، وتمادى في طغيانه وإفساده، وأن منهم من يبيع نفسه عن طواعية واختيار ابتغاء مرضاة الله.وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغاءَ مَرْضاتِ اللَّهِ، وَاللَّهُ رَؤُفٌ بِالْعِبادِ.ثم تبين لنا بأن الناس جميعا كانوا أمة واحدة، وأن هذه الحياة مليئة بالمصائب والمحن والفتن، وأن العاقل هو الذي يقابل كل ذلك بإيمان عميق، وصبر جميل، حتى يفوز برضى الله يوم القيامة، ويظفر بنصره في الحياة الدنيا.أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْساءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ: مَتى نَصْرُ اللَّهِ؟ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ.ثم تحدثنا السورة الكريمة في الربعين الرابع عشر والخامس عشر حديثا جامعا عن النكاح ثم حذرت السورة بعد ذلك المؤمنين من التعامل بالربا، ووصفت آكليه بصفات تنفر منها القلوب، وتعافها النفوس، ووجهت إلى المؤمنين نداء أمرتهم فيه بتقوى الله، وأنذرتهم بحرب من الله لهم إن لم يتوبوا عن التعامل بالربا فقالت:يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا ما بَقِيَ مِنَ الرِّبا إِنْ كُنْتُمْ مُؤْمِنِينَ. فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ، وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُسُ أَمْوالِكُمْ لا تَظْلِمُونَ وَلا تُظْلَمُونَ.ثم تحدثت بعد ذلك عن الديون والرهون، فصاغت للمؤمنين دستورا هو أدق الدساتير المدنية في حفظ الحقوق وضبطها وتوثيقها بمختلف الوسائل، ثم ختمت السورة حديثها الجامع عن العقائد والشرائع والآداب والمعاملات، بذلك الدعاء الخاشع:رَبَّنا لا تُؤاخِذْنا إِنْ نَسِينا أَوْ أَخْطَأْنا، رَبَّنا وَلا تَحْمِلْ عَلَيْنا إِصْراً كَما حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنا، رَبَّنا وَلا تُحَمِّلْنا ما لا طاقَةَ لَنا بِهِ، وَاعْفُ عَنَّا وَاغْفِرْ لَنا وَارْحَمْنا، أَنْتَ مَوْلانا، فَانْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ.تلك هي سورة البقرة، أرأيت وحدتها في كثرتها؟ أعرفت اتجاه خطوطها في لوحتها؟ أرأيت كيف التحمت لبناتها وارتفعت سماؤها بغير عمد تسندها؟ أرأيت كيف ينادى كل عضو فيها بأنه قد أخذ مكانه المقسوم وفقا لخط جامع مرسوم، رسمه مربي النفوس ومزكيها، ومنور العقول وهاديها ومرشد الأرواح وحاديها. فتالله لو أن هذه السورة رتبت بعد تمام نزولها، لكان جمع أشتاتها على هذه الصورة معجزة، فكيف وكل نجم منها كان يوضع في رتبته من فور نزوله، وكان يحفظ لغيره مكانه انتظارا لحلوله. وهكذا كان ما ينزل منها معروف الرتبة، محدد الموقع قبل أن ينزل.لعمري لئن كانت للقرآن في بلاغة تعبيره معجزات، وفي أساليب ترتيبه معجزات، وفي نبوءاته الصادقة معجزات، وفي تشريعاته الخالدة معجزات، وفي كل ما استخدمه من حقائق العلوم النفسية والكونية معجزات لعمري إنه في ترتيب آياته على هذا الوجه لهو معجزة المعجزات .وبعد: فهذا عرض سريع لأهم مقاصد سورة البقرة، قدمناه بين يديها لنعطي القارئ الكريم صورة متميزة عنها. ومن هذا العرض نرى أنها بجانب احتوائها على أصول العقائد، وعلى كثير من أدلة التوحيد، قد وجهت عنايتها إلى أمرين اقتضتهما حالة المسلمين، بعد أن أصبحت لهم دولة بالمدينة يجاورهم فيها عدد كبير من اليهود.أما الأمر الأول فهو توجيه الدعوة إلى بني إسرائيل، ومناقشتهم فيما كانوا يثيرونه حول الرسالة الإسلامية من مؤامرات. وإماطة اللثام عن تاريخهم المظلم، وأخلاقهم المرذولة حتى يحذرهم المسلمون.وأما الأمر الثاني فهو التشريع للدولة الإسلامية الفتية، وقد رأينا أن سورة البقرة في النصف الثاني منها قد تحدثت عن تلك الجوانب التشريعية حديثا مفصلا منوعا تناول أحكام القصاص، والوصية، والصيام والاعتكاف والحج، والعمرة، والقتال، والنكاح، والإنفاق في سبيل الله.والمعاملات المالية. إلى غير ذلك من التشريعات التي سبق الحديث عنها. والآن فلنبدأ في تفسير السورة الكريمة فنقول- وبالله التوفيق-.سورة البقرة من السور التي ابتدئت ببعض حروف التهجي .وقد وردت هذه الفواتح تارة مفردة بحرف واحد ، وتارة مركبة من حرفين أو ثلاثة أو أربعة أو خمسة .فالسور التي بدأت بحرف واحد ثلاثة وهي سورة ص ، ق ، ن .والسورة التي بدأت بحرفين تسعة وهي : طه ، يس ، طس ، ( وحم ) في ست سور هي : غافر ، فصلت ، الزخرف ، الجاثية ، الأحقاف .والسورة التي بدأت بثلاثه أحرف ثلاث عشرة سورة وهي : ( ألم ) في ست سور : البقرة ، وآل عمران ، العنكبوت ، الروم ، لقمان ، السجدة و ( الر ) في خمس سور هي : يونس ، هود ، يوسف ، الحجر ، إبراهيم ( طسم ) في سورتين هما : الشعراء ، القصص .وهناك سورتان بدئتا بأربعة أحرف وهما . الرعد ، ( المر ) ، والأعراف ، ( المص ) وسورتان - أيضاً - بدئنا بخمسة أحرف وهما : مريم ( كهيعص ) والشورى ( حم عسق ) .فيكون مجموع السور التي افتتحت بالحروف المقطعة تسعا وعشرين سورة .هذا ، وقد وقع خلاف بين العلماء في المعنى المقصود بتلك الحروف المقطعة التي افتتحت بها بعض السور القرآنية ، ويمكن إجمال خلافهم في رأيين رئيسين :الرأي الأول يرى أصحابه : أن المعنى المقصود منها غير معروف ، فهي من المتشابه الذي استأثر الله بعلمه .وإلى هذا الرأى ذهب ابن عباس - في إحدى رواياته - كما ذهب إليه الشعبي ، وسفيان الثوري ، وغيرهم من العلماء ، فقد أخرج ابن المنذر وغيره عن الشعبي أنه سئل عن فواتح السور فقال : إن لكل كتاب سراً ، وإن سر هذا القرآن في فواتح السور . ويروى عن ابن عباس أنه قال : عجزت العلماء عن إدراكها . وعن علي - رضي الله عنه - أنه قال : \" إن لكل كتاب صفوة وصفوة هذا الكتاب حروف التهجي؟ . وفي رواية أخرى عن الشعبي أنه قال : \" سر الله فلا تطلبوه \" .ومن الاعتراضات التي وجهت إلى هذا الرأي ، أنه كان الخطاب بهذه الفواتح غير مفهوم للناس ، لأنه من المتشابه ، فإنه يترتب على ذلك أنه كالخطاب بالمهمل ، أو مثله كمثل المتكلم بلغة أعجمية مع أناس عرب لا يفهمونها .وقد أجيب عن ذلك بأن هذه الألفاظ لم ينتف الإفهام عنها عند كل الناس ، فالرسول صلى الله عليه وسلم كان يفهم المراد منها ، وكذلك بعض أصحابه المقربين - ولكن الذي ننفيه أن يكون الناس جميعاً فاهمين لمعنى هذه الحروف المقطعة في أوائل بعض السور .وهناك مناقشات أخرى للعلماء حول هذا الرأي يضيق المجال عن ذكرها .أما الرأي الثاني فيرى أصحابه : أن المعنى المقصود منها معلوم ، وأنها ليست من المتشابه الذي استأثر الله بعلمه .وأصحاب هذا الرأي قد اختلفوا فيما بينهم في تعيين هذا المعنى المقصود على أقوال كثيرة ، من أهمها ما يأتي :1- أن هذه الحروف أسماء للسور ، بدليل قول النبي صلى الله عليه وسلم\" من قرأ حم السجدة حفظ إلى أن يصبح \" وبدليل اشتهار بعض السور بالتسمية بها كسورة ولا يخلو هذا القول من الضعف ، لأن كثيراً من السور قد افتتحت بلفظ واحد من هذه الفواتح ، والغرض من التسمية رفع الاشتباه .2- وقيل إن هذه الحروف قد جاءت هكذا فاصلة للدلالة على انقضاء سورة وابتداء أخرى .3 - وقيل : إنها حروف مقطعة ، بعضها من أسماء الله - تعالى - وبعضها من صفاته ، فمثلاً ( الاما ) أصلها : أنا الله أعلم .4 - وقيل : إنها اسم الله الأعظم . إلى غير ذلك من الأقوال التي لا تخلو من مقال ، والتي أوصلها السيوطي في \" الإتقان \" إلى أكثر من عشرين قولا .5 - ولعل أقرب الآراء إلى الصواب أن يقال : إن هذه الحروف المقطعة قد وردت في افتتاح بعض السور للإشعار بأن هذا القرآن الذي تحدى الله به المشركين هو من جنس الكلام المركب من هذه الحروف التي يعرفونها ، ويقدرون على تأليف الكلام منها ، فإذا عجزوا عن الإتيان بسورة من مثله ، فذلك لبلوغه في الفصاحة والحكمة مرتبة يقف فصحاؤهم وبلغاؤهم دونها بمراحل شاسعة ، وفضلا عن ذلك فإن تصدير السور بمثل هذه الحروف المقطعة يجذب أنظار المعرضين عن استماع القرآن حين يتلى عليهم إلى الإنصات والتدبر ، لأنه يطرق أسماعهم في أول التلاوة ألفاظ غير مألوفة في مجاري كلامهم ، وذلك مما يلفت أنظارهم ليتبينوا ما يراد منها ، فيستمعوا حكما وحججاً قد يكون سبباً في هدايتهم واستجابتهم للحق .هذه خلاصة لأراء العلماء في الحروف المقطعة التي افتتحت بها بعض السور القرآنية ، ومن أراد مزيداً لذلك فليرجع - مثلاً - إلى كتاب \" الإتقان \" للسيوطي ، وإلى كتاب \" البرهان \" للزركشي ، وإلى تفسير الألوسي ."
}