{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/2/276/",
    "ayah_number": 276,
    "text": "ثم بين- سبحانه- سوء عاقبة المرابين، وحسن عاقبة المتصدقين فقال: يَمْحَقُ اللَّهُ الرِّبا وَيُرْبِي الصَّدَقاتِ والمحق: النقصان والإزالة للشيء حالا بعد حال، ومنه محاق القمر، أى انتقاصه في الرؤية شيئا فشيئا حتى لا يرى، فكأنه زال وذهب ولم يبق منه شيء.أى: أن المال الذي يدخله الربا يمحقه الله، ويذهب بركته، أما المال الذي يبذل منه صاحبه في سبيل الله فإنه- سبحانه- يباركه وينميه ويزيده لصاحبه.قال الإمام الرازي عند تفسيره لهذه الآية ما ملخصه: اعلم أنه لما كان الداعي إلى التعامل بالربا تحصيل المزيد من الخيرات، والصارف عن الصدقات الاحتراز عن نقصان المال، لما كان الأمر كذلك بين- سبحانه- أن الربا، وإن كان زيادة في الحال إلا أنه نقصان في الحقيقة، وأن الصدقة وإن كانت نقصانا في الصورة إلا أنها زيادة في المعنى، واللائق بالعاقل أن لا يلتفت إلى ما يقضى به الطبع والحس والدواعي والصوارف، بل يعول على ما أمر به الشرع.ثم قال: واعلم أن محق الربا وإرباء الصدقات يحتمل أن يكون في الدنيا وأن يكون في الآخرة. أما محق الربا في الدنيا فمن وجوه:أحدها: أن الغالب في المرابى وإن كثر ماله أن تؤول عاقبته إلى الفقر، وتزول البركة عنه، ففي الحديث: الربا وإن كثر فإلى قل.وثانيها: إن لم ينقص ماله فإن عاقبته الذم والنقص وسقوط العدالة وزوال الأمانة.وثالثها: إن الفقراء يلعنونه ويبغضونه بسبب أخذه لأموالهم ...ورابعها: أن الأطماع تتوجه إليه من كل ظالم وطماع بسبب اشتهاره أنه قد جمع ماله من الربا ويقولون: إن ذلك المال ليس له في الحقيقة فلا يترك في يده.وأما أن الربا مسبب للمحق في الآخرة فلوجوه منها أن الله- تعالى- لا يقبل منه صدقة ولا جهادا ولا صلة رحم- كما قال ابن عباس-، ومنها أن مال الدنيا لا يبقى عند الموت بل الباقي هو العقاب وذلك هو الخسران الأكبر.وأما إرباء الصدقات في الدنيا فمن وجوه: منها: أن من كان لله كان الله له، ومن أحسن إلى عباد الله أحسن الله إليه وزاده من فضله، ومنها أن يزداد كل يوم في ذكره الجميل وميل القلوب إليه، ومنها أن الفقراء يدعون له بالدعوات الصالحة وتنقطع عنه الأطماع.وأما إرباؤها في الآخرة فقد روى مسلّم عن أبى هريرة قال: قال رسول الله صلّى الله عليه وسلّم «إن الله- تعالى- يقبل الصدقات ويأخذها بيمينه فيربيها كما يربى أحدكم مهره، أو فلوه حتى إن اللقمة لتصير مثل أحد»  .ففي هذه الجملة الكريمة بشارة عظيمة للمتصدقين، وتهديد شديد للمرابين ثم ختم- سبحانه- الآية بقوله: وَاللَّهُ لا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ.وكَفَّارٍ فعيل بمعنى فاعل فهي صيغة مبالغة من آثم، والأثيم هو المكثر من ارتكاب الآثام المبطئ عن فعل الخيرات.أى: أن الله- تعالى- لا يرضى عن كل من كان شأنه الستر لنعمه والجحود لها، والتمادي في ارتكاب المنكرات، والابتعاد عن فعل الخيرات.وقد جمع- سبحانه- بين الوصفين للإشارة إلى أن إيمان المرابين ناقص إن لم يستحلوه وهم كفار إن استحلوه، وهم في الحالتين آثمون معاقبون، يعيدون عن محبة الله ورضاه. وسيعاقب- سبحانه- الناقصين في إيمانهم، والكافرين به بما يستحقون من عقوبات.فالجملة الكريمة تهديد شديد لمن استحلوا الربا، أو فعلوه مع عدم استحلالهم له."
}