{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/155/",
    "ayah_number": 155,
    "text": "قال الآلوسى: قوله- تعالى- وَاخْتارَ مُوسى قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقاتِنا تتمة لشرح أحوال بنى إسرائيل وقال البعض: إنه شروع في بيان كيفية استدعاء التوبة وكيفية وقوعها. واختار- من الاختيار بمعنى الانتخاب والاصطفاء- وهو يتعدى إلى اثنين ثانيهما مجرور بمن وقد حذفت هنا وأوصل الفعل والأصل من قومه، والمفعول الأول سبعين» .أى: اختار موسى سبعين رجلا من قومه للميقات الذي وقته الله له، ودعاهم للذهاب معه.وهؤلاء السبعون كانوا من خيرتهم أو كانوا خلاصتهم، لأن الجملة الكريمة جعلتهم بدلا من القوم جميعا في الاختيار، وكأن بنى إسرائيل على كثرتهم لا يوجد من بينهم فضلاء سوى هؤلاء السبعين.وتختلف روايات المفسرين في سبب هذا الميقات وزمانه، فمنهم من يرى أنه الميقات الكلامى الذي كلم الله فيه موسى تكليما فقد كان معه سبعون رجلا من شيوخ بنى إسرائيل ينتظرونه في مكان وضعهم فيه غير مكان المناجاة، فلما تمت مناجاة موسى لربه طلبوا منه أن يخاطبوا الله- تعالى- وأن يكلموه كما كلمه موسى، وأن يروه جهرة فأخذتهم الصاعقة، وكان ذلك قبل أن يخبر الله- تعالى- موسى أن قومه قد عبدوا العجل في غيبته.والذي نرجحه وعليه المحققون من المفسرين والسياق القرآنى يؤيده أن هذا الميقات الذي جاء في هذه الآية غير الميقات الأول، وأنه كان بعد عبادة بنى إسرائيل للعجل في غيبة موسى، فقد عرفنا أن الله قد أخبره بذلك عند ذهابه إليه لتلقى التوراة، فرجع موسى إليهم مسرعا ووبخهم على صنيعهم وأحرق العجل، وأمره الله- تعالى- بعد ذلك أن يأتيه مع جماعة من بنى إسرائيل ليتوبوا إليه من عبادة العجل فاختار موسى هؤلاء السبعين، وهناك روايات ترجح ذلك منها ما جاء عن محمد بن إسحاق قال: إن موسى- عليه السلام- لما رجع إلى قومه فرأى ما هم فيه من عيادة العجل، وقال لأخيه والسامري ما قال وحرق العجل وذراه في اليم، اختار من بنى إسرائيل سبعين رجلا الخير فالخير، وقال: انطلقوا إلى الله فتوبوا إليه مما صنعتم واسألوه التوبة على من تركتم وراءكم من قومكم، فصوموا وتطهروا وطهروا ثيابكم. فخرج بهم إلى طور سيناء لميقات وقته له ربه، وكان لا يأتيه إلا بإذن منه وعلم، فقال له السبعون- فيما ذكر لي- حين صنعوا ما أمرهم به وخرجوا معه للقاء ربه يا موسى: اطلب لنا نسمع كلام ربنا. فقال: أفعل. فلما دنا موسى من الجيل، وقع عليه عمود الغمام حتى تغشى الجبل كله، ودنا موسى فدخل فيه، وقال للقوم: ادنوا. وكان موسى إذا كلمه الله وقع على جبهة موسى نور ساطع، لا يستطيع أحد من بنى آدم أن ينظر إليه. ودنا القوم حتى إذا دخلوا في الغمام وقعوا سجودا فسمعوه وهو يكلم موسى، يأمره وينهاه، افعل ولا تفعل، فلما انكشف عن موسى الغمام أقبل إليهم فقالوا له: لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وهي الصاعقة التي يحصل منها الاضطراب الشديد فماتوا جميعا فقام موسى يناشد ربه ويدعوه ويرغب إليه ويقول: رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ قد سفهوا، أتهلك من ورائي من بنى إسرائيل» .وهكذا نرى أن هؤلاء السبعين المختارين من بنى إسرائيل قد طلبوا من نبيهم موسى-عليه السلام- ما لا يصح لهم أن يطلبوه فأخذتهم الرجفة بسبب ذلك، أو بسبب أنهم عند ما عبد بنو إسرائيل العجل في غيبة موسى لم ينهوهم عن المنكر ولم يأمروهم بالمعروف.وقوله: فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أى: فلما أخذت هؤلاء السبعين المختارين الرجفة قال موسى يا رب إننى أتمنى لو كانت سبقت مشيئتك أن تهلكهم من قبل خروجهم معى إلى هذا المكان وأن تهلكني معهم حتى لا أقع في حرج شديد مع بنى إسرائيل، لأنهم سيقولون لي: قد ذهبت بخيارنا لإهلاكهم.ويرى بعض المفسرين أن هذه الرجفة التي أخذتهم وصعقوا منها أدت إلى موتهم جميعا ثم أحياهم الله- تعالى- بعد ذلك، ويرى آخرون أنهم غشى عليهم ثم أفاقوا.وقد قال موسى هذا القول لاستجلاب العفو من ربه عن هذه الجريمة التي اقترفها قومه. بعد أن من عليهم- سبحانه- بالنعم السابقة الوافرة، وأنقذهم من فرعون وقومه. فكأنه يقول:يا رب لقد رحمتهم من ذنوب كثيرة ارتكبوها فيما سبق فارحمهم الآن كما رحمتهم من قبل جريا على مقتضى كرمك.ومفعول المشيئة محذوف، أى: لو شئت إهلاكهم لأهلكتهم.وقوله وَإِيَّايَ معطوف على الضمير في أَهْلَكْتَهُمْ، وقد قال موسى ذلك تسليما منه لأمر الله وقضائه وإن كان لم يسبق منه ما يوجب هلاكه، بل الذي سبق منه إنما هو الطاعة الكاملة لله رب العالمين.والاستفهام في قوله أَتُهْلِكُنا بِما فَعَلَ السُّفَهاءُ مِنَّا للاستعطاف الذي بمعنى النفي أى: ألجأ إليك يا مولانا ألا تهلكنا بذنب غيرنا فلئن كان هؤلاء السفهاء قد خرجوا عن طاعتك، وانتهكوا حرماتك. فنحن يا رب مطيعون لك وخاضعون لأمرك.قوله إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِها مَنْ تَشاءُ وَتَهْدِي مَنْ تَشاءُ استئناف مقرر لما قبله، وإِنْ نافية. والفتنة: الابتلاء والاختبار، والباء في بِها للسببية أى: ما الفتنة التي وقع فيها السفهاء إلا اختبارك وابتلاؤك وامتحانك لعبادك، فأنت الذي ابتليتهم واختبرتهم، فالأمر كله لك وبيدك. لا يكشفه إلا أنت. كما لم يمتحن به ويختبر إلا أنت. فنحن عائذون بك منك.ولاجئون منك إليك. ما شئت كان وما لم تشأ لم يكن.وقوله أَنْتَ وَلِيُّنا فَاغْفِرْ لَنا وَارْحَمْنا وَأَنْتَ خَيْرُ الْغافِرِينَ أى: أنت القائم بأمورنا كلها لا أحد غيرك، فاغفر لنا ما فرط منا، وارحمنا برحمتك التي وسعت كل شيء، وأنت خير الغافرين إذ كل غافر سواك إنما يغفر لغرض نفسانى، كحب الثناء، واجتلاب المنافع، أما أنت- با إلهنا- فمغفرتك لا لطلب عوض أو غرض وإثما هي لمحض الفضل والكرم."
}