{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/160/",
    "ayah_number": 160,
    "text": "قوله وَقَطَّعْناهُمُ اثْنَتَيْ عَشْرَةَ أَسْباطاً أُمَماً أى: فرقنا قوم موسى وصيرناهم اثنتي عشرة أمة تتميز كل أمة عن الأخرى.والأسباط في بنى إسرائيل كالقبائل في العرب. والسبط: ولد الولد فهو كالحفيد. وقد يطلق السبط على الولد.وكان بنو إسرائيل اثنتي عشرة قبيلة من اثنى عشر ولدا هم أولاد يعقوب- عليه السلام- قالوا: والظاهر أن قطعناهم متعد لواحد لأنه لم يضمن معنى ما يتعدى لاثنين، فعلى هذا يكون اثنتي عشرة حالا من مفعول قَطَّعْناهُمُ وهو ضمير الغائبين «هم» .ويرى الزمخشري وغيره أن «قطعناهم» بمعنى صيرناهم وأن اثْنَتَيْ عَشْرَةَ مفعول ثان، وتمييز اثنتي محذوف لفهم المعنى والتقدير وقطعناهم اثنتي عشرة فرقة.وأَسْباطاً بدل من ذلك التمييز، وأُمَماً بدل بعد بدل من اثنتي عشرة.والجملة الكريمة معطوفة على ما قبلها من أخبار بنى إسرائيل، لمشاركتها لها في كل ما يقصد به من العظات والعبر.وقوله: وَأَوْحَيْنا إِلى مُوسى إِذِ اسْتَسْقاهُ قَوْمُهُ أَنِ اضْرِبْ بِعَصاكَ الْحَجَرَ فَانْبَجَسَتْ مِنْهُ اثْنَتا عَشْرَةَ عَيْناً.الاستسقاء: طلب السقيا عند عدم الماء أو حبس المطر. وذلك عن طريق الدعاء لله- تعالى- في خشوع واستكانة، وقد سأل موسى- عليه السلام- ربه أن يسقى بنى إسرائيل الماء بعد أن استبد بهم العطش بعد ما كانوا في التيه.فعن ابن عباس أنه قال: كان ذلك في التيه ضرب لهم موسى الحجر فصار منه اثنتا عشرة عينا من ماء لكل سبط منهم عين يشربون منها»   .وقيل: كان الاستسقاء في البرية ولكن الآثار التي تدل على أنه كان في التيه أصح وأكثر.والمعنى: وأوحينا إلى موسى حين طلب منه قومه الماء أن اضرب بعصاك الحجر فضربه فخرج منه الماء من اثنتي عشرة عينا ليروا بأعينهم مظاهر قدرتنا، وليشاهدوا دليلا من الأدلة المتعددة التي تؤيد موسى في أنه صادق فيما يبلغه عن ربه- عز وجل.وقوله إِذِ اسْتَسْقاهُ قَوْمُهُ يفيد أن الذي سأل ربه السقيا هو موسى وحده، لتظهر كرامته لدى ربه عند قومه، وليشاهدوا بأعينهم كيف أن الله- تعالى- قد أكرمه حيث أجاب دعاءه ففجر لهم الماء من الحجر.وال في الْحَجَرَ لتعريف الجنس، أى: اضرب أى حجر شئت بدون تعيين، وقيل للعهد، ويكون المراد حجرا معينا معروفا لموسى- عليه السلام- بوحي من الله- تعالى- وقد أورد بعض المفسرين في ذلك آثارا حكم عليها المحققون من العلماء بالضعف، ولذا لم نعتد بها.والذي نرجحه أن «أل» هنا لتعريف الجنس، لأن انفجار الماء من أى حجر بعد ضربه أظهر في إقامة البرهان على صدق موسى- عليه السلام- وأدعى لإيمان بنى إسرائيل وانصياعهم للحق بعد وضوحه، وأبعد عن التشكيك في إكرام الله لنبيه موسى، إذ لو كان انفجار الماء من حجر معين لأمكن أن يقولوا إن انفجار الماء منه لمعنى خاص بهذا الحجر، وليس لكرامة موسى عند ربه- عز وجل-.والفاء في قوله فَانْبَجَسَتْ مِنْهُ اثْنَتا عَشْرَةَ عَيْناً معطوفة على محذوف والتقدير: فضرب فانبجست..قال بعضهم: والانبجاس والانفجار واحد. يقال بجست الماء أبجسه فانبجس، بمعنى فجرته فانفجر.وقيل: إن الانبجاس خروج الماء من مكان ضيق بقلة، والانفجار خروجه بكثرة.ولا تنافى بين قوله- تعالى- في سورة البقرة فَانْفَجَرَتْ وبين قوله هنا فَانْبَجَسَتْ لأنه انبجس أولا ثم انفجر ثانيا. وكذا العيون يظهر الماء منها قليلا ثم يكثر لدوام خروجه.وكانت العيون اثنتي عشرة عينا بحسب عدد أسباط بنى إسرائيل إتماما للنعمة عليهم حتى لا يقع بينهم تنازع أو تشاجر.وقوله قَدْ عَلِمَ كُلُّ أُناسٍ مَشْرَبَهُمْ إرشاد وتنبيه إلى حكمة الانقسام إلى اثنتي عشرة عينا.أى: قد عرف كل سبط من أسباط بنى إسرائيل مكان شربه فلا يتعداه إلى غيره، وفي ذلك ما فيه من استقرار أمورهم، واطمئنان نفوسهم، وعدم تعدى بعضهم على بعض.ثم ذكر- سبحانه- نعما أخرى مما أنعم به عليهم فقال: وَظَلَّلْنا عَلَيْهِمُ الْغَمامَ.الغمام: جمع غمامة وهي السحابة: وخصه بعض علماء اللغة بالسحاب الأبيض.أى: وسخرنا لبنى إسرائيل الغمام بحيث يلقى عليهم ظله ليقيهم من حر الشمس.وقوله وَأَنْزَلْنا عَلَيْهِمُ الْمَنَّ وَالسَّلْوى معطوف على ما قبله.والمن: اسم جنس لا واحد له من لفظه، وهو- على أرجح الأقوال- مادة صمغية تسقط من الشجر تشبه حلاوته حلاوة العسل.والسلوى: اسم جنس جمعى واحدته سلواة، وهو طائر برى لذيذ اللحم، سهل الصيد يسمى بالسمانى، كانت تسوقه لهم ريح الجنوب كل مساء فيمسكونه قبضا بدون تعب.وتظليلهم بالغمام وإنزال المن والسلوى عليهم كان في مدة تيههم بين مصر والشام المشار إليه بقوله- تعالى-: قالَ فَإِنَّها مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ.أين الطعام؟ فأنزل الله عليهم المن فكان ينزل على شجر الزنجبيل والسلوى وهو طائر يشبه السمانى فكان يأتى أحدهم فينظر إلى الطير فإن كان سمينا ذبحه وإلا أرسله، فإذا سمن أتاه، فقالوا: هذا الطعام فأين الشراب؟ فأمر الله موسى أن يضرب بعصاه الحجر فضربه فانفجرت منه اثنتا عشرة عينا فشرب كل سبط من عين. فقالوا: هذا الشراب فأين الظل! فظلل الله عليهم بالغمام فقالوا: هذا الظل فأين اللباس؟ فكانت ثيابهم تطول معهم كما تطول الصبيان ولا يتمزق لهم ثوب فذلك قوله- تعالى- وَظَلَّلْنا عَلَيْكُمُ الْغَمامَ وَأَنْزَلْنا عَلَيْكُمُ الْمَنَّ وَالسَّلْوى.وقوله كُلُوا مِنْ طَيِّباتِ ما رَزَقْناكُمْ أى: وقلنا لهم كلوا من طيبات ما رزقناكم، واشكروا ربكم على هذه النعم لكي يزيدكم منها.وقوله: وَما ظَلَمُونا وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ معطوف على محذوف أى: فعصوا أمر ربهم وكفروا بهذه لنعم الجليلة وما ظلمونا ولكن كانوا أنفسهم يظلمون.ويرى البعض أنه لا حاجة إلى هذا التقدير، وأن جملة وَما ظَلَمُونا معطوفة على ما قبلها لأنها مثلها في أنها من أحوال بنى إسرائيل.والتعبير عن ظلمهم لأنفسهم بكلمة «كانوا» والفعل المضارع «يظلمون» يدل على أن ظلمهم لأنفسهم كان يتكرر منهم، لأنك لا تقول في ذم إنسان «كان يسيء إلى الناس» إلا إذا كانت الإساءة تصدر منه المرة تلو الأخرى.قال ابن جرير عند تفسيره لهذه الجملة الكريمة ما ملخصه: «هذا من الذي استغنى بدلالة ظاهره على ما ترك منه وذلك أن معنى الكلام: كلوا من طيبات ما رزقناكم فخالفوا ما أمرناهم به، وعصوا ربهم، ثم رسولنا إليهم وما ظلمونا» فاكتفى بما ظهر عما ترك. وقوله:وَما ظَلَمُونا أى: ما ظلمونا بفعلهم ذلك ومعصيتهم، وما وضعوا فعلهم ذلك وعصيانهم إيانا موضع مضرة علينا ومنقصة لنا، ولكنهم وضعوه من أنفسهم موضع مضرة عليها ومنقصة لها. فان الله- تعالى- لا تضره معصية عاص، ولا يتحيف خزائنه ظلم ظالم ولا تنفعه طاعة مطيع، ولا يزيد في ملكه عدل عادل، لنفسه يظلم الظالم، وحظها يبخس العاصي، وإياها ينفع المطيع، وحظها يصيب العادل» ."
}