{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/22/",
    "ayah_number": 22,
    "text": "ثم حكى القرآن كيف نجح إبليس في خداع آدم وحواء فقال: فَدَلَّاهُما بِغُرُورٍ. أى:فأنزلهما عن رتبة الطاعة إلى رتبة المعصية، وأطمعهما في غير مطمع بسبب ما غرهما به من القسم.ودلاهما مأخوذ من التدلية، وأصله أن الرجل العطشان يدلى في البئر بدلوه ليشرب من مائها، فإذا ما أخرج الدلو لم يجد به ماء، فيكون مدليا فيها بغرور. والغرور إظهار النصح مع إضمار الغش، وأصله من غررت فلانا أى أصبت غرته وغفلته ونلت منه ما أريد.ثم بين القرآن الآثار التي ترتبت على هذه الخديعة من إبليس لهما فقال: فَلَمَّا ذاقَا الشَّجَرَةَ بَدَتْ لَهُما سَوْآتُهُما وَطَفِقا يَخْصِفانِ عَلَيْهِما مِنْ وَرَقِ الْجَنَّةِ.أى: فلما خالفا أمر الله- تعالى- بأن أكلا من الشجرة التي نهاهما الله عن الأكل منها، أخذتهما العقوبة وشؤم المعصية، فتساقط عنهما لباسهما، وظهرت لهما عوراتهما. وشرعا يلزقان من ورق الجنة ورقة فوق أخرى على عوراتهما لسترها.ويخصفان: مأخوذ من الخصف، وهو خرز طاقات النعل ونحوه بإلصاق بعضها ببعض، وفعله من باب ضرب.قال بعض العلماء: «ولعل المعنى- والله أعلم- أنهما لما ذاقا الشجرة وقد نهيا عن الأكل منها ظهر لهما أنهما قد زلا، وخلعا ثوب الطاعة، وبدت منهما سوأة المعصية، فاستحوذ عليهما الخوف والحياء من ربهما، فأخذا يفعلان ما يفعل الخائف الخجل عادة من الاستتار والاستخفاء حتى لا يرى، وذلك بخصف أوراق الجنة عليهما ليستترا بها، وما لهما إذ ذاك حيلة سوى ذلك. فلما سمعا النداء الرباني بتقريعهما ولومهما ألهما أن يتوبا إلى الله ويستغفرا من ذنبهما بكلمات من فيض الرحمة الإلهية، فتاب الله عليهما وهو التواب الرحيم، وقال لهما فقط أولهما ولذريتهما، أو لهما ولإبليس: اهبطوا من الجنة إلى الأرض، لينفذ ما أراد الله من استخلاف آدم وذريته في الأرض، وعمارة الدنيا بهم إلى الأجل المسمى. ومنازعة عدوهم لهم فيها، إِنَّ اللَّهَ بالِغُ أَمْرِهِ، قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً  .ثم بين القرآن ما قاله الله- تعالى- لهما بعد أن خالفا أمره. فقال: وَناداهُما رَبُّهُما بطريق العتاب والتوبيخ أَلَمْ أَنْهَكُما عَنْ تِلْكُمَا الشَّجَرَةِ. أى عن الأكل منها وَأَقُلْ لَكُما إِنَّ الشَّيْطانَ لَكُما عَدُوٌّ مُبِينٌ أى: ظاهر العداوة لا يفتر عن إيذائكما وإيقاع الشر بكما."
}