{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/175/",
    "ayah_number": 175,
    "text": "قال صاحب المنار: هذا مثل ضربه الله- تعالى للمكذبين بآيات الله المنزلة على رسوله محمد صلّى الله عليه وسلّم وهو مثل من آتاه الله آياته فكان عالما بها حافظا لقواعدها وأحكامها قادرا على بيانها والجدل بها، ولكنه لم يؤت العمل مع العلم، بل كان عمله مخالفا تمام المخالفة لعلمه فسلب هذه الآيات، لأن العلم الذي لا يعمل به لا يلبث أن يزول فأشبه الحية التي تنسلخ من جلدها وتخرج منه وتتركه على الأرض، أو كان في التباين بين علمه وعمله كالمنسلخ من العلم التارك له، كالثوب الخلق يلقيه صاحبه، والثعبان يتجرد من جلده حتى لا تبقى له به صلة على حد قول الشاعر:خلقوا، وما خلقوا لمكرمة ... فكأنهم خلقوا وما خلقوارزقوا، وما رزقوا سماح يد ... فكأنهم رزقوا وما رزقوافحاصل معنى المثل: أن المكذبين بآيات الله المنزلة على رسوله مع إيضاحها بالحجج والدلائل كالعالم الذي حرم ثمرة الانتفاع من علمه، لأن كلا منهما لم ينظر في الآيات نظر تأمل واعتبار وإخلاص».وقوله- تعالى- وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها أى: اقرأ على قومك يا محمد ليعتبروا ويتعظوا خبر ذلك الإنسان الذي آتيناه آياتنا بأن علمناه إياه، وفهمناه مراميها، فانسلخ من تلك الآيات انسلاخ الجلد من الشاة، أو الحية من جلدها.والمراد أنه خرج منه بالكلية بأن كفر بها، ونبذها وراء ظهره، ولم ينتفع بما اشتملت عليه من عظات وإرشادات.وحقيقة السلخ كشط الجلد وإزالته بالكلية عن المسلوخ عنه، ويقال لكل شيء فارق شيئا على أتم وجه انسلخ منه. وفي التعبير به ما لا يخفى من المبالغة وقوله: فَأَتْبَعَهُ الشَّيْطانُ فَكانَ مِنَ الْغاوِينَ أى: فلحقه الشيطان وأدركه فصار هذا الإنسان بسبب ذلك من زمرة الضالين الراسخين في الغواية، مع أنه قبل ذلك كان من المهتدين:وفي التعبير بقوله فَأَتْبَعَهُ الشَّيْطانُ مبالغة في ذم هذا الإنسان وتحقيره، جعل كأنه إمام للشيطان والشيطان يتبعه، فهو على حد قول الشاعر:وكان فتى من جند إبليس فارتقى ... به الحال حتى صار إبليس من جندهقال الجمل: أتبعه فيه وجهان:أحدهما: أنه متعد لواحد بمعنى أدركه ولحقه، وهو مبالغة في حقه حيث جعل إماما للشيطان.وثانيهما: أن يكون متعديا لاثنين لأنه منقول بالهمزة من تبع، والمفعول الثاني محذوف تقديره: فأتبعه الشيطان خطواته، أى جعله تابعا لها:"
}