{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/162/",
    "ayah_number": 162,
    "text": "لقد حكى القرآن ما كان منهم من جحود وبطر فقال: فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ.قال صاحب الكشاف: «أى وضعوا مكان حطة قولا غيرها، يعنى أنهم أمروا بقول معناه التوبة والاستغفار فخالفوه إلى قول ليس معناه معنى ما أمروا به، ولم يمتثلوا أمر الله، وليس الغرض أنهم أمروا بلفظ بعينه وهو لفظ الحطة فجاءوا بلفظ آخر، لأنهم لو جاءوا بلفظ آخر مستقل بمعنى ما أمروا به لم يؤخذوا به، كما لو قالوا مكان حطة نستغفرك ونتوب إليك، أو اللهم اعف هنا وما أشبه ذلك»  .وقال الإمام ابن كثير: «وحاصل ما ذكره المفسرون وما دل عليه السياق أنهم بدلوا أمر الله لهم من الخضوع بالقول والفعل. فقد أمروا أن يدخلوا الباب سجدا فدخلوا يزحفون على أستاههم رافعي رؤوسهم. وأمروا أن يقولوا حطة- أى احطط عنا ذنوبنا- فاستهزأوا وقالوا حنطة في شعيرة. وهذا في غاية ما يكون من المخالفة والمعاندة ولهذا أنزل الله بهم بأسه وعذابه بفسقهم وخروجهم عن طاعته» .وأخرج البخاري عن أبى هريرة عن النبي صلّى الله عليه وسلّم أنه قال: «قيل لبنى إسرائيل ادخلوا الباب سجدا وقولوا حطة فبدلوا ودخلوا يزحفون على أستاههم وقالوا. حبة في شعيرة» .والعبرة التي تؤخذ من هذه الجملة الكريمة أن من أمره الله- تعالى بقول أو فعل فتركه وأتى بآخر لم يأذن به الله دخل في زمرة الظالمين، وعرض نفسه لسوء المصير.وقوله- تعالى- فَأَرْسَلْنا عَلَيْهِمْ رِجْزاً مِنَ السَّماءِ بِما كانُوا يَظْلِمُونَ تصريح بأن ما أصابهم من عذاب كان نتيجة عصيانهم وتمردهم وجحودهم لنعم الله.والرجز: هو العذاب، سواء أكان بالأمراض المختلفة أو بغيرها.وفي النص على أن الرجز قد أتاهم من السماء إشعار بأنه عذاب لا يمكن دفعه، وأنه لم يكن له سبب أرضى من عدوى أو نحوها، بل رمتهم به الملائكة من جهة السماء فأصيب به الذين ظلموا دون غيرهم.هذا وقد وردت في سورة البقرة آيتان تشبهان في ألفاظهما هاتين الآيتين اللتين معنا هنا في سورة الأعراف، أما آيتا سورة البقرة فهما قوله- تعالى-:وَإِذْ قُلْنَا ادْخُلُوا هذِهِ الْقَرْيَةَ فَكُلُوا مِنْها حَيْثُ شِئْتُمْ رَغَداً وَادْخُلُوا الْبابَ سُجَّداً وَقُولُوا حِطَّةٌ، نَغْفِرْ لَكُمْ خَطاياكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ. فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنا عَلَى الَّذِينَ ظَلَمُوا رِجْزاً مِنَ السَّماءِ بِما كانُوا يَفْسُقُونَ.وقد عقد الإمام الرازي مقارنة بين أسلوب الآيتين في كل من السورتين فقال ما ملخصه:إن ألفاظ الآيتين في سورة الأعراف تخالف ألفاظ آيتي سورة البقرة من وجوه:الأول: أنه قال- سبحانه- في سورة البقرة: وَإِذْ قُلْنَا ادْخُلُوا هذِهِ الْقَرْيَةَ وهنا قال:وإذ قيل لهم اسكنوا هذه القرية.الثاني: أنه قال في سورة البقرة: فَكُلُوا بالفاء، وقال هنا وَكُلُوا بالواو.الثالث: أنه قال في سورة البقرة: رَغَداً وهذه الكلمة غير مذكورة هنا.الرابع: أنه قال في سورة البقرة: وَادْخُلُوا الْبابَ سُجَّداً وَقُولُوا حِطَّةٌ وقال هنا على التقديم والتأخير.الخامس: أنه قال في سورة البقرة: نَغْفِرْ لَكُمْ خَطاياكُمْ وقال هاهنا نَغْفِرْ لَكُمْ خَطِيئاتِكُمْ.السادس: أنه قال في سورة البقرة: وَسَنَزِيدُ الْمُحْسِنِينَ وهاهنا حذف حرف الواو.السابع: أنه قال في سورة البقرة: فَأَنْزَلْنا عَلَى الَّذِينَ ظَلَمُوا وقال هاهنا فَأَرْسَلْنا عَلَيْهِمْ.الثامن: أنه قال في سورة البقرة: بِما كانُوا يَفْسُقُونَ وقال هاهنا بِما كانُوا يَظْلِمُونَ.واعلم أن هذه الألفاظ متقاربة ولا منافاة بينها البتة، ويمكن ذكر فوائد هذه الألفاظ المختلفة من وجوه.الأول: وهو أنه قال في سورة البقرة ادْخُلُوا هذِهِ الْقَرْيَةَ وقال هاهنا اسكنوا، فالفرق أنه لا بد من دخول القرية أولا ثم سكناها ثانيا.الثاني: أنه هناك قال فَكُلُوا بالفاء وهنا بالواو. والفرق أن الدخول حالة مخصوصة، فإنه إنما يكون داخلا في أول دخوله، وأما ما بعد ذلك فيكون سكونا لا دخولا، إذا ثبت هذا فنقول: الدخول حالة منقضية زائلة وليس لها استمرار فلا جرم أن يحسن ذكر فاء التعقيب بعده، فلهذا قال: ادْخُلُوا هذِهِ الْقَرْيَةَ فَكُلُوا وأما السكون فحالة مستمرة باقية فيكون الأكل حاصلا معه لا عقيبه، فظهر الفرق.وأما الثالث: وأنه ذكر هناك رَغَداً ولم يذكره هنا، فالفرق أن الأكل عقيب دخول القرية يكون ألذ، لأن الحاجة إلى ذلك الأكل كانت أكمل وأتم، ولما كان الأمر كذلك ذكر كلمة «رغدا» وأما الأكل حال سكون القرية فالظاهر أنه لا يكون في محل الحاجة الشديدة ولم تكن اللذة فيه متكاملة. فلا جرم ترك قوله رَغَداً فيه.وأما الرابع: وهو قوله هناك وَادْخُلُوا الْبابَ سُجَّداً وَقُولُوا حِطَّةٌ وهنا على العكس،فالمراد التنبيه على أنه لا منافاة في ذلك، لأن المقصود هو تعظيم أمر الله وإظهار الخضوع والخشوع له، فلم يتفاوت الحال بحسب التقديم والتأخير.وأما الخامس: وهو أنه قال هناك خَطاياكُمْ وقال هنا خَطِيئاتِكُمْ فهو إشارة إلى أن هذه الذنوب سواء كانت قليلة أو كثيرة فهي مغفورة عند الإتيان بهذا التضرع والدعاء.وأما السادس: وهو قوله هناك وَسَنَزِيدُ الْمُحْسِنِينَ بالواو، وقال هنا سَنَزِيدُ بحذفها، فالفائدة في حذف الواو أنه تعالى وعد بشيئين: بالغفران وبالزيادة للمحسنين من الثواب وإسقاط الواو لا يخل بذلك لأنه استئناف مرتب على تقدير قول القائل ماذا بعد الغفران فقيل:إنه سيزيد المحسنين.وأما السابع: وهو الفرق بين أنزلنا وبين أرسلنا، فلأن الإنزال لا يشعر بالكثرة والإرسال يشعر بها. فكأنه- سبحانه- بدأ بإنزال العذاب القليل ثم جعله كثيرا.وأما الثامن: فهو الفرق بين قوله هناك يَفْسُقُونَ وقوله هنا يَظْلِمُونَ فذلك لأنهم موصوفون بكونهم ظالمين لأجل أنهم ظلموا أنفسهم، وبكونهم فاسقين لأجل أنهم خرجوا عن طاعة الله. فالفائدة في ذكر هذين الوصفين التنبيه على حصول هذين الأمرين منهم.ثم قال: فهذا ما خطر بالبال في ذكر فوائد هذه الألفاظ المختلفة، وتمام العلم بها عند الله- تعالى-» .وبذلك تكون الآيات الكريمة قد بينت أن بنى إسرائيل مكنوا من النعمة فنفروا منها، وفتحت لهم أبواب الخير فأبوا دخولها، فكانت عاقبتهم أن محقت النعم من بين أيديهم، وسلط الله عليهم عذابا شديدا من عنده بسبب ظلمهم وفسوقهم عن أمره.وفي ذلك إثارة لحسرة اليهود المعاصرين للعهد النبوي على ما ضاع من أسلافهم بسبب انتهاكهم لحرمات الله وتحذير لهم من سلوك طريق آبائهم حتى لا يصيبهم ما أصابهم من عذاب أليم.ثم تحدث القرآن بعد ذلك عن رذيلة أخرى من رذائل بنى إسرائيل الكثيرة، وهي تحايلهم على استحلال محارم الله بسبب جهلهم وجشعهم وضعف إرادتهم.وذلك أن الله- تعالى- أخذ عليهم عهدا بأن يتفرغوا لعبادته في يوم السبت، وحرم عليهم الاصطياد فيه دون سائر الأيام، واختبارا منه- سبحانه- لإيمانهم ووفائهم بعهودهم أرسل إليهم الحيتان في يوم السبت دون غيره، فكانت تتراءى لهم على الساحل في ذلك اليوم، قريبة المأخذ، سهلة الاصطياد.وهنا سال لعاب شهواتهم ومطامعهم وفكروا في حيلة لاصطياد هذه الحيتان في يوم السبت فقالوا: لا مانع من أن نحفر إلى جانب ذلك البحر الذي يزخر بالأسماك في يوم السبت أحواضا تناسب إليها المياه ومعها الأسماك، ثم نترك هذه الأسماك محبوسة في الأحواض في يوم السبت- لأنها لا تستطيع الرجوع إلى البحر لضآلة الماء الذي في الأحواض. ثم نصطادها بعد ذلك في غير يوم السبت، وبذلك نجمع بين احترام ما عهد إلينا في يوم السبت وبين ما تشتهيه أنفسنا من الحصول على تلك الأسماك.ولقد نصحهم الناصحون بأن عملهم هذا هو احتيال على محارم الله، وأن حبس الحيتان في الأحواض هو صيد لها في المعنى، وهو فسوق عن أمر الله ونقض لعهوده.ولكنهم لجهلهم واستيلاء المطامع على نفوسهم لم يعبئوا بنصح الناصحين بل نفذوا حيلتهم الشيطانية، فغضب الله عليهم ومسخهم قردة، وجعلهم عبرة لمن عاصرهم ولمن أتى بعدهم وموعظة للمتقين.واستمع إلى سورة الأعراف وهي تحكى لنا هذه القصة بأسلوبها البليغ فتقول:"
}