{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/127/",
    "ayah_number": 127,
    "text": "قوله- تعالى- وَقالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ: أَتَذَرُ مُوسى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ.أى: قال الزعماء والوجهاء من قوم فرعون له، بعد أن أصابتهم الهزيمة والخذلان في معركة الطغيان والإيمان، قالوا له على سبيل التهييج والإثارة: أتترك موسى وقومه أحرارا آمنين في أرضك، ليفسدوا فيها بإدخال الناس في دينهم، أو جعلهم تحت سلطانهم ورئاستهم.روى أنهم قالوا له ذلك بعد أن رأوا عددا كبيرا من الناس، قد دخل في الإيمان متبعا السحرة الذين قالوا آمَنَّا بِرَبِّ الْعالَمِينَ.وقوله وَيَذَرَكَ وَآلِهَتَكَ معناه: أتتركهم أنت يعبدون رب موسى وهارون، ويتركون عبادتك وعبادة آلهتك، فيظهر للناس عجزك وعجزها، فتكون الطامة الكبرى التي بها يفسد ملكك.قال السدى: إن فرعون كان قد صنع لقومه أصناما صغارا وأمرهم بعبادتها، وسمى نفسه الرب الأعلى.وقال الحسن إنه كان يعبد الكواكب ويعتقد أنها المربية للعالم السفلى كله، وهو رب النوع الإنساني.وقد قرئ وَيَذَرَكَ بالنصب والرفع أما النصب فعلى أنه معطوف على لِيُفْسِدُوا وأما الرفع فعلى أنه عطف على أَتَذَرُ أو على الاستئناف، أو على أنه حال بحذف المبتدأ أى: وهو يذرك.والمتأمل في هذا الكلام الذي حكاه القرآن عن الملأ من قوم فرعون، يراه يطفح بأشد ألوان التآمر والتحريض. فهم يخوفونه فقدان الهيبة والسلطان بتحطيم الأوهام التي يستخدمها السلطان، لذا نراه يرد عليهم بمنطق الطغاة المستكبرين فيقول: سَنُقَتِّلُ أَبْناءَهُمْ، وَنَسْتَحْيِي نِساءَهُمْ وَإِنَّا فَوْقَهُمْ قاهِرُونَ.أى: لا تخافوا ولا ترتاعوا أيها الملأ فإن قوم موسى أهون من ذلك، وسننزل بهم ما كنا نفعله معهم من قبل وهو تقتيل الأبناء، وترك النساء أحياء، وإنا فوقهم غالبون كما كنا ما تغير شيء من حالنا، فهم الضعفاء ونحن الأقوياء، وهم الأذلة ونحن الأعزة.فأنت ترى أن ما قاله الملأ من قوم فرعون هو منطق حاشية السوء في كل عهود الطغيان فهم يرون أن الدعوة إلى وحدانية الله إفساد في الأرض، لأنها ستأتى على بنيانهم من القواعد. ولأنها هي الدعوة إلى وحدانية الله التي ستحرر الناس من ظلمهم وجبروتهم، وتفتح العيون على النور الذي يخشاه أولئك الفاسقون.وترى أن ما قاله فرعون هو منطق الطغاة المستكبرين دائما. فهم يلجئون إلى قوتهم المادية ليحموا بها آثامهم، وشهواتهم، وسلطانهم القائم على الظلم، والبطش، والمنافع الشخصية."
}