{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/7/5/",
    "ayah_number": 5,
    "text": "ثم ساق لهم بعد ذلك على سبيل الإنذار والتخويف جانبا من العذاب الذي نزل بمن سبقوهم بسبب ظلمهم وعنادهم فقال- تعالى-:وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْناها فَجاءَها بَأْسُنا بَياتاً أَوْ هُمْ قائِلُونَ فَما كانَ دَعْواهُمْ إِذْ جاءَهُمْ بَأْسُنا إِلَّا أَنْ قالُوا إِنَّا كُنَّا ظالِمِينَ.كم هنا خبرية بمعنى كثر. وهي في محل رفع على الابتداء والجملة بعدها خبرها، ومِنْ قَرْيَةٍ تمييز.والقرية تطلق على مكان اجتماع الناس. وبأسنا: أى عذابنا وعقابنا. وبياتا: أى ليلا ومنه البيت لأنه يبات فيه. يقال: بات يبيت بيتا وبياتا. وقائلون من القائلة وهي القيلولة وهي نوم نصف النهار. وقيل: هي الاستراحة نصف النهار إذا اشتد الحر وإن لم يكن معها نوم.ودعواهم، أى: دعاؤهم واستغاثتهم بربهم أو قولهم.والمعنى: وكثيرا من القرى الظالمة أردنا إهلاكها، فنزل على بعضها عذابنا في وقت نوم أهلها بالليل كما حصل لقوم لوط، ونزل على بعضها في وقت استراحة أهلها بالنهار كما حصل لقوم شعيب، فما كان منهم عند ما باغتهم العذاب في وقت اطمئنانهم وراحتهم إلا أن اعترفوا بذنوبهم وقالوا على سبيل التحسر والندم وطمعا في الخلاص: إنا كنا ظالمين.فهاتان الآيتان الكريمتان توضحان بأجلى بيان أن هلاك الأمم سببه بغيها وفسادها وانحرافها عن الطريق المستقيم، وتلك سنة الله التي لا تختلف في أى زمان أو مكان. وأن الظالمين عند ما يفاجئون بالعقوبة يتحسرون ولا يستطيعون إنكار ما ارتكبوه من جرائم ومنكرات ولكن ذلك لن ينفعهم لأن ندمهم وتحسرهم قد فات وقته، وكان الأجدر بهم أن يتوبوا من ذنوبهم عند ما جاءتهم النذر، وقبل حلول العذاب.ولذا قال ابن كثير: قال ابن جرير: في هذه الآية الدلالة الواضحة في صحة ما جاءت به الرواية عن رسول الله صلى الله عليه وسلم من قوله: «ما هلك قوم حتى يعذروا عن أنفسهم» .وأَوْ في قوله: فَجاءَها بَأْسُنا بَياتاً أَوْ هُمْ قائِلُونَ للتنويع، أى أن بعضهم جاءهم عذابنا ليلا وبعضهم جاءهم نهارا عند استراحتهم. وإنما خص هذان الوقتان بنزول العذاب، لأنهما وقتا غفلة ودعة واستراحة، فيكون نزول العذاب فيهما أشد وأوجع.ومن العبر التي نأخذها من هاتين الآيتين أن العاقل هو الذي يحافظ على أداء الأوامر واجتناب النواهي، ولا يأمن صفو الليالى، ورخاء الأيام، بل يعيش حياته وصلته بربه مبنية على الخوف والرجاء فإنه فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخاسِرُونَ."
}