{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/57/3/",
    "ayah_number": 3,
    "text": "ثم ذكر- سبحانه- صفات أخرى من صفاته الجليلة فقال: هُوَ الْأَوَّلُ وَالْآخِرُ، وَالظَّاهِرُ وَالْباطِنُ، وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ.أى: هو- سبحانه- الأول والسابق على جميع الموجودات، إذ هو موجدها ومحدثها ابتداء. فهو موجود قبل كل شيء وجودا لا حد ولا وقت لبدايته.وَالْآخِرُ أى: الباقي بعد هلاك وفناء جميع الموجودات، كما قال- تعالى-:كُلُّ شَيْءٍ هالِكٌ إِلَّا وَجْهَهُ.وآثر لفظ الْآخِرُ على لفظ الباقي ليتم الطباق بين الوصفين المتقابلين ...وهو الظَّاهِرُ أى: الظاهر وجوده عن طريق مخلوقاته التي أوجدها بقدرته إذ من المعروف عند كل عاقل أن كل مخلوق لا بد له من خالق، وكل موجود لا بد له من موجد.فلفظ الظَّاهِرُ مشتق من الظهور الذي هو ضد الخفاء، والمراد به هنا ظهور الأدلة العقلية والنقلية على وجوده ووحدانيته وقدرته وعلمه.ويجوز أن يكون مشتقا من الظهور، بمعنى الغلبة والعلو على الغير، كما في قوله- تعالى-: إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ ...وعليه يكون المعنى: وهو الغالب العالي على كل شيء.وهو الْباطِنُ من البطون بمعنى الخفاء والاستتار، أى: وهو- سبحانه- المحتجب يكنه ذاته عن أن تدركه الأبصار، أو أن تحيط بحقيقة ذاته العقول، كما قال- تعالى-لا تُدْرِكُهُ الْأَبْصارُ، وَهُوَ يُدْرِكُ الْأَبْصارَ، وَهُوَ اللَّطِيفُ الْخَبِيرُ .ويصح أن يكون الْباطِنُ بمعنى العالم بما بطن وخفى من الأمور يقال: فلان أبطن بهذا الأمر من غيره، أى: أعلم بهذا الشيء من غيره.ثم ختم- سبحانه- الآية بقوله: وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ أى: وهو- سبحانه- عليم بكل ما في هذا الكون، لا تخفى عليه خافية من شئونه، كما قال- تعالى-: إِنَّ اللَّهَ لا يَخْفى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلا فِي السَّماءِ  .قال ابن كثير: وهذه الآية هي المشار إليها في حديث عرباض بن معاوية أنها أفضل من ألف آية.وقد اختلفت عبارات المفسرين في هذه الآية على نحو بضعة عشر قولا وقال البخاري:قال يحيى: الظاهر على كل شيء علما والباطن على كل شيء علما.وروى الإمام مسلم- في صحيحه-، والإمام أحمد- في مسنده- عن أبى هريرة أن رسول الله صلى الله عليه وسلم كان يدعو عند النوم فيقول: «اللهم رب السموات ورب العرش العظيم، ربنا ورب كل شيء، منزل التوراة والإنجيل والقرآن، فالق الحب والنوى، لا إله إلا أنت، أعوذ بك من شر كل شيء أنت آخذ بناصيته، أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء. اقض عنا الدين، وأغننا من الفقر..»  ."
}