{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/57/4/",
    "ayah_number": 4,
    "text": "ثم ساق- سبحانه- ألوانا أخرى من الأدلة التي تدل على وحدانيته وقدرته فقال:هُوَ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوى عَلَى الْعَرْشِ.والأيام: جمع يوم، واليوم في اللغة مطلق الوقت، أى: في ستة أوقات لا يعلم مقدارها إلا الله- تعالى-. وقيل: هذه الأيام من أيام الدنيا.والاستواء في اللغة: يطلق على الاستقرار، كما في قوله- تعالى- وَاسْتَوَتْ عَلَى الْجُودِيِّ أى استقرت سفينة نوح- عليه السلام- عند ذلك الجبل المسمى بذلك الاسم..كما يطلق بمعنى القصد، ومنه قولهم: استوى إلىّ يخاصمني، أى: قصد لي. كما يطلق بمعنى الاستيلاء والقهر، ومنه قول الشاعر: قد استوى بشر على العراق.وعرش الله، مما لا يعلمه البشر إلا بالاسم أما حقيقته وكيفيته فلا يعلمها إلا الله- تعالى-.وقد ذكر العرش في إحدى وعشرين آية من القرآن الكريم، كما ذكر الاستواء على العرش في سبع آيات.أى: هو- سبحانه- الذي خلق السموات والأرض في ستة أوقات، ثم استوى على العرش، استواء يليق به- تعالى-. بلا كيف، ولا تمثيل، ولا تشبيه، لاستحالة اتصافه- تعالى: بصفات المحدثين، ولوجوب تنزيهه عما لا يليق به لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.قال الإمام مالك- رحمه الله- الكيف غير معقول، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة.ثم بين- سبحانه- شمول علمه فقال: يَعْلَمُ ما يَلِجُ فِي الْأَرْضِ وَما يَخْرُجُ مِنْها، وَما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فِيها.وقوله: يَلِجُ من الولوج بمعنى الدخول، يقال: ولج فلان بيته، إذا دخله.وقوله: يَعْرُجُ من العروج وهو الذهاب في صعود، والسماء، جهة العلو مطلقا.أى أنه- سبحانه- يعلم ما يلج في الأرض، وما يدخل فيها من ماء نازل من السماء، ومن جواهر وكنوز قد طويت في باطنها، ومن بذور ومعادن في طياتها.ويعلم- أيضا- ما يَخْرُجُ مِنْها من نبات وحبوب وكنوز، وغير ذلك من أنواع الخيرات، ويعلم- كذلك- ما يَنْزِلُ مِنَ السَّماءِ من أمطار، وثلوج، وبرد، وصواعق، وبركات، من عنده- تعالى- لأهل الأرض.ويعلم- أيضا- ما يصعد فيها من الملائكة، ومن الأعمال الصالحة، كما قال- تعالى- إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ.وعدى العروج بحرف في، لتضمنه معنى الاستقرار، وهو في الأصل يعدى بحرف إلى، كما في قوله- تعالى-: تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كانَ مِقْدارُهُ خَمْسِينَ أَلْفَ سَنَةٍ.وقوله- سبحانه-: وَهُوَ مَعَكُمْ أَيْنَ ما كُنْتُمْ أى: وهو معكم بعلمه ولطفه ورحمته..أينما كنتم وحيثما وجدتم.قال الآلوسى: قوله- تعالى-: وهو معكم أينما كنتم تمثيل لإحاطة علمه- تعالى-بهم، وتصوير لعدم خروجهم عنه أينما كانوا، وقيل المعية مجاز مرسل عن العلم بعلاقة السببية والقرينة السياق واللحاق مع استحالة الحقيقة.وقد أول السلف هذه الآية بذلك، أخرج البيهقي في الأسماء والصفات عن ابن عباس أنه قال فيها: عالم بكم أينما كنتم.وأخرج- أيضا- عن سفيان الثوري انه سئل عنها فقال: علمه معكم.وفي البحر: أنه أجمعت الأمة على هذا التأويل فيها، وأنها لا تحمل على ظاهرها من المعية بالذات  .ثم ختم- سبحانه- الآية الكريمة بقوله: وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ أى: والله- تعالى- لا يخفى عليه شيء من أقوالكم أو أفعالكم.. بل هو مطلع عليكم اطلاعا تاما."
}