{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/57/23/",
    "ayah_number": 23,
    "text": "ثم بين- سبحانه- الحكم التي من أجلها فعل ذلك فقال: لِكَيْلا تَأْسَوْا عَلى ما فاتَكُمْ، وَلا تَفْرَحُوا بِما آتاكُمْ.فاللام في قوله: لِكَيْلا تَأْسَوْا.. متعلقة بمحذوف. وقوله: تَأْسَوْا من الأسى، وهو الحزن والضيق الشديد. يقال: أسى فلان على كذا- كفرح- فهو يأسى أسى، إذا حزن واغتم لما حدث، ومنه قوله- تعالى- حكاية عن شعيب- عليه السلام-: فَتَوَلَّى عَنْهُمْ وَقالَ يا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسالاتِ رَبِّي وَنَصَحْتُ لَكُمْ، فَكَيْفَ آسى عَلى قَوْمٍ كافِرِينَ .أى: فعلنا ما فعلنا من إثبات ما يصيبكم في كتاب من قبل خلقكم، وأخبرناكم بذلك، لكي لا تحزنوا على ما أصابكم من مصائب حزنا يؤدى بكم إلى الجزع، وإلى عدم الرضا بقضاء الله وقدره ولكي لا تفرحوا بما أعطاكم الله- تعالى- من نعم عظمى وكثيرة.. فرحا يؤدى بكم إلى الطغيان وإلى عدم استعمال نعم الله- تعالى- فيما خلقت له.. فإن من علم ذلك علما مصحوبا بالتدبر والاتعاظ ... هانت عليه المصائب، واطمأنت نفسه لما قضاه الله- تعالى- وكان عند الشدائد صبورا، وعند المسرات شكورا.ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الآية: يعنى: أنكم إذا علمتم أن كل شيء مقدر مكتوب عند الله، قلّ أساكم على الفائت، وفرحكم على الآتي، لأن من علم أن ما عنده مفقود لا محالة، لم يتفاقم جزعه عند فقده، لأنه وطن نفسه على ذلك، وكذلك من علم أن بعض الخير واصل إليه، وأن وصوله لا يفوته بحال، لم يعظم فرحه عند نيله.فإن قلت: فلا أحد يملك نفسه عند مضرة تنزل به، ولا عند منفعة ينالها، أن لا يحزن ولا يفرح؟قلت: المراد الحزن المخرج إلى ما يذهل صاحبه عن الصبر والتسليم لأمر الله- تعالى- ورجاء ثواب الصابرين، والفرح المطغى الملهى عن الشكر.فأما الحزن الذي لا يكاد الإنسان يخلو منه مع الاستسلام، والسرور بنعمة الله، والاعتداد بها مع الشكر، فلا بأس بهما .ثم ختم- سبحانه- الآية الكريمة بقوله: وَاللَّهُ لا يُحِبُّ كُلَّ مُخْتالٍ فَخُورٍ.أى: والله- تعالى- لا يحب أحدا من شأنه الاختيال بما آتاه- سبحانه- من نعم دون أن يشكره- تعالى- عليها، ومن شأنه- أيضا- التفاخر والتباهي على الناس بما عنده من أموال وأولاد.. وإنما يحب الله- تعالى- من كان من عباده متواضعا حليما شاكرا لخالقه- عز وجل-.فأنت ترى أن هاتين الآيتين قد سكبتا في قلب المؤمن، كل معاني الثقة والرضا بقضاء الله في كل الأحوال.وليس معنى ذلك عدم مباشرة الأسباب التي شرعها الله- تعالى- لأن ما سجله الله في كتابه علينا قبل أن يخلقنا، لا علم لنا به. وإنما علمه مرده إليه وحده- تعالى-.وهو- سبحانه- لا يحاسبنا على ما نجهله، وإنما يحاسبنا على ما أمرنا به، أو نهانا عنه عن طريق رسوله صلى الله عليه وسلم.وكما سجل- سبحانه- أحوالنا قبل أن يخلقنا، فقد شرع الأسباب وأمرنا بمباشرتها.وبين لنا في كثير من آياته، أن جزاءنا من خير أو شر على حسب أعمالنا.وعند ما قال بعض الصحابة للنبي صلى الله عليه وسلم: أفلا نتكل على ما قدره الله علينا؟أجابهم بقوله: «اعملوا فكل ميسر لما خلق له» ."
}