{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/94/5/",
    "ayah_number": 5,
    "text": "ثم أضاف- سبحانه- إلى هذه النعم الجليلة، ما يدخل السرور على قلبه صلى الله عليه وسلم وما يبعث الأمل في نفسه وفي نفوس أصحابه، بأن بين لهم سنة من سننه التي لا تتخلف فقال:فَإِنَّ مَعَ الْعُسْرِ يُسْراً إِنَّ مَعَ الْعُسْرِ يُسْراً.والفاء للإفصاح، ومع بمعنى بعد، وأل في العسر لاستغراق أنواع العسر المعروفة للمخاطبين. من فقر، وضعف، وقلة في الوسائل التي تؤدى إلى إدراك المطلوب. والجملة الثانية مؤكدة ومقررة للجملة الأولى. والتنكير في قوله يُسْراً للتفخيم.والمعنى: إذا تقرر عندك ما أخبرناك به، من شرح الصدر، ووضع الوزر. ورفع الذكر ...فاعلم أنه ما من عسر إلا ويعقبه يسر، وما من شدة إلا ويأتى بعدها الفرج، وما من غم أو هم، إلا وينكشف، وتحل محله المسرة ... وما دام الأمر كذلك، فتذرع أنت وأصحابك بالصبر، واعتصموا بالتوكل على الله، فإن العاقبة لكم.ففي هاتين الآيتين ما فيهما من تسلية للنبي صلى الله عليه وسلم ولأتباعه، ومن وعد صادق بأن كل صعب يلين، وكل شديد يهون، وكل عسير يتيسر. متى صبر الإنسان الصبر الجميل، وتسلح بالعزيمة القوية، وبالإيمان العميق بقضاء الله- تعالى- وقدره.وأكد- سبحانه- هاتين الآيتين، لأن هذه القضية قد تكون موضع شك، خصوصا بالنسبة لمن تكاثرت عليهم الهموم وألوان المتاعب، فأراد- سبحانه- أن يؤكد للناس في كل زمان ومكان، أن اليسر يعقب العسر لا محالة، والفرج يأتى بعد الضيق، فعلى المؤمن أن يقابل المصائب بصبر جميل، وبأمل كبير في تيسير الله وفرجه ونصره.وقال- سبحانه- مَعَ الْعُسْرِ يُسْراً ولم يقل بعد العسر يسرا، للإشعار بأن هذا اليسر، ليس بعد العسر بزمن طويل، وإنما هو سيأتى في أعقابه بدون مهلة طويلة، متى وطن الإنسان نفسه على الصبر والأمل في فرج الله- تعالى-.وقد ساق الإمام ابن كثير عند تفسيره لهاتين الآيتين بعض الآثار، منها ما رواه ابن أبى حاتم، عن عائد بن شريح قال: سمعت أنس بن مالك يقول: كان النبي صلى الله عليه وسلم جالسا وحياله جحر فقال: «لو جاء العسر فدخل هذا الجحر، لجاء اليسر حتى يدخل عليه فيخرجه» .وعن الحسن قال: كانوا يقولون: لا يغلب عسر واحد يسرين اثنين.وعن قتادة: ذكر لنا أن الرسول صلى الله عليه وسلم بشر أصحابه فقال: «لن يغلب عسر يسرين» . ومعنى هذا أن العسر معرّف في الحالين، فهو مفرد، واليسر منكّر فمتعدد، ولهذا قال: «لن يغلب عسر يسرين» فالعسر الأول عين الثاني، واليسر تعدد ....وقال صاحب الكشاف: فإن قلت: كيف تعلق قوله: فَإِنَّ مَعَ الْعُسْرِ يُسْراً بما قبله؟قلت: كان المشركون يعيرون رسول الله صلى الله عليه وسلم والمؤمنين بالفقر فذكّره الله- تعالى- بما أنعم به عليه من جلائل النعم ثم قال: فَإِنَّ مَعَ الْعُسْرِ يُسْراً، كأنه قال: خولناك ما خولناك فلا تيأس من فضل الله، فإن مع العسر الذي أنتم فيه يسرا.فإن قلت «إن مع» للصحبة، فما معنى اصطحاب اليسر للعسر؟ قلت: أراد أن الله يصيبهم بيسر بعد العسر الذي كانوا فيه بزمان قريب، فقرب اليسر المترقب حتى جعله كالمقارن للعسر، زيادة في التسلية، وتقوية القلوب.فإن قلت: فما المراد باليسرين؟ قلت: يجوز أن يراد بهما ما تيسر لهم من الفتوح في أيام النبي صلى الله عليه وسلم، وما تيسر لهم في أيام الخلفاء ... وأن يراد يسر الدنيا ويسر الآخرة.فإن قلت: فما معنى هذا التنكير؟ قلت التفخيم، كأنه قال: إن مع العسر يسرا عظيما وأى يسر ...."
}