{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/23/44/",
    "ayah_number": 44,
    "text": "ثم بين- سبحانه- على سبيل الإجمال، أن حكمته قد اقتضت أن يرسل رسلا آخرين، متتابعين في إرسالهم. كل واحد يأتى في أعقاب أخيه. ليخرجوا الناس من الظلمات إلى النور، فقال- تعالى-: ثُمَّ أَرْسَلْنا رُسُلَنا تَتْرا ...ولفظ تَتْرا مصدر كدعوى، وألفه للتأنيث وأصله: وترى فقلبت الواو تاء، وهو منصوب على الحال من رسلنا.أى: ثم أرسلنا بعد ذلك رسلنا متواترين متتابعين واحدا بعد الآخر، مع فترة ومهلة من الزمان بينهما.قال القرطبي: ومعنى «تترى» : تتواتر، ويتبع بعضهم بعضا ترغيبا وترهيبا..قال الأصمعى: واترت كتبي عليه، أتبعت بعضها بعضا إلا أن بين كل واحد منها وبين الآخر مهلة.. وقرأ ابن كثير وأبو عمرو تَتْرا بالتنوين على أنه مصدر أدخل فيه التنوين على فتح الراء، كقولك: حمدا وشكرا.. .ثم بين- سبحانه- موقف كل أمة من رسولها فقال: كُلَّ ما جاءَ أُمَّةً رَسُولُها كَذَّبُوهُ....أى: كلما جاء رسول كل أمة إليها ليبلغها رسالة الله- تعالى- وليدعوها إلى عبادته وحده- سبحانه- كذب أهل هذه الأمة هذا الرسول المرسل إليهم. وأعرضوا عنه وآذوه ...قال ابن كثير: «وقوله: كُلَّ ما جاءَ أُمَّةً رَسُولُها كَذَّبُوهُ يعنى جمهورهم وأكثرهم، كقوله- تعالى- يا حَسْرَةً عَلَى الْعِبادِ ما يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كانُوا بِهِ يَسْتَهْزِؤُنَ .وأضاف- سبحانه- الرسول إلى الأمة، للإشارة إلى أن كل رسول قد جاء إلى الأمة المرسل إليها. وفي التعبير بقوله: كُلَّ ما جاءَ ... إشعار بأنهم قابلوه بالتكذيب. بمجرد مجيئه إليهم، أى: إنهم بادروه بذلك بدون تريث أو تفكر.فماذا كانت عاقبتهم؟ كانت عاقبتهم كما بينها- سبحانه- في قوله: فَأَتْبَعْنا بَعْضَهُمْ بَعْضاً وَجَعَلْناهُمْ أَحادِيثَ فَبُعْداً لِقَوْمٍ لا يُؤْمِنُونَ.أى: فأتبعنا بعضهم بعضا في الهلاك والتدمير، وجعلناهم بسبب تكذيبهم لرسلهم أحاديث يتحدث الناس بها على سبيل التعجب والتلهي، ولم يبق بين الناس إلا أخبارهم السيئة.وذكرهم القبيح فَبُعْداً وهلاكا لقوم لا يؤمنون بالحق، ولا يستجيبون للهدى.قال صاحب الكشاف: «وقوله وَجَعَلْناهُمْ أَحادِيثَ أى: أخبارا يسمر بها، ويتعجب منها. والأحاديث تكون اسم جمع للحديث، ومنه أحاديث رسول الله صلّى الله عليه وسلّم وتكون جمعا للأحدوثة: التي هي مثل الأضحوكة والألعوبة والأعجوبة. وهي: مما يتحدث به الناس تلهيا وتعجبا، وهو المراد هنا» ."
}