{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/42/1/",
    "ayah_number": 1,
    "text": "مقدّمة1- سورة «الشورى» هي السورة الثانية والأربعون في ترتيب المصحف، وكان نزولها بعد نزول سورة «فصلت» . وعدد آياتها ثلاث وخمسون آية.وتسمى- أيضا- سورة حم عسق، لافتتاحها بذلك.والرأى الصحيح أن سورة الشورى من السور المكية الخالصة. وقيل هي مكية إلا أربع آيات منها تبدأ من قوله- تعالى-: قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى.ولكن هذا القيل لا يعتمد على دليل صحيح، بل الصحيح أن السورة كلها مكية.2- وتبدأ سورة الشورى ببيان أن الله- تعالى- قد أوحى إلى نبيه صلّى الله عليه وسلّم كما أوحى إلى غيره من الأنبياء، وببيان مظاهر قدرته- عز وجل-، وأنه- تعالى- قادر على أن يجعل الناس أمة واحدة.قال- تعالى-: وَلَوْ شاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً واحِدَةً، وَلكِنْ يُدْخِلُ مَنْ يَشاءُ فِي رَحْمَتِهِ، وَالظَّالِمُونَ ما لَهُمْ مِنْ وَلِيٍّ وَلا نَصِيرٍ.3- وبعد أن أنكر- سبحانه- على المشركين إشراكهم، وساق الأدلة على بطلان هذا الشرك، وأمر بالرجوع إلى حكم الله- تعالى- فيما اختلفوا فيه.بعد كل ذلك بين- سبحانه- أن الشريعة التي جاء بها الأنبياء واحدة في جوهرها، وأن تفرق الناس في عقائدهم، مرجعه إلى بغيهم وأهوائهم.قال- تعالى-: شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً، وَالَّذِي أَوْحَيْنا إِلَيْكَ، وَما وَصَّيْنا بِهِ إِبْراهِيمَ وَمُوسى وَعِيسى، أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ، كَبُرَ عَلَى الْمُشْرِكِينَ ما تَدْعُوهُمْ إِلَيْهِ، اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ.4- ثم انتقلت السورة الكريمة إلى الحديث عن مظاهر نعم الله- تعالى- على عباده،عن طريق ما أودع فيهم من عقول: وما أنزله لهم من شرائع، وما حباهم به من أرزاق ...ووبخت الكافرين على كفرهم مع كل هذه النعم التي أنعم بها عليهم، وبينت ما سيكونون عليه يوم القيامة من حسرة وندامة، وما سيكون عليه المؤمنون الصادقون من فرح وحبور.قال- تعالى-: تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ واقِعٌ بِهِمْ، وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ فِي رَوْضاتِ الْجَنَّاتِ لَهُمْ ما يَشاؤُنَ عِنْدَ رَبِّهِمْ، ذلِكَ هُوَ الْفَضْلُ الْكَبِيرُ. ذلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ، قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى، وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيها حُسْناً، إِنَّ اللَّهَ غَفُورٌ شَكُورٌ.5- ثم واصلت السورة حديثها عن مظاهر قدرة الله- تعالى- وعن ألوان نعمه على خلقه، فتحدثت عن فضله- تعالى- في قبوله لتوبة التائبين، وعفوه عن سيئاتهم، وإجابته لدعائهم وإنزاله الغيث عليهم من بعد قنوطهم ويأسهم، وخلقه السموات والأرض وما فيهما من أجل مصلحة الناس ومنفعتهم، ورعايته لهم وهم في سفنهم داخل البحر.قال- تعالى-: وَمِنْ آياتِهِ الْجَوارِ فِي الْبَحْرِ كَالْأَعْلامِ. إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَواكِدَ عَلى ظَهْرِهِ، إِنَّ فِي ذلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ. أَوْ يُوبِقْهُنَّ بِما كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ.6- ثم بين- سبحانه- صفات المؤمنين الصادقين، وأثنى عليهم ثناء عاطرا، يحمل العقلاء على الاقتداء بهم، وعلى التحلي بصفاتهم.قال- سبحانه-: وَالَّذِينَ يَجْتَنِبُونَ كَبائِرَ الْإِثْمِ وَالْفَواحِشَ، وَإِذا ما غَضِبُوا هُمْ يَغْفِرُونَ. وَالَّذِينَ اسْتَجابُوا لِرَبِّهِمْ، وَأَقامُوا الصَّلاةَ، وَأَمْرُهُمْ شُورى بَيْنَهُمْ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ. وَالَّذِينَ إِذا أَصابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ، وَجَزاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُها، فَمَنْ عَفا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لا يُحِبُّ الظَّالِمِينَ. وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولئِكَ ما عَلَيْهِمْ مِنْ سَبِيلٍ.7- وكعادة القرآن في المقارنة بين عاقبة الأشرار وعاقبة الأخيار، أتبع القرآن هذه الصفات الكريمة للمؤمنين، ببيان الأحوال السيئة التي سيكون عليها الظالمون يوم القيامة، ودعتهم إلى الدخول في الدين الحق من قبل فوات الأوان.قال- تعالى-: اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ اللَّهِ، ما لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَما لَكُمْ مِنْ نَكِيرٍ.8- ثم ختم- سبحانه- السورة الكريمة ببيان جانب من مظاهر فضله على رسوله صلّى الله عليه وسلّم فقال:وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ، وَلكِنْ جَعَلْناهُ نُوراً نَهْدِي بِهِ مَنْ نَشاءُ مِنْ عِبادِنا، وَإِنَّكَ لَتَهْدِي إِلى صِراطٍ مُسْتَقِيمٍ، صِراطِ اللَّهِ الَّذِي لَهُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ. أَلا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ.9- ومن هذا العرض الإجمالى لآيات سورة الشورى. نراها زاخرة بالحديث عن الأدلة على وحدانية الله- تعالى- وقدرته، وعلى صدق الرسول صلّى الله عليه وسلّم فيما يبلغه عن ربه، وعلى أن هذا القرآن من عند الله- تعالى-.كما نراها زاخرة- أيضا- بالحديث عن نعم الله على عباده، وعن حسن عاقبة المؤمنين، وسوء عاقبة المكذبين وعن مشاهد يوم القيامة وما فيه من أهوال. وعن شبهات المشركين والرد عليها بما يدحضها.وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة «الشورى» من السور التي افتتحت ببعض حروف التهجي، وقد سبق أن ذكرنا أن أقرب الأقوال إلى الصواب في المقصود بهذه الحروف، أنها وردت في افتتاح بعض السور على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن.فكأن الله- تعالى- يقول لأولئك المعارضين في أن القرآن من عند الله: هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون منه كلامكم، ومنظوما من حروف هي من جنس الحروف الهجائية التي تنظمون منها حروفكم، فإن كنتم في شك من أنه منزل من عند الله، فهاتوا مثله أو عشر سور من مثله، أو سورة من مثله.. فعجزوا وانقلبوا خاسرين، وثبت أن هذا القرآن من عند الله- تعالى-:وقد ذكر بعض المفسرين عند تفسيره لهذه السورة آثارا واهية، رأينا أن نذكر بعضها للتنبيه على سقوطها.قال الإمام ابن كثير ما ملخصه: وقد روى الإمام ابن جرير هاهنا أثرا غريبا عجيبا منكرا، فقال: جاء رجل إلى ابن عباس فقال له- وعنده حذيفة بن اليمان- أخبرنى عن تفسير قول الله- تعالى-: حم عسق. فأطرق ابن عباس ثم أعرض عنه.فقال حذيفة للرجل: أنا أنبئك بها، قد عرفت لم كرهها؟ نزلت في رجل من أهل بيته يقال له: «عبد الإله» أو عبد الله، ينزل على نهر من أنهار الشرق، تبنى عليه مدينتان، يشق النهر بينهما شقا. فإذا أذن الله في زوال ملكهم.. بعث الله على إحداهما نارا ليلا.. ثم يخسف الله- تعالى- بالأخرى فذلك قوله حم. عسق.يعنى: عزيمة من الله وفتنة وقضاء حمّ حم، وعين، يعنى عدلا منه، وسين: يعنى سيكون. وق، يعنى: واقع بهاتين المدينتين..  ."
}