{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/42/11/",
    "ayah_number": 11,
    "text": "فاطِرُ السَّماواتِ وَالْأَرْضِ أى هو خالقهما وموجدهما على غير مثال سابق، من فطر الشيء إذا ابتدعه واخترعه دون أن يسبق إلى ذلك.جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً وَمِنَ الْأَنْعامِ أَزْواجاً أى: جعل لكم- سبحانه- بقدرته من جنس أنفسكم أزواجا، أى: نساء تجمع بينكم وبينهن المودة والرحمة، كما قال- تعالى-: وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً لِتَسْكُنُوا إِلَيْها وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً.وقوله- سبحانه-: وَمِنَ الْأَنْعامِ أَزْواجاً معطوف على ما قبله. أى: كما خلق لكم من أنفسكم أزواجا، خلق- أيضا- للأنعام من جنسها إناثا، ليحصل التوالد والتناسل والتعمير لهذا الكون.وقوله- تعالى- يَذْرَؤُكُمْ فِيهِ بيان للحكمة من هذا الجعل والخلق للأزواج.والذرء: التكاثر والبث. يقال: ذرأ فلان الشيء، إذا بثه وكثره.والضمير المنصوب في قوله يَذْرَؤُكُمْ يعود إلى المخاطبين وإلى الأنعام، على سبيل التغليب للعقلاء على غيرهم.والضمير في قوله فِيهِ يعود إلى التزاوج بين الذكور والإناث المفهوم من قوله- تعالى-: جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً وَمِنَ الْأَنْعامِ أَزْواجاً.أى: يكثركم وينميكم بسبب هذا التزاوج الذي يحصل بين ذكوركم وإناثكم حيث يتناسل- أحيانا- بين الذكر الواحد والأنثى الواحدة، عدد كبير من الأولاد.وقال- سبحانه- يَذْرَؤُكُمْ فِيهِ ولم يقل يذرؤكم به أى: بسببه، للأشعار بأن هذا التزاوج قد صار مثل المنبع والأصل للبث والتكثير.قال- تعالى-: يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ وَخَلَقَ مِنْها زَوْجَها، وَبَثَّ مِنْهُما رِجالًا كَثِيراً وَنِساءً.قال بعض العلماء: فإن قيل: ما وجه إفراد الضمير المجرور في قوله يَذْرَؤُكُمْ فِيهِ مع أنه على ما ذكرتم، يعود إلى الذكور والإناث من الآدميين والأنعام؟.فالجواب: أن من أساليب اللغة العربية التي نزل بها القرآن، رجوع الضمير بصيغة الإفراد إلى المثنى أو الجمع باعتبار ما ذكر.ومنه قوله- تعالى-: قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصارَكُمْ وَخَتَمَ عَلى قُلُوبِكُمْ، مَنْ إِلهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ أى: يأتيكم بما ذكر من سمعكم وأبصاركم وقلوبكم .ثم نزه- سبحانه- ذاته عن الشبيه أو النظير.. فقال لَيْسَ كَمِثْلِهِ شَيْءٌ.أى: ليس مثله شيء- تعالى-: لا في ذاته ولا في صفاته ولا في أفعاله، فالكاف مزيدة في خبر لَيْسَ وشَيْءٌ اسمها. أى: ليس شيء مثله.أو أن الكاف أصلية. فيكون المعنى: ليس مثله- تعالى- أحد لا في الذات ولا في الصفات ولا في الأفعال.وذلك كقول العرب: مثلك لا يبخل، يعنون: أنت لا تبخل على سبيل الكناية، قصدا إلى المبالغة في نفى البخل عن المخاطب بنفيه عن مثله، فيثبت انتفاؤه عنه بدليله.والمقصود من الجملة الكريمة على كل تفسير: تنزيهه- تعالى- عن مشابهة خلقه في الذات أو الصفات أو الأفعال.قال صاحب الكشاف: قالوا: مثلك لا يبخل، فنفوا البخل عن مثله، وهم يريدون نفيه عن ذاته، قصدوا المبالغة في ذلك فسلكوا به طريق الكناية، لأنهم إذا نفوه عمن يسد مسده، وعمن هو على أخص أوصافه، فقد نفوه عنه.ونظيره قولك للعربي: العرب لا تخفر الذمم، كان أبلغ من قولك: أنت لا تخفر...وقوله- تعالى-: وَهُوَ السَّمِيعُ الْبَصِيرُ أى: وهو- سبحانه- السميع لكل أقوال خلقه، البصير بما يسرونه وما يعلنونه من أفعال."
}