{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/42/5/",
    "ayah_number": 5,
    "text": "ثم بين- سبحانه- بعض مظاهر علو شأنه وكمال عظمته وجلاله فقال: تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ.والفعل تَكادُ مضارع «كاد» الذي هو من أفعال المقاربة. وقوله يَتَفَطَّرْنَ أى: يتشققن. والضمير في قوله- تعالى-: مِنْ فَوْقِهِنَّ يعود إلى السموات، باعتبار أن كل سماء تنفطر فوق التي تليها.وهذا التفطر سببه الخشية من الله- تعالى-، والخوف من جلاله وعظمته فيكون المعنى:تكاد السموات يتشققن فيسقطن مع عظمهن مِنْ فَوْقِهِنَّ أى: من أعلاهن، خشية ورهبة من عظمته- عز وجل-، كما قال- تعالى- وَلِلَّهِ يَسْجُدُ ما فِي السَّماواتِ وَما فِي الْأَرْضِ مِنْ دابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ. يَخافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ ما يُؤْمَرُونَ ويصح أن يكون هذا التفطر سببه، شدة الفرية التي افتراها المشركون على الله- تعالى- حيث زعموا أن لله ولدا، كما قال سبحانه-: وَقالُوا اتَّخَذَ الرَّحْمنُ وَلَداً لَقَدْ جِئْتُمْ شَيْئاً إِدًّا. تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبالُ هَدًّا. أَنْ دَعَوْا لِلرَّحْمنِ وَلَداً. وَما يَنْبَغِي لِلرَّحْمنِ أَنْ يَتَّخِذَ وَلَداً.قال صاحب الكشاف: فإن قلت: لم قال: مِنْ فَوْقِهِنَّ؟ قلت: لأن أعظم الآيات وأدلها على الجلال والعظمة: فوق السموات، وهي: العرش، والكرسي، وصفوف الملائكة، المرتجة بالتسبيح والتقديس حول العرش، وما لا يعلم كنهه إلا الله- تعالى- من آثار ملكوته العظمى، فلذا قال: يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ أى: يبتدئ الانفطار من جهتهن الفوقانية.أو لأن كلمة الكفر جاءت من الذين تحت السموات. فكان القياس أن يقال: من تحتهن، من الجهة التي جاءت منها الكلمة، ولكنه بولغ في ذلك فجعلت مؤثرة في جهة الفوق. كأنه قيل:يكدن يتفطرن من الجهة التي فوقهن، على الجهة التي تحتهن .وقوله- تعالى-: وَالْمَلائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ مؤكد لما قبله من بيان علو شأنه- عز وجل-، وسمو عظمته وجلاله.أى: والملائكة ينزهون ربهم- تعالى- عن كل ما لا يليق بجلاله وكماله، خوفا منه- سبحانه-، ورهبة لذاته.وقوله: وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ معطوف على يُسَبِّحُونَ. والمراد بمن في الأرض: المؤمنون بصفة خاصة، لأنهم هم الذين يستحقون ذلك، كما قال- تعالى- في آية أخرى: الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ، وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا.أى: أن الملائكة ينزهون الله- تعالى- عما لا يليق به. ويطلبون للمؤمنين من أهل الأرض عفو الله- تعالى- ورحمته وغفرانه.وقوله: أَلا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ تذييل قصد به الثناء على الله- تعالى- بما هو أهله.أى: ألا إن الله- تعالى- وحده، هو الواسع المغفرة والرحمة لمن يشاء من عباده، لا يمنعه من ذلك مانع، ولا يحاسبه على ما يفعل محاسب."
}