{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/42/14/",
    "ayah_number": 14,
    "text": "ثم بين- سبحانه- الأسباب التي أدت إلى اختلاف المختلفين في أمر الدين، وإلى تفرقهم شيعا وأحزابا فقال. وَما تَفَرَّقُوا إِلَّا مِنْ بَعْدِ ما جاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ.والاستثناء مفرغ من أعم الأوقات والأحوال والضمير في قوله تَفَرَّقُوا يعود على كل الذين اختلفوا على أنبيائهم، وأعرضوا عن دعوتهم.وقوله بَغْياً مفعول لأجله، مبين السبب الحقيقي للتفرق والاختلاف.أى: وما تفرق المتفرقون في أمر الدين. وأعرضوا عما جاءتهم به رسلهم، في كل زمان ومكان، إلا من بعد أن علموا الحق، ووصل إليهم عن طريق أنبيائهم، ولم يحملهم على هذا التفرق والاختلاف إلا البغي الذي استولى على نفوسهم، والحسد لرسل الله- تعالى- على ما آتاهم الله من فضله.فقوله- تعالى-: إِلَّا مِنْ بَعْدِ ما جاءَهُمُ الْعِلْمُ زيادة في ذمهم، فإن الاختلاف بعد العلم، أدعى إلى الذم والتحقير، لأنه يدل على أن هذا الاختلاف لم يكن عن جهل، وإنما كان عن علم وإصرار على الباطل.وقوله- تعالى- بَغْياً بَيْنَهُمْ زيادة أخرى تحمل كل عاقل على احتقارهم ونبذهم، لأن هذه الجملة الكريمة تدل على أن اختلافهم لم يكن من أجل الوصول إلى الحق، وإنما كان الدافع إليه، البغي والحسد والعناد.أى: أن اختلافهم على أنبيائهم كان الدافع إليه الظلم وتجاوز الحد، والحرص على شهوات الدنيا ولذائذها، والخوف على ضياع شيء منها من بين أيديهم.ثم بين- سبحانه- بعض مظاهر فضله ورحمته بهذه الأمة فقال: وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ.والمراد بهذه الكلمة: ما وعد الله- تعالى-: نبيه صلّى الله عليه وسلّم من أنه لن يهلك أمته بعذاب يستأصل شأفتهم، كما أهلك قوم نوح وغيرهم، ومن أنه- تعالى- سيؤخر عذابهم إلى الوقت الذي يختاره ويشاؤه- سبحانه-.أى: ولولا كلمة سبقت من ربك- أيها الرسول الكريم-، بعدم إهلاكهم بعقوبة تستأصل شأفتهم، وبتأخير العذاب عنهم إلى أجل مسمى في علمه- تعالى- لقضى بينهم بقطع دابرهم بسبب هذا الاختلاف الذي أدى بهم إلى الإعراض عن دعوتك، وإلى عكوفهم على كفرهم.وَإِنَّ الَّذِينَ أُورِثُوا الْكِتابَ وهم أهل الكتاب المعاصرين لك من اليهود والنصارى مِنْ بَعْدِهِمْ أى: من بعد الذين سبقوهم في الاختلاف على أنبيائهم.لَفِي شَكٍّ مِنْهُ مُرِيبٍ أى: لفي شك من هذا القرآن. ومن كل ما جئتهم به من عند ربك، هذا الشك أوقعهم في الريبة وقلق النفس واضطرابها وتذبذبها، ولذلك لم يؤمنوا بما جئتهم به من عند ربك."
}