{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/42/7/",
    "ayah_number": 7,
    "text": "والكاف في قوله- تعالى-: وَكَذلِكَ أَوْحَيْنا إِلَيْكَ قُرْآناً عَرَبِيًّا.. في محل نصب على المصدرية، واسم الإشارة يعود إلى مصدر أَوْحَيْنا.أى: ومثل ذلك الإيحاء البديع الواضح، أوحينا إليك- أيها الرسول الكريم- قرآنا عربيا، لا لبس فيه ولا غموض.وقوله- سبحانه- لِتُنْذِرَ أُمَّ الْقُرى وَمَنْ حَوْلَها تعليل لهذا الإيحاء. والمراد بأم القرى: أهلها.وسميت مكة بأم القرى، لأنها مكان أول بيت وضع للناس، ولأنها قبلة أهل القرى كلها ومحجهم، ولأنها أعظم القرى شأنا وغيرها كالتبع لها، كما يتبع الفرع الأصل، أى: أوحينا إليك هذا القرآن لتنذر به أهل أم القرى، ولتنذر به- أيضا- من حولها من أهل القرى الأخرى.وخص أهل أم القرى ومن حولها بالذكر في الإنذار، لأنهم أقرب الناس إليه صلّى الله عليه وسلّم كما قال- تعالى- في آية أخرى وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ.وليس معنى هذا التخصيص أن رسالته صلّى الله عليه وسلّم كانت إليهم وحدهم، لأن هناك آيات أخرى كثيرة قد صرحت بأن رسالته صلّى الله عليه وسلّم كانت إلى الناس كافة، ومن هذه الآيات:وقوله- تعالى-: قُلْ يا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً وقوله- سبحانه-:وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ وقوله- عز وجل-: وَأُوحِيَ إِلَيَّ هذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ.فهذه الآيات وغيرها تنطق وتشهد بأن رسالته صلّى الله عليه وسلّم كانت للناس جميعا، بل للإنس وللجن، كما يشير إلى ذلك قوله- تعالى-: وَإِذْ صَرَفْنا إِلَيْكَ نَفَراً مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قالُوا أَنْصِتُوا، فَلَمَّا قُضِيَ وَلَّوْا إِلى قَوْمِهِمْ مُنْذِرِينَ.وجملة وَتُنْذِرَ يَوْمَ الْجَمْعِ لا رَيْبَ فِيهِ معطوفة على ما قبلها. والمراد بيوم الجمع: يوم القيامة، لأنه اليوم الذي يجتمع فيه الأولون والآخرون بين يدي الله- تعالى- للحساب والجزاء، والثواب والعقاب.أى: أوحينا إليك هذا القرآن لتنذر به أهل مكة ومن حولها، وتنذر الناس جميعا وتخوفهم من أهوال يوم القيامة، الذي يجتمع فيه الخلائق للحساب.وقوله: لا رَيْبَ فِيهِ كلام معترض لتقرير ما قبله وتأكيده، أو صلة ليوم الجمع.وقوله: فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ بيان للنتيجة التي ترتبت على هذا الإنذار.أى: بعد هذا الإنذار الذي أنذرته للناس- أيها الرسول الكريم- هناك فريق آمن بك وصدقك فكان مصيره إلى الجنة، وهناك فريق أعرض عنك وكذبك، فكان مصيره إلى النار."
}