{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/80/31/",
    "ayah_number": 31,
    "text": "وأنبتنا فيها- أيضا- بقدرتنا وفضلنا فاكِهَةً وَأَبًّا ... والفاكهة: اسم للثمار التي يتناولها الإنسان على سبيل التفكه والتلذذ، مثل الرطب والعنب والتفاح.والأب: اسم للكلأ الذي ترعاه الأنعام، مأخوذ من أبّ فلان الشيء، إذا قصده واتجه نحوه، لحاجته إليه ... والكلأ والعشب يتجه إليه الإنسان بدوابه للرعي.قال صاحب الكشاف: والأب: المرعى، لأنه يؤب، أى: يؤم وينتجع.... وعن أبى بكر الصديق- رضى الله عنه- أنه سئل عن الأب فقال: أى سماء تظلني، وأى أرض تقلني، إذا قلت في كتاب الله مالا علم لي به ...وعن عمر- رضى الله عنه- أنه قرأ هذه الآية فقال: كل هذا قد عرفنا، فما الأب؟ ثم رفع عصا كانت في يده وقال: هذا لعمر الله التكلف، وما عليك يا ابن أم عمر أن لا تدرى ما الأب؟ ثم قال: اتبعوا ما تبين لكم من هذا الكتاب، وما لا فدعوه.فإن قلت: فهذا يشبه النهى عن تتبع معاني القرآن والبحث عن مشكلاته؟ قلت: لم يذهب إلى ذلك، ولكن القوم كانت أكبر همتهم عاكفة على العمل، وكان التشاغل بشيء من العلم لا يعمل به تكلفا عندهم، فأراد أن الآية مسوقة في الامتنان على الإنسان بمطعمه، واستدعاء شكره، وقد علم من فحوى الآية، أن الأبّ بعض ما أنبته الله للإنسان متاعا له أو لأنعامه فعليك بما هو أهم، من النهوض بالشكر لله- تعالى- على ما تبين لك أو لم يشكل، مما عدد من نعمه، ولا تتشاغل عنه بطلب معنى الأب، ومعرفة النبات الخاص الذي هو اسم له، واكتف بالمعرفة الجملية، إلى أن يتبين لك في غير هذا الوقت ...  .وقال بعض العلماء: والذي يتبين لي في انتفاء علم الصديق والفاروق بمدلول لفظ الأب، وهما من خلص العرب لأحد سببين:إما لأن هذا اللفظ كان قد تنوسى من استعمالهم، فأحياه القرآن لرعاية الفاصلة، فإن الكلمة قد تشتهر في بعض القبائل أو في بعض الأزمان وتنسى في بعضها، مثل اسم السكين عند الأوس والخزرج. فقد قال أنس بن مالك: ما كنا نقول إلا المدية، حتى سمعت قول الرسول صلى الله عليه وسلم يذكر أن سليمان قال: «ائتوني بالسكين أقسم الطفل بينهما نصفين» .وإما لأن كلمة الأب تطلق على أشياء كثيرة، منها النبت الذي ترعاه الأنعام، ومنها التبن، ومنها يابس الفاكهة، فكان إمساك أبى بكر وعمر عن بيان معناه، لعدم الجزم بما أراد الله منه على التعيين، وهل الأب مما يرجع إلى قوله مَتاعاً لَكُمْ أو إلى قوله وَلِأَنْعامِكُمْ  ."
}