{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/38/24/",
    "ayah_number": 24,
    "text": "قد ذكر المفسرون هاهنا قصة أكثرها مأخوذ من الإسرائيليات ولم يثبت فيها عن المعصوم حديث يجب اتباعه ، ولكن روى ابن أبي حاتم هنا حديثا لا يصح سنده ; لأنه من رواية يزيد الرقاشي عن أنس ويزيد - وإن كان من الصالحين - لكنه ضعيف الحديث عند الأئمة . فالأولى أن يقتصر على مجرد تلاوة هذه القصة وأن يرد علمها إلى الله - عز وجل - فإن القرآن حق وما تضمن فهو حق أيضا .وقوله : ( [ إذ دخلوا على داود ] ففزع منهم ) إنما كان ذلك لأنه كان في محرابه ، وهو أشرف مكان في داره وكان قد أمر ألا يدخل عليه أحد ذلك اليوم فلم يشعر إلا بشخصين قد تسورا عليه المحراب أي : احتاطا به يسألانه عن شأنهما .وقوله : ( وعزني في الخطاب ) أي : غلبني يقال : عز يعز : إذا قهر وغلب .وقوله : ( وظن داود أنما فتناه ) قال علي بن أبي طلحة عن ابن عباس : أي اختبرناه .وقوله : ( وخر راكعا ) أي : ساجدا ) وأناب ) ويحتمل أنه ركع أولا ثم سجد بعد ذلك وقد ذكر أنه استمر ساجدا أربعين صباحا ، ( فغفرنا له ذلك ) أي : ما كان منه مما يقال فيه : إن حسنات الأبرار سيئات المقربين .وقد اختلف الأئمة رضي الله عنهم في سجدة \" ص \" هل هي من عزائم السجود ؟ على قولين الجديد من مذهب الشافعي رحمه الله أنها ليست من عزائم السجود بل هي سجدة شكر . والدليل على ذلك ما رواه الإمام أحمد حيث قال :حدثنا إسماعيل - وهو ابن علية - عن أيوب عن ابن عباس أنه قال في السجود في \" ص \" : ليست من عزائم السجود وقد رأيت رسول الله - صلى الله عليه وسلم - يسجد فيها .ورواه البخاري وأبو داود والترمذي والنسائي في تفسيره من حديث أيوب به وقال الترمذي : حسن صحيح .وقال النسائي أيضا عند تفسير هذه الآية : أخبرني إبراهيم بن الحسن - هو المقسمي - حدثنا حجاج بن محمد عن عمرو بن ذر عن أبيه عن سعيد بن جبير عن ابن عباس ، رضي الله عنهما أن النبي - صلى الله عليه وسلم - سجد في \" ص \" وقال : \" سجدها داود - عليه السلام - توبة ونسجدها شكرا \" .تفرد بروايته النسائي ورجال إسناده كلهم ثقات وقد أخبرني شيخنا الحافظ أبو الحجاج المزي قراءة عليه وأنا أسمع :أخبرنا أبو إسحاق المدرجي أخبرنا زاهر بن أبي طاهر الثقفي أخبرنا زاهر بن طاهر الشحامي ، أخبرنا أبو سعيد الكنجروذي أخبرنا الحاكم أبو أحمد محمد بن محمد الحافظ أخبرنا أبو العباس السراج حدثنا هارون بن عبد الله حدثنا محمد بن يزيد بن خنيس عن الحسن بن محمد بن عبيد الله بن أبي يزيد قال : قال لي ابن جريج : يا حسن حدثني جدك عبيد الله بن أبي يزيد عن ابن عباس قال : جاء رجل إلى النبي - صلى الله عليه وسلم - فقال : يا رسول الله إني رأيت فيما يرى النائم كأني أصلي خلف شجرة فقرأت السجدة فسجدت فسجدت الشجرة لسجودي فسمعتها تقول وهي ساجدة : اللهم اكتب لي بها عندك أجرا واجعلها لي عندك ذخرا وضع عني بها وزرا واقبلها مني كما قبلتها من عبدك داود .قال ابن عباس : فرأيت النبي - صلى الله عليه وسلم - قام فقرأ السجدة ثم سجد فسمعته يقول وهو ساجد كما حكى الرجل من كلام الشجرةرواه الترمذي عن قتيبة وابن ماجه عن أبي بكر بن خلاد كلاهما عن محمد بن يزيد بن خنيس نحوه وقال الترمذي : غريب لا نعرفه إلا من هذا الوجهوقال البخاري عند تفسيرها أيضا : حدثنا محمد بن عبد الله حدثنا محمد بن عبيد الطنافسي عن العوام قال : سألت مجاهدا عن سجدة \" ص \" فقال : سألت ابن عباس : من أين سجدت ؟ فقال : أوما تقرأ : ( ومن ذريته داود وسليمان ) [ الأنعام : 84 ] ( أولئك الذين هدى الله فبهداهم اقتده ) [ الأنعام : 90 ] فكان داود - عليه السلام - ممن أمر نبيكم - صلى الله عليه وسلم - أن يقتدي به فسجدها داود - عليه السلام - فسجدها رسول الله - صلى الله عليه وسلم -وقال الإمام أحمد : حدثنا عفان حدثنا يزيد بن زريع حدثنا حميد حدثنا بكر - هو ابن عبد الله المزني - أنه أخبره أن أبا سعيد الخدري رأى رؤيا أنه يكتب \" ص \" فلما بلغ إلى التي يسجد بها رأى الدواة والقلم وكل شيء بحضرته انقلب ساجدا قال : فقصها على النبي - صلى الله عليه وسلم - فلم يزل يسجد بها بعد . تفرد به [ الإمام ] أحمدوقال أبو داود : حدثنا أحمد بن صالح حدثنا ابن وهب أخبرني عمرو بن الحارث عن سعيد بن أبي هلال عن عياض بن عبد الله بن سعد بن أبي سرح عن أبي سعيد الخدري رضي الله عنه قال : قرأ رسول الله - صلى الله عليه وسلم - وهو على المنبر \" ص \" فلما بلغ السجدة نزل فسجد وسجد الناس معه ، فلما كان يوم آخر قرأها فلما بلغ السجدة تشزن الناس للسجود ، فقال : \" إنما هي توبة نبي ولكني رأيتكم تشزنتم \" . فنزل وسجد وسجدوا . تفرد به أبو داود وإسناده على شرط الصحيح ."
}