{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/38/32/",
    "ayah_number": 32,
    "text": "وقوله : ( فقال إني أحببت حب الخير عن ذكر ربي حتى توارت بالحجاب ) ذكر غير واحد من السلف والمفسرين أنه اشتغل بعرضها حتى فات وقت صلاة العصر والذي يقطع به أنه لم يتركها عمدا بل نسيانا كما شغل النبي - صلى الله عليه وسلم - يوم الخندق عن صلاة العصر حتى صلاها بعد الغروب وذلك ثابت في الصحيحين من غير وجه ، من ذلك عن جابر قال : جاء عمر ، رضي الله عنه يوم الخندق بعد ما غربت الشمس فجعل يسب كفار قريش ، ويقول : يا رسول الله ، والله ما كدت أصلي العصر حتى كادت الشمس تغرب . فقال رسول الله - صلى الله عليه وسلم - : \" والله ما صليتها \" فقال : فقمنا إلى بطحان فتوضأ للصلاة وتوضأنا لها فصلى العصر بعد ما غربت الشمس ثم صلى بعدها المغربويحتمل أنه كان سائغا في ملتهم تأخير الصلاة لعذر الغزو والقتال . والخيل تراد للقتال . وقد ادعى طائفة من العلماء أن هذا كان مشروعا فنسخ ذلك بصلاة الخوف ومنهم من ذهب إلى ذلك في حال المسايفة والمضايقة ، حيث لا يمكن صلاة ولا ركوع ولا سجود كما فعل الصحابة رضي الله عنهم في فتح تستر ، وهو منقول عن مكحول والأوزاعي وغيرهما والأول أقرب ; لأنه قال بعدها : ( ردوها علي فطفق مسحا بالسوق والأعناق )قال الحسن البصري . قال : لا والله لا تشغليني عن عبادة ربي آخر ما عليك . ثم أمر بها فعقرت . وكذا قال قتادة .وقال السدي : ضرب أعناقها وعراقيبها بالسيوف .وقال علي بن أبي طلحة عن ابن عباس : جعل يمسح أعراف الخيل ، وعراقيبها حبالها . وهذا القول اختاره ابن جرير قال : لأنه لم يكن ليعذب حيوانا بالعرقبة ويهلك مالا من ماله بلا سبب سوى أنه اشتغل عن صلاته بالنظر إليها ولا ذنب لها . وهذا الذي رجح به ابن جرير فيه نظر ; لأنه قد يكون في شرعهم جواز مثل هذا ولا سيما إذا كان غضبا لله - عز وجل - بسبب أنه اشتغل بها حتى خرج وقت الصلاة ; ولهذا لما خرج عنها لله تعالى عوضه الله تعالى ما هو خير منها وهي الريح التي تجري بأمره رخاء حيث أصاب غدوها شهر ورواحها شهر فهذا أسرع وخير من الخيلوقال الإمام أحمد : حدثنا إسماعيل حدثنا سليمان بن المغيرة عن حميد بن هلال عن أبي قتادة وأبي الدهماء - وكانا يكثران السفر نحو البيت - قالا أتينا على رجل من أهل البادية ، فقال البدوي : أخذ بيدي رسول الله - صلى الله عليه وسلم - فجعل يعلمني مما علمه الله تعالى وقال : \" إنك لا تدع شيئا اتقاء الله - عز وجل - إلا أعطاك الله خيرا منه \""
}