{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/57/16/",
    "ayah_number": 16,
    "text": "والاستفهام في قوله- تعالى-: أَلَمْ يَأْنِ للتقرير، و «يأن» فعل مضارع، يقال:أنى الشيء- كرمى- أنيا وأناء- بالفتح- وإنى- بالكسر- إذا حان أناه، أى: وقته، فهو فعل معتل حذفت منه الياء لسبقه بلم الجازمة، ومنه قوله- تعالى- يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلى طَعامٍ غَيْرَ ناظِرِينَ إِناهُ أى غير ناظرين حلول وقته.والخطاب في الآية يحتمل أن يكون من باب العتاب لطائفة من المؤمنين، أصابهم بعض الفتور أو التكاسل، فيما أمروا به من الاجتهاد في طاعة الله- تعالى- بعد أن فتح الله- تعالى- لهم أقطار الأرض ورزقهم بالكثير من لين العيش، وخيرات الدنيا.ويؤيد هذا ما أخرجه ابن المبارك، وعبد الرازق، وابن المنذر عن الأعمش قال: لما قدم أصحاب رسول الله صلى الله عليه وسلم المدينة، فأصابوا من لين العيش ما أصابوا. بعد أن كان لهم من الجهد- وشظف العيش فكأنهم فتروا عن بعض ما كانوا عليه، فعوتبوا على ذلك فنزلت هذه الآية.ويحتمل أن يكون الخطاب في الآية لجميع المؤمنين، على سبيل الحض على المداومة على طاعة الله- تعالى-، والتحذير من التقصير.قال الآلوسى ما ملخصه: قوله- تعالى-: أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ.استئناف لعتاب المؤمنين على الفتور والتكاسل فيما ندبوا إليه، والمعاتب- على ما قاله الزجاج- طائفة منهم، وإلا فإن من المؤمنين من لم يزل خاشعا منذ أن أسلم إلى أن لقى ربه  .والخشوع: التذلل والخضوع، واللام في قوله لِذِكْرِ اللَّهِ للتعليل، والمراد بذكر الله- تعالى-: ما يشمل كل قول أو فعل يؤدى إلى الخوف من الله- تعالى- بحيث يظهر أثر ذلك على الجوارح.وقيل: المراد به: القرآن الكريم، فيكون قوله- تعالى- بعد ذلك وَما نَزَلَ مِنَ الْحَقِّ من باب عطف الشيء على نفسه، لاختلاف اللفظين، كما في قوله- تعالى-:سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى. الَّذِي خَلَقَ فَسَوَّى. وَالَّذِي قَدَّرَ فَهَدى.والمعنى: لقد آن الأوان أن تخشع قلوب المؤمنين لذكر الله- تعالى- وأن تلين قلوبهم لما أنزله- سبحانه- على نبيه صلى الله عليه وسلم من قرآن، تقشعر منه جلود الذين يخافون ربهم، وترق له مشاعرهم ونفوسهم.وبعد هذا التحريض للمؤمنين على المسارعة في طاعة الله- تعالى- وخشيته والإكثار من ذكره: نهاهم- سبحانه- عن التشبه بأهل الكتاب، الذين طال عليهم الأمد في الانغماس في شهوات الدنيا فقست قلوبهم فقال- تعالى- وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلُ فَطالَ عَلَيْهِمُ الْأَمَدُ، فَقَسَتْ قُلُوبُهُمْ، وَكَثِيرٌ مِنْهُمْ فاسِقُونَ.والمراد بالذين أوتوا الكتاب: اليهود والنصارى، وبالكتاب: التوراة والإنجيل.والجملة الكريمة معطوفة على قوله- تعالى-: تَخْشَعَ والأمد: الغاية من زمان أو مكان. والمراد به هنا: الزمان الطويل.أى: لقد آن الأوان أن تخشع قلوب الذين آمنوا لذكر الله وما نزل من الحق، وآن الأوان- أيضا- أن لا يكونوا كالذين أوتوا الكتاب من قبلهم، حيث طال عليهم الوقت وهم منغمسون في الشهوات والملذات، فقست قلوبهم، وصارت لا تتأثر لا بالترغيب ولا بالترهيب، ولا تفرق بين الحرام والحلال. وأصبح كثير منهم خارجين عن الصراط المستقيم.فأنت ترى الآية الكريمة قد حضت المؤمنين على الركون إلى ذكر الله- تعالى- بشدة ومداومة.. ونهتهم عن التشبه بأهل الكتاب في عدم الخشوع وفي قسوة القلوب، بسبب استيلاء المطامع والشهوات على قلوبهم.قال صاحب الكشاف ما ملخصه: قوله- تعالى-: أَلَمْ يَأْنِ من أنى الأمر إذا جاء أناه أى: وقته.. والآية نهى للمؤمنين عن مماثلة أهل الكتاب في قسوة القلوب، وذلك ان بنى إسرائيل، كان الحق يحول بينهم وبين شهواتهم، وإذا سمعوا التوراة والإنجيل خشعوا ورقت قلوبهم، فلما طال عليهم الزمان، غلبهم الجفاء والقسوة، واختلفوا وأحدثوا ما أحدثوا من التحريف وغيره.فإن قلت: ما معنى لذكر الله وما نزل من الحق؟ قلت: يجوز أن يراد بالذكر وبما نزل من الحق القرآن، لأنه جامع للأمرين: الذكر والموعظة وأنه حق نازل من السماء.وأن يراد خشوعها إذا ذكر الله. وإذا تلى القرآن، كقوله- تعالى-: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ. وَإِذا تُلِيَتْ عَلَيْهِمْ آياتُهُ زادَتْهُمْ إِيماناً   .والآية الكريمة تشير إلى أن الإهمال لذكر الله، والاسترسال في الشهوات كل ذلك يؤدى إلى فسوة القلوب، وإلى الفسوق عن أمر الله- تعالى-.ولذا وجدنا كثيرا من الآيات القرآنية، والأحاديث النبوية، تحض على الإكثار من ذكر الله- تعالى- قال- سبحانه-: وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِراتِ، أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً.وفي الحديث الشريف: يقول صلى الله عليه وسلم: «لا يقعد قوم يذكرون الله- تعالى- إلا حفتهم الملائكة، وغشيتهم الرحمة، ونزلت عليهم السكينة، وذكرهم فيمن عنده» .ولقد كان سماع الآية الكريمة، بتدبر وتفكر وخشوع، على رأس الأسباب التي أدت إلى توبة بعض العصاة توبة صادقة نصوحا.فهذا هو الفضل بن عياض يذهب ليلا لارتكاب ما نهى الله عنه، فيسمع قارئا يقرأ هذه الآية، فيرتجف ويعود أدراجه وهو يقول: بلى والله قد آن أوان الخشوع لذكر الله.. اللهم إنى تبت إليك، وجعلت توبتي إليك جوار بيتك الحرام ."
}