{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/57/11/",
    "ayah_number": 11,
    "text": "ثم ختم- سبحانه- هذه الآيات الكريمة، بتحريض أشد وأقوى على الإنفاق في وجوه الخير، فقال- تعالى-: مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً، فَيُضاعِفَهُ لَهُ، وَلَهُ أَجْرٌ كَرِيمٌ.قال القرطبي: القرض: اسم لكل ما يلتمس عليه الجزاء، وأقرض فلان فلانا، أى:أعطاه ما يتجازاه واستقرضت من فلان أى: طلبت منه القرض فأقرضنى، واقترضت منه أى: أخذت منه القرض. وأصل الكلمة: القطع. ومنه المقراض، وأقرضته، أى: قطعت له من مالي قطعة يجازى عليها.ثم قال: والتعبير بالقرض في هذه الآية، إنما هو تأنيس وتقريب للناس بما يفهمونه، والله هو الغنى الحميد، لكنه- تعالى- شبه عطاء المؤمن في الدنيا بما يرجو به ثوابه في الآخرة بالقرض، كما شبه إعطاء النفوس والأموال في أخذ الجنة بالبيع والشراء»  .والقرض الحسن: هو الإنفاق من المال الحلال، مع صدق النية، دون رياء أو سمعة. أو منّ أو أذى مع تحرى أوسط الأموال.والاستفهام: للحض على البذل والعطاء، والتحريض على التحلي بمكارم الأخلاق.ومَنْ اسم استفهام مبتدأ، وذَا اسم إشارة خبره، والَّذِي وصلته صفة لاسم الإشارة، أو بدل منه.والمعنى: من هذا المؤمن القوى الإيمان، الذي يقدم ماله في الجهاد من أجل إعلاء كلمة الله، وفي غير ذلك من وجوه الخير كمعاونة المحتاجين، وسد حاجة البائسين ... فَيُضاعِفَهُ لَهُ أى: فيعطيه- سبحانه- أجره على إنفاقه أضعافا مضاعفة.وَلَهُ أَجْرٌ كَرِيمٌ، أى: ولهذا المنفق- فضلا عن كل ذلك- أجر كريم عند خالقه، لا يعلم مقداره إلا هو- تعالى-.فأنت ترى أن هذه الآية الكريمة، قد اشتملت على ألوان من الحض على الإنفاق في وجوه الخير.ومن ذلك التعبير بالاستفهام في ذاته، لأنه للتنبيه وبعث النفوس إلى التدبر والاستجابة.ومن ذلك- أيضا- التعبير بقوله: مَنْ ذَا الَّذِي.. إذ لا يستفهم بتلك الطريقة إلا إذا كان المقام ذا شأن وخطر، وكأن المخاطب لعظم شأنه، من شأنه أن يشار إليه، وأن يجمع له بين اسم الإشارة وبين الاسم الموصول.ومن ذلك تسميته ما يبذله الباذل قرضا، ولمن هذا القرض؟ إنه لله الذي له خزائن السموات والأرض.فكأنه- تعالى- يقول: أقرضونى مما أعطيتكم، وسأضاعف لكم هذا القرض أضعافا مضاعفة، يوم القيامة يَوْمَ تَجِدُ كُلُّ نَفْسٍ ما عَمِلَتْ مِنْ خَيْرٍ مُحْضَراً.ومن ذلك إخفاء مرات المضاعفة، وضم الأجر الكريم إليها.ومن ذلك التعبير عن الإنفاق بالقرض، إذ القرض معناه: إخراج المال. وانتظار ما يقابله من بدل.والخلاصة أن هذه الآية وما قبلها، فيها ما فيها من الدعوة إلى الإنفاق في وجوه الخير، وإلى الجهاد في سبيل الله.ثم بين- سبحانه- ما أعده للمؤمنين الصادقين من ثواب، وساق جانبا مما يدور بينهم وبين المنافقين من محاورات.. فقال- تعالى-:"
}