{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/112/1/",
    "ayah_number": 1,
    "text": "تفسير سورة الإخلاصمقدمة وتمهيد1- سورة «الإخلاص» من السور ذات الأسماء المتعددة، وقد ذكر لها الجمل في حاشيته عشرين اسما، منها أنها تسمى سورة التفريد، والتجريد، والتوحيد، والنجاة، والولاية، والمعرفة، والصمد، والأساس، والمانعة، والبراءة ... .2- وقد ورد في فضلها أحاديث متعددة، منها ما أخرجه البخاري عن أبى سعيد الخدري، أن رجلا سمع رجلا يقرأ هذه السورة، ويرددها، فلما أصبح ذكر ذلك للنبي صلى الله عليه وسلم فقال:«والذي نفسي بيده إنها لتعدل ثلث القرآن» .قال بعض العلماء ومعنى هذا الحديث: أن القرآن أنزل على ثلاثة أقسام: ثلث منها الأحكام، وثلث منها وعد ووعيد، وثلث منها الأسماء والصفات، وهذه السورة جمعت الأسماء والصفات.3- وقد ذكروا في سبب نزولها روايات منها: أن المشركين قالوا: يا محمد، انسب لنا ربك، فأنزل الله- تعالى- هذه السورة الكريمة ...  .وجمهور العلماء على أنها السورة الثانية والعشرون في ترتيب النزول. ويرى بعضهم أنها مدنية، والأول أرجح، لأنها جمعت أصل التوحيد، وهذا المعنى غالب في السور المكية.وعدد آياتها خمس آيات في المصحف الحجازي والشامي، وأربع آيات في الكوفي والبصري.وقد افتتحت بفعل الأمر «قل» لإظهار العناية بما بعد هذا الأمر من توجيهات حكيمة، ولتلقينه صلى الله عليه وسلم الرد على المشركين الذين سألوه أن ينسب لهم ربه.وهُوَ ضمير الشأن مبتدأ، والجملة التي بعده خبر عنه.والأحد: هو الواحد في ذاته وفي صفاته وفي أفعاله، وفي كل شأن من شئونه، فهو منزه عن التركيب من جواهر متعددة، أو من مادة معينة، كما أنه- عز وجل- منزه عن الجسمية والتحيز، ومشابهة غيره.وفي الإتيان بضمير الشأن هنا: إشارة إلى فخامة مضمون الجملة، مع ما في ذلك من زيادة التحقيق والتقرير، لأن الضمير يشير إلى شيء مبهم تترقبه النفس، فإذا جاء الكلام من بعده زال الإبهام، وتمكن الكلام من النفس فضل تمكن.وجيء بالخبر نكرة وهو لفظ «أحد» لأن المقصود الإخبار عن الله- تعالى- بأنه واحد، ولو قيل: الله الأحد، لأفاد أنه لا واحد سواه، وليس هذا المعنى مقصودا هنا، وإنما المقصود إثبات أنه واحد في ذاته وصفاته وأفعاله ... ونفى ما زعمه المشركون وغيرهم، من أنه- تعالى- مركب من أصول مادية أو غير مادية، أو من أنه له شريك في ملكه."
}