{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/35/11/",
    "ayah_number": 11,
    "text": "ثم ساق- سبحانه- بعد ذلك دليلا آخر على صحة البعث والنشور، وعلى كمال قدرته- تعالى- فقال: وَاللَّهُ خَلَقَكُمْ مِنْ تُرابٍ أى: خلقكم ابتداء في ضمن خلق أبيكم آدم من تراب ثُمَّ مِنْ نُطْفَةٍ وأصلها الماء الصافي أو الماء القليل الذي يبقى في الدلو أو القربة، وجمعها: نطف ونطاف. يقال: نطفت القربة إذا قطرت.والمراد بها هنا: المنى الذي هو مادة التلقيح من الرجل للمرأة.ثُمَّ جَعَلَكُمْ أَزْواجاً أى: أصنافا ذكرانا وإناثا، كما قال- تعالى-: أَوْ يُزَوِّجُهُمْ ذُكْراناً وَإِناثاً. أو المراد: ثم جعلكم تتزاوجون، فالرجل يتزوج المرأة، والمرأة تتزوج الرجل. وَما تَحْمِلُ مِنْ أُنْثى وَلا تَضَعُ إِلَّا بِعِلْمِهِ أى: لا يحصل من الأنثى حمل، كما لا يحصل منها وضع لما في بطنها، إلا والله- تعالى- عالم به علما تاما لأنه- سبحانه- لا يخفى عليه شيء.وَما يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتابٍ والمراد بالعمر الشخص الذي يطيل الله- تعالى- عمره.والضمير في قوله مِنْ عُمُرِهِ يعود إلى شخص آخر، فيكون المعنى: ما يمد- سبحانه- في عمر أحد من الناس، ولا ينقص من عمر أحد آخر، إلا وكل ذلك كائن وثابت في كتاب عنده- تعالى- وهذا الكتاب هو اللوح المحفوظ، أو صحائف أعمال العباد أو علم الله الأزلى.ومنهم من يرى أن الضمير في قوله مِنْ عُمُرِهِ يعود إلى الشخص ذاته وهو المعمر فيكون المعنى: وما يمد الله- تعالى- في عمر إنسان، ولا ينقص من عمره بمضى أيام حياته، إلا وكل ذلك ثابت في علمه- سبحانه-.قال بعض العلماء: وقد أطال بعضهم الكلام في ذلك ومحصله: أنه اختلف في معنى مُعَمَّرٍ فقيل: هو المزاد عمره بدليل ما يقابله من قوله ولا ينقص، وقيل: المراد بقوله مُعَمَّرٍ من يجعل له عمر. وهل هو شخص واحد أو شخصان؟فعلى رأى من قال بأن المعمر، هو من يجعل له عمر يكون شخصا واحدا بمعنى انه يكتب عمره مائة سنة- مثلا-، ثم يكتب تحته مضى يوم، مضى يومان، وهكذا فكتابة الأصل هي التعمير.. والكتابة بعد ذلك هو النقص كما قيل:حياتك أنفاس تعدّ فكلما ... مضى نفس منها انتقصت به جزءاوالضمير حينئذ راجع إلى المذكور. والمعمر على هذا هو الذي جعل الله- تعالى- له عمرا طال هذا العمر أو قصر.وعلى رأى من قال بأن المعمر هو من يزاد في عمره، يكون من ينقص في عمره غير الذي يزاد في عمره فهما شخصان. والضمير في «عمره» على هذا الرأى يعود إلى شخص آخر، إذ لا يكون المزيد في عمره منقوصا من عمره..».وقد رجح ابن جرير- رحمه الله- الرأى الأول وهو أن الضمير في قوله مِنْ عُمُرِهِ يعود إلى شخص آخر- فقال: وأولى التأويلين في ذلك عندي بالصواب، التأويل الأول، وذلك أن ذلك هو أظهر معنييه، وأشبههما بظاهر التنزيل.واسم الإشارة في قوله إِنَّ ذلِكَ عَلَى اللَّهِ يَسِيرٌ يعود إلى الخلق من تراب وما بعده.أى: إن ذلك الذي ذكرناه لكم من خلقكم من تراب، ثم من نطفة.. يسيروهين على الله- تعالى- لأنه- سبحانه- لا يعجزه شيء على الإطلاق."
}