{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/35/8/",
    "ayah_number": 8,
    "text": "ثم بين- سبحانه- الفرق الشاسع بين المؤمن والكافر، والمطيع، والعاصي، فقال:أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً ...والاستفهام للإنكار. و «من» موصولة في موضع رفع على الابتداء. والجملة بعدها صلتها، والخبر محذوف لدلالة الكلام عليه، وزُيِّنَ من التزيين بمعنى التحسين. وقوله سُوءُ عَمَلِهِ أى: عمله السيئ، فهو من إضافة الصفة إلى الموصوف.والمعنى: أفمن زين له الشيطان عمله السيئ، فرآه حسنا، كمن ليس كذلك؟ كلا إنهما لا يستويان في عرف أى عاقل، فإن الشخص الذي ارتكب الأفعال القبيحة التي زينها له الشيطان، أو نفسه الأمارة بالسوء، أو هواه.. مصيره إلى الشقاء والتعاسة.أما الشخص الذي خالف الشيطان، والنفس الأمارة بالسوء، والهوى المردى.. فمصيره إلى السعادة والفلاح.وقد صرح- سبحانه- بالأمرين في آيات منها قوله- تعالى- أَفَمَنْ كانَ عَلى بَيِّنَةٍ مِنْ رَبِّهِ، كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْواءَهُمْ؟وجملة فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ تعليل لسببية التزيين لرؤية القبيح حسنا..أى: هؤلاء الذين يعملون الأعمال السيئة، وهم يحسبون أنهم يحسنون صنعا، لا قدرة لك على هدايتهم- أيها الرسول الكريم- فإن الله- تعالى- وحده، هو الذي يضل من يشاء إضلاله، ويهدى من يشاء هدايته.والفاء في قوله- تعالى-: فَلا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَراتٍ للتفريع. والحسرات جمعه حسرة، وهي أشد ما يعترى الإنسان من ندم على أمر قد مضى وانتهى والجار والمجرور «عليهم» متعلق بقوله «حسرات» .أى: إذا كان الأمر كما أخبرناك- أيها الرسول الكريم- فامض في طريقك وبلغ رسالة ربك، ومن شاء فليؤمن ومن شاء فليكفر، ولا تهلك نفسك هما وغما وحزنا من أجل هؤلاء الذين أعرضوا عن الحق، واعتنقوا الباطل، وظنوا أنهم بذلك يحسنون صنعا..ثم ختم- سبحانه- الآية الكريمة بما يزيد في تسلية الرسول صلّى الله عليه وسلّم فقال- تعالى-:إِنَّ اللَّهَ عَلِيمٌ بِما يَصْنَعُونَ.أى: إن الله- تعالى- لا يخفى عليه شيء مما يفعله هؤلاء الجاهلون من أفعال قبيحة، وسيجازيهم يوم القيامة بما يستحقونه من عقاب.وشبيه بهذه الآية قوله- تعالى-: لَعَلَّكَ باخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ  .وقوله- سبحانه-: فَلَعَلَّكَ باخِعٌ نَفْسَكَ عَلى آثارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهذَا الْحَدِيثِ أَسَفاً.وبعد هذه التسلية من الله- تعالى- لرسوله صلّى الله عليه وسلّم وبعد هذا التحذير من وسوسة الشيطان ومن خداعه، وبعد هذا البيان لسوء عاقبة الكافرين، وحسن عاقبة المؤمنين، بعد كل ذلك.. ساقت السورة الكريمة ألوانا من نعم الله- تعالى- على عباده، ومن رحمته بهم، نرى ذلك في الرياح وفي السحب، وفي البحار والأنهار، وفي الليل نهار، وفي الشمس القمر.. وفي غير ذلك من النعم الظاهرة والباطنة في هذا الكون.قال- تعالى-:"
}