{
    "tafseer_id": 4,
    "tafseer_name": "تفسير ابن كثير",
    "ayah_url": "/quran/12/109/",
    "ayah_number": 109,
    "text": "يخبر تعالى أنه إنما أرسل رسله من الرجال لا من النساء . وهذا قول جمهور العلماء ، كما دل عليه سياق هذه الآية الكريمة : أن الله تعالى لم يوح إلى امرأة من بنات بني آدم وحي تشريع .وزعم بعضهم : أن سارة امرأة الخليل ، وأم موسى ، ومريم أم عيسى نبيات ، واحتجوا بأن الملائكة بشرت سارة بإسحاق ، ومن وراء إسحاق يعقوب ، وبقوله : ( وأوحينا إلى أم موسى أن أرضعيه ) الآية . [ القصص : 7 ] وبأن الملك جاء إلى مريم فبشرها بعيسى - عليه السلام - وبقوله تعالى : ( وإذ قالت الملائكة يا مريم إن الله اصطفاك وطهرك واصطفاك على نساء العالمين يا مريم اقنتي لربك واسجدي واركعي مع الراكعين ) [ آل عمران : 42 ، 43 ] .وهذا القدر حاصل لهن ، ولكن لا يلزم من هذا أن يكن نبيات بذلك ، فإن أراد القائل بنبوتهن هذا القدر من التشريف ، فهذا لا شك فيه ، ويبقى الكلام معه في أن هذا : هل يكفي في الانتظام في سلك النبوة بمجرده أم لا ؟ الذي عليه [ أئمة ] أهل السنة والجماعة ، وهو الذي نقله الشيخ أبو الحسن علي بن إسماعيل الأشعري عنهم : أنه ليس في النساء نبية ، وإنما فيهن صديقات ، كما قال تعالى مخبرا عن أشرفهن مريم بنت عمران حيث قال : ( ما المسيح ابن مريم إلا رسول قد خلت من قبله الرسل وأمه صديقة كانا يأكلان الطعام ) [ المائدة : 75 ] فوصفها في أشرف مقاماتها بالصديقية ، فلو كانت نبية لذكر ذلك في مقام التشريف والإعظام ، فهي صديقة بنص القرآن .وقال الضحاك ، عن ابن عباس في قوله : ( وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل القرى ) أي : ليسوا من أهل السماء كما قلتم . وهذا القول من ابن عباس يعتضد بقوله تعالى : ( وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق ) الآية [ الفرقان : 20 ] وقوله تعالى : ( وما جعلناهم جسدا لا يأكلون الطعام وما كانوا خالدين ثم صدقناهم الوعد فأنجيناهم ومن نشاء وأهلكنا المسرفين ) [ الأنبياء : 8 ، 9 ] وقوله تعالى : ( قل ما كنت بدعا من الرسل ) الآية [ الأحقاف : 9 ] .وقوله : ( من أهل القرى ) المراد بالقرى : المدن ، لا أنهم من أهل البوادي ، الذين هم أجفى الناس طباعا وأخلاقا . وهذا هو المعهود المعروف أن أهل المدن أرق طباعا ، وألطف من أهل سوادهم ، وأهل الريف والسواد أقرب حالا من الذين يسكنون في البوادي; ولهذا قال تعالى : ( الأعراب أشد كفرا ونفاقا وأجدر ألا يعلموا حدود ما أنزل الله على رسوله ) [ التوبة : 97 ] .وقال قتادة في قوله : ( من أهل القرى ) لأنهم أعلم وأحلم من أهل العمود .وفي الحديث الآخر : أن رجلا من الأعراب أهدى لرسول الله - صلى الله عليه وسلم - ناقة ، فلم يزل يعطيه ويزيده حتى رضي ، فقال رسول الله ، صلى الله عليه وسلم : \" لقد هممت ألا أتهب هبة إلا من قرشي ، أو أنصاري ، أو ثقفي ، أو دوسي \" .وقال الإمام أحمد : حدثنا حجاج ، حدثنا شعبة ، عن الأعمش ، عن يحيى بن وثاب ، عن شيخ من أصحاب رسول الله - صلى الله عليه وسلم - قال الأعمش : هو [ ابن ] عمر ، عن النبي - صلى الله عليه وسلم - أنه قال : \" المؤمن الذي يخالط الناس ويصبر على أذاهم ، خير من الذي لا يخالطهم ولا يصبر على أذاهم \" .وقوله : ( أفلم يسيروا في الأرض ) [ يعني : هؤلاء المكذبين لك يا محمد في الأرض ] ( فينظروا كيف كان عاقبة الذين من قبلهم ) أي : من الأمم المكذبة للرسل ، كيف دمر الله عليهم ، وللكافرين أمثالها ، كقوله : ( أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها أو آذان يسمعون بها فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور ) [ الحج : 46 ] ، فإذا استمعوا خبر ذلك ، رأوا أن الله قد أهلك الكافرين ونجى المؤمنين ، وهذه كانت سنته تعالى في خلقه; ولهذا قال تعالى : ( ولدار الآخرة خير للذين اتقوا ) أي : وكما أنجينا المؤمنين في الدنيا ، كذلك كتبنا لهم النجاة في الدار الآخرة أيضا ، وهي خير لهم من الدنيا بكثير ، كما قال تعالى : ( إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد يوم لا ينفع الظالمين معذرتهم ولهم اللعنة ولهم سوء الدار ) [ غافر : 50 ، 51 ] .وأضاف الدار إلى الآخرة فقال : ( ولدار الآخرة ) كما يقال : \" صلاة الأولى \" و \" مسجد الجامع \" و \" عام الأول \" و \" بارحة الأولى \" و \" يوم الخميس \" . قال الشاعر :أتمدح فقعسا وتذم عبسا ألا لله أمك من هجين     ولو أقوت عليك ديار عبسعرفت الذل عرفان اليقين"
}