{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/27/15/",
    "ayah_number": 15,
    "text": "وقوله- سبحانه-: وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً كلام مستأنف مسوق لتقرير قوله- تعالى-: وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ إذ القرآن الكريم هو الذي قص الله- تعالى- فيه أخبار السابقين، بالصدق والحق.وداود هو ابن يسى، من سبط يهوذا من بنى إسرائيل، وكانت ولادته في بيت لحم سنة 1085 ق. م- تقريبا-، وهو الذي قتل جالوت، كما قال- تعالى-: فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ داوُدُ جالُوتَ وَآتاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشاءُ ...  . وكانت وفاته سنة 1000 ق م تقريبا.وسليمان هو ابن داود- عليهما السلام- ولد بأورشليم حوالى سنة 1043 ق م وتوفى سنة 975 ق م.وقد جاء ذكرهما في سورتي الأنبياء وسبأ وغيرهما.ويعتبر عهدهما أزهى عهود بنى إسرائيل، فقد أعطاهما الله- تعالى- نعما جليلة.والمعنى: والله لقد أعطينا داود وابنه سليمان علما واسعا من عندنا، ومنحناهما بفضلنا وإحساننا معرفة غزيرة بعلوم الدين والدنيا.أما داود فقد أعطاه- سبحانه- علم الزبور، فكان يقرؤه بصوت جميل، كما علمه صناعة الدروع.. قال- تعالى-: وَلَقَدْ آتَيْنا داوُدَ مِنَّا فَضْلًا، يا جِبالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ   .وأما سليمان فقد آتاه- سبحانه- ملكا لا ينبغي لأحد من بعده، وعلمه منطق الطير، ورزق الحكم السديد بين الناس. قال- تعالى-: فَفَهَّمْناها سُلَيْمانَ وَكُلًّا آتَيْنا حُكْماً وَعِلْماً   .وقوله- سبحانه- وَقالا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنا عَلى كَثِيرٍ مِنْ عِبادِهِ الْمُؤْمِنِينَ بيان لموقفهما من نعم الله- تعالى- عليهما، وهو موقف يدل على حسن شكرهما لخالقهما.والواو في قوله وَقالا للعطف على محذوف، أى: آتيناهما علما غزيرا فعملا بمقتضاه وشكرا الله عليه، وقالا: الحمد لله الذي فضلنا بسبب ما آتانا من علم ونعم، على كثير من عباده المؤمنين، الذين لم ينالوا ما نلنا من خيره وبره- سبحانه-.قال صاحب الكشاف: «وفي الآية دليل على شرف العلم، وإنافة محله. وتقدم حملته وأهله، وأن نعمة العلم من أجل النعم، وأجزل القسم، وأن من أوتيه فقد أوتى فضلا على كثير من عباد الله..»  .وفي التعبير بقوله- تعالى- فَضَّلَنا عَلى كَثِيرٍ ... دلالة على حسن أدبهما، وتواضعهما، حيث لم يقولا فضلنا على جميع عباده."
}