{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/27/66/",
    "ayah_number": 66,
    "text": "ثم بين- سبحانه- حقيقة أمرهم في الآخرة بصورة أكثر تفصيلا. فقال: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ..وقوله- تعالى-: بَلِ ادَّارَكَ ... قرأه الجمهور- بكسر اللام وتشديد الدال وبعدها ألف- وأصله تدارك، بزنة تفاعل.وللعلماء في تفسير هذه الآية أقوال أشهرها: أن التدارك بمعنى الاضمحلال والفناء، وأصله التتابع والتلاحق. يقال: تدارك بنو فلان، إذا تتابعوا في الهلاك، و «في» بمعنى الباء.أى: بل تتابع علم هؤلاء المشركين بشئون البعث حتى اضمحل وفنى، ولم يبق لهم علم بشيء مما سيكون فيها قطعا مع توافر أسبابه ومباديه من الدلائل.والمقصود: أن أسباب علمهم بأحوال الآخرة مع توافرها، قد تساقطت من اعتبارهم لكفرهم بها، فأجرى ذلك مجرى تتابعها في الانقطاع.ومنهم من يرى أن التدارك هنا التكامل، فيكون المعنى: بل تكامل علمهم بشئون الآخرة، حين يعاينون ما أعد لهم فيها من عذاب، بعد أن كانوا ينكرون البعث والحساب في الدنيا..قال الآلوسى ما ملخصه: قوله: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ إضراب عما تقدم على وجه يفيد تأكيده وتقريره.. والمعنى: بل تتابع علمهم في شأن الآخرة، التي ما ذكر من البعث حال من أحوالها، حتى انقطع وفنى، ولم يبق لهم علم بشيء مما سيكون فيها قطعا، مع توفر أسبابه، فهو ترق من وصفهم بجهل فاحش إلى وصفهم بجهل أفحش.. وجوز أن يكون «ادارك» بمعنى استحكم وتكامل..  .ويبدو لنا أن الآية الكريمة تتسع للقولين، على معنى أن المشركين اضمحل علمهم بالآخرة لكفرهم بها في الدنيا، فإذا ما بعثوا يوم القيامة وشاهدوا العذاب، أيقنوا بحقيقتها، وتكامل علمهم واستحكم بأن ما كانوا ينكرونه في الدنيا. قد صار حقيقة لا شك فيها، ولا مفر لهم من عذابها..ومن الآيات التي توضح هذا المعنى قوله- تعالى-: لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هذا فَكَشَفْنا عَنْكَ غِطاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ أى: علمك بما كنت تنكره في الدنيا قد صار في نهاية القوة والوضوح.وقرأ ابن كثير وأبو عمرو: بل أدرك علمهم في الآخرة- بسكون اللام من بل.وهمزة قطع مفتوحة مع سكون الدال في «أدرك» فهو بزنة أفعل.أى: بل كمل علمهم في الآخرة، وذلك بعد أن شاهدوا أهوالها، ورأوها بأعينهم، وقد كانوا مكذبين بها في الدنيا.وقوله- سبحانه-: بَلْ هُمْ فِي شَكٍّ مِنْها. بَلْ هُمْ مِنْها عَمُونَ بيان لأحوالهم في الدنيا.أى: أن هؤلاء المشركين كانوا في الدنيا يشكون في الآخرة، بل كانوا في عمى عنها، بحيث لا يفتحون بصائرهم أو أبصارهم، عما قال لهم الرسول صلّى الله عليه وسلم بشأنها.فأنت ترى أن الآية الكريمة قد انتقلت في تصوير كفر هؤلاء المشركين بالآخرة، من حالة شنيعة إلى حالة أخرى أشد منها في الشناعة والجحود.قال صاحب الكشاف: فإن قلت: هذه الإضرابات الثلاثة ما معناها؟ قلت: ما هي إلا تنزيل لأحوالهم وصفهم أولا بأنهم لا يشعرون وقت البعث، ثم لا يعلمون بأن القيامة كائنة، ثم إنهم يخبطون في شك ومرية، فلا يزيلونه مع أن الإزالة مستطاعة.. ثم بما هو أسوأ حالا وهو العمى، وأن يكون مثل البهيمة قد عكف همه على بطنه وفرجه، لا يخطر بباله حق ولا باطل، ولا يفكر في عاقبة  ."
}