{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/27/1/",
    "ayah_number": 1,
    "text": "مقدمة وتمهيد1- سورة النمل، من السور المكية: وهي السورة السابعة والعشرون في ترتيب المصحف، وكان نزولها بعد سورة الشعراء.قال القرطبي: سورة النمل، مكية كلها في قول الجميع .2- وسميت بسورة النمل، لقوله- تعالى-: حَتَّى إِذا أَتَوْا عَلى وادِ النَّمْلِ قالَتْ نَمْلَةٌ.قال الآلوسى: «وتسمى أيضا- كما في الدر المنثور- سورة سليمان، وعدد آياتها خمس وتسعون آية- عند الحجازيين-، وأربع وتسعون- عند البصريين- وثلاث وتسعون- عند الكوفيين-» .3- وقد افتتحت سورة النمل بالثناء على القرآن الكريم، وعلى المؤمنين الذين يحافظون على فرائض الله- تعالى-، ويوقنون بالآخرة وما فيها من ثواب أو عقاب ...أما الذين لا يؤمنون بالآخرة، فقد أنذرتهم بسوء المصير أُوْلئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ.4- ثم تحدثت السورة بعد ذلك عن جانب من قصة موسى- عليه السلام- فذكرت لنا ما قاله موسى لأهله عند ما آنس من جانب الطور نارا، وما قاله الله- تعالى- له عند ما جاءها، وما أمره- سبحانه- به، في قوله- تعالى-: وَأَلْقِ عَصاكَ فَلَمَّا رَآها تَهْتَزُّ كَأَنَّها جَانٌّ وَلَّى مُدْبِراً وَلَمْ يُعَقِّبْ. يا مُوسى لا تَخَفْ إِنِّي لا يَخافُ لَدَيَّ الْمُرْسَلُونَ.5- ثم تحدثت السورة بعد ذلك عما منحه الله- تعالى- لداود وسليمان- عليهما السلام- من علم واسع، ومن عطاء كبير، وحكت ما قالته نملة عند ما رأت سليمان وجنوده، كما حكت ما دار بين سليمان- عليه السلام- وبين الهدهد، وما دار بينه- عليه السلام-وبين ملكة سبأ من كتب ومحاورات انتهت بإسلام ملكة سبأ، حيث قالت: بِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمانَ لِلَّهِ رَبِّ الْعالَمِينَ.ثم ساقت السورة جانبا من قصة صالح- عليه السلام- مع قومه، فتحدثت عن الرهط التسعة الذين كانوا يفسدون في الأرض ولا يصلحون، والذين بيتوا السوء لنبيهم صالح وللمؤمنين معه، فكانت نتيجة مكر هؤلاء المفسدين الخسار والهلاك. كما قال- تعالى-:وَمَكَرُوا مَكْراً وَمَكَرْنا مَكْراً وَهُمْ لا يَشْعُرُونَ. فَانْظُرْ كَيْفَ كانَ عاقِبَةُ مَكْرِهِمْ، أَنَّا دَمَّرْناهُمْ وَقَوْمَهُمْ أَجْمَعِينَ. فَتِلْكَ بُيُوتُهُمْ خاوِيَةً بِما ظَلَمُوا ...7- وبعد أن ساقت السورة جانبا من قصة لوط- عليه السلام- مع قومه. أتبعت ذلك بالحديث عن وحدانية الله- تعالى- وقدرته، فذكرت ألوانا من الأدلة على ذلك، وقد قال- سبحانه- في أعقاب كل دليل أَإِلهٌ مَعَ اللَّهِ، وكرر ذلك خمس مرات، في خمس آيات.8- وبعد هذا الحديث المتنوع عن مظاهر وحدانية الله وقدرته- سبحانه-، أخذت السورة الكريمة في تسلية الرسول صلّى الله عليه وسلّم وفي تثبيت فؤاده، وفي بيان أن هذا القرآن هداية ورحمة.قال- تعالى-: إِنَّ هذَا الْقُرْآنَ يَقُصُّ عَلى بَنِي إِسْرائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ. وَإِنَّهُ لَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ. إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ. فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ.9- ثم ختم- سبحانه- السورة الكريمة بالحديث عن علامات الساعة وأهوالها، وعن عاقبة المؤمنين، وعاقبة الكافرين، وعن المنهج الذي اتبعه الرسول صلّى الله عليه وسلّم وأمر غيره باتباعه، فقال- تعالى-: إِنَّما أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هذِهِ الْبَلْدَةِ الَّذِي حَرَّمَها، وَلَهُ كُلُّ شَيْءٍ، وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ. وَأَنْ أَتْلُوَا الْقُرْآنَ فَمَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ، وَمَنْ ضَلَّ فَقُلْ إِنَّما أَنَا مِنَ الْمُنْذِرِينَ. وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آياتِهِ فَتَعْرِفُونَها، وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ.10- وبعد: فهذا عرض مجمل لسورة النمل. ومنه نرى أن السورة الكريمة زاخرة بالحديث عن أدلة وحدانية الله- تعالى- وقدرته، وعن مظاهر فضله- تعالى- على عباده.وعن علمه- سبحانه- المحيط بكل شيء، وعن آياته الكونية التي يكشف منها للناس ما يشاء كشفه وبيانه.كما نرى أن السورة الكريمة قد اشتمل القصص على جانب كبير منها، خصوصا قصص بعض أنبياء بنى إسرائيل، فقد حدثتنا عن جانب من قصة موسى، وداود، وسليمان. ثم بينت أن على بنى إسرائيل المعاصرين للنبي صلّى الله عليه وسلّم أن يعودوا إلى القرآن، ليعرفوا منه الأمر الحق في كل ما اختلفوا فيه، قال- تعالى-: إِنَّ هذَا الْقُرْآنَ يَقُصُّ عَلى بَنِي إِسْرائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ.كما نراها تجمع في توجيهاتها وإرشاداتها بين الترغيب والترهيب، وبين التذكير بنعم الله التي نشاهدها في هذا الكون، وبين التحذير من أهوال يوم القيامة، وتختم بهذه الآية الجامعة:وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آياتِهِ فَتَعْرِفُونَها، وَما رَبُّكَ بِغافِلٍ عَمَّا تَعْمَلُونَ.والحمد لله الذي بنعمته تتم الصالحات.وصلّى الله على سيدنا محمد وعلى آله وصحبه وسلم.سورة النمل : من السور التى افتتحت ببعض الحروف المقطعة ، وهو قوله - تعالى - ( طسا ) .وقد ذكرنا آراء العلماء فى هذه الحروف المقطعة بشىء من التفصيل عند تفسيرنا لسور : البقرة ، وآل عمران ، والأعراف ، ويونس ، وهود ، ويوسف . . . إلخ .وقلنا ما خلاصته : لعل أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة . قد رودت فى افتتاح بعض السور ، على سبيل الإيقاظ والتنبيه ، للذين تحداهم القرآن .فكأن الله - تعالى - يقول لأولئك الكافرين الذين زعموا أن هذا القرآن ليس من عنده - تعالى - : هاكم القرآن ترونه مؤلفاً من كلام هو من جنس ما تؤلفون منه كلامكم ، ومنظوماً من حروف هى من جنس الحروف الهجائية ، التى تنظمون منها حروفكم ، فإن كنتم فى شك فى أنه من عند الله - تعالى - فهاتوامثله ، أو هاتوا عشر سور من مثله ، أو هاتوا سورة واحدة من مثله .فعجزوا وانقلبوا خاسرين ، وثبت أن هذا القرآن من عند الله - عز وجل - .واسم الإشارة ( تِلْكَ ) يعود إلى الآيات القرآنية التى تضمنتها هذه السورة الكريمة . أو إلى جميع آيات القرآن التى نزلت قبل ذلك .وهو - أى لفظ ( تِلْكَ ) - مبتدأ وخبره قوله - سبحانه - ( آيَاتُ القرآن ) ، أى : تلك الآيات الحكيمة التى أنزلناها إليك - إيها الرسول الكريم - هى آيات القرآن ، الذى أنزلناه إليك لتخرج الناس به من ظلمات الكفر إلى نور الإيمان .فإضافة الآيات إلى القرآن لتعظيم شأنها ، وسمو منزلتها .وقوله - تعالى - : ( وَكِتَابٍ مُّبِينٍ ) معطوف على القرآن من باب عطف إحدى الصفتين على الأخرى ، كقولهم هذا فعل فلان السخى والجواد الكريم .قال الآلوسى : \" والمبين : وإما من أبان المتعدى ، أى : مظهر ما فى تضاعيفه من الحكم والأحكام وأحوال القرون الأولى . . . وإما من أبان اللازم ، بمعنى بان . أى : ظاهر الإعجاز . وهو على الاحتمالين ، صفة مادحة لكتاب ، مؤكدة لما أفاده التنوين من الفخامة . . \" ."
}