{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/119/",
    "ayah_number": 119,
    "text": "وقوله- سبحانه- ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهالَةٍ.. بيان لسعة رحمته- سبحانه- بعباده، ورأفته بهم.والمراد بالجهالة: الجهل والسفه اللذان يحملان صاحبهما على ارتكاب ما لا يليق بالعقلاء، وليس المراد بها عدم العلم.قال مجاهد: كل من عصى الله- تعالى- عمدا أو خطأ فهو جاهل حتى ينزع عن معصيته.وقال ابن عطية: الجهالة هنا بمعنى تعدى الطور، وركوب الرأس: لا ضد العلم.ومنه ما جاء في الخبر: «اللهم إنى أعوذ بك من أن أجهل، أو يجهل على» .ومنه قول الشاعر:ألا لا يجهلن أحد علينا ... فنجهل فوق جهل الجاهلينوالمعنى: ثم إن ربك- أيها الرسول الكريم-، لكثير الغفران والرحمة لأولئك الذين عملوا الأعمال السيئة، بدافع الجهل والسفه والطيش وعدم تدبر العواقب، ثم إنهم بعد ذلك تابوا توبة صادقة عن تلك الأعمال السيئة، ولم يكتفوا بذلك بل أصلحوا من شأن أنفسهم، حيث أوقفوها عند حدود الله- تعالى- وأجبروها على تنفيذ أوامره، واجتناب نواهيه.قال الآلوسى: والتقييد بالجهالة قيل: لبيان الواقع، لأن كل من يعمل السوء لا يعمله إلا بجهالة.وقال العسكري: ليس المعنى أنه- تعالى- يغفر لمن يعمل السوء بجهالة، ولا يغفر لمن عمله بدون جهالة، بل المراد أن جميع من تاب فهذه سبيله. وإنما خص من يعمل السوء بجهالة، لأن أكثر من يأتى الذنوب يأتيها بقلة فكر في عاقبة الأمر، أو عند غلبة الشهوة، أو في جهالة الشباب: فذكر الأكثر على عادة العرب في مثل ذلك .واسم الإشارة في قوله: ثُمَّ تابُوا مِنْ بَعْدِ ذلِكَ وَأَصْلَحُوا يعود إلى الأعمال السيئة التي عملوها قبل التوبة والإصلاح. أى: ثم تابوا توبة صادقة من بعد أن عملوا ما عملوا من سيئات، وأصلحوا نفوسهم فهيأوها للسير على الطريق المستقيم.والضمير في قوله: إِنَّ رَبَّكَ مِنْ بَعْدِها يعود إلى التوبة وما يصاحبها من فعل للطاعات ومن اجتناب للسيئات.أى: إن ربك- أيها الرسول الكريم- من بعد هذه التوبة النصوح، لكثير المغفرة والرحمة للتائبين.والتعبير- بثم- في قوله: ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ ... وقوله: ... ثُمَّ تابُوا مِنْ بَعْدِ ذلِكَ لبيان الفرق الشاسع بين رحمة الله- تعالى- بعباده، وبين ما يصدر عن بعضهم من كفران وارتكاب للمعاصي، وبين المصرين على فعل السوء، وبين التائبين عنه.وكرر- سبحانه- إِنَّ رَبَّكَ مرتين في الآية الواحدة، لتأكيد الوعد وإظهار كمال العناية بإنجازه.وشبيه بهذه الآية الكريمة قوله- تعالى-: إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهالَةٍ، ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ، فَأُولئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ، وَكانَ اللَّهُ عَلِيماً حَكِيماً  .ثم مدح- سبحانه- خليله ابراهيم مدحا عظيما، وأنه بشره بالعطاء الذي يسعده في دنياه وآخرته، وأمر نبيه محمدا صلى الله عليه وسلم باتباع ملة أبيه إبراهيم، فقال- تعالى-:"
}