{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/80/",
    "ayah_number": 80,
    "text": "ثم ساقت السورة الكريمة ألوانا من النعم، منها ما يتعلق بنعمة المسكن فقال- تعالى-:وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَناً....قال القرطبي: قوله- تعالى-: جَعَلَ لَكُمْ معناه صير، وكل ما علاك فأظلك فهو سقف وسماء، وكل ما أقلك فهو أرض، وكل ما سترك من جهاتك الأربع فهو جدار، فإذا انتظمت واتصلت فهو بيت، وهذه الآية فيها تعديد نعم الله تعالى على الناس في البيوت وقوله: «سكنا» أى: تسكنون فيها وتهدأ جوارحكم من الحركة ... .والحق أن نعمة السكن في البيوت والاستقرار فيها، والشعور بداخلها بالأمان والاطمئنان، هذه النعمة لا يقدرها حق قدرها، إلا أولئك الذين فقدوها، وصاروا يعيشون بلا مأوى يأويهم، أو منزل يجمع شتاتهم.والتعبير بقوله عز وجل سَكَناً فيه ما فيه من السمو بمكانة البيوت التي يسكنها الناس. فالبيت مكان السكينة النفسية، والراحة الجسدية، هكذا يريده الإسلام، ولا يريده مكانا للشقاق والخصام، لأن الشقاق والخصام ينافي كونه «سكنا» .والبيت له حرمته التي جعل الإسلام من مظاهرها، عدم اقتحامه بدون استئذان، وعدم التطلع إلى ما بداخله، وعدم التجسس على من بداخله.وصيانة حرمة البيت- كما أمر الإسلام- تجعله «سكنا» آمنا، يجد فيه أصحابه كل ما يريدون من الراحة النفسية والشعورية.وقوله- تعالى-: وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعامِ بُيُوتاً تَسْتَخِفُّونَها يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقامَتِكُمْ بيان لنعمة أخرى تتمثل في البيوت الخفيفة المتنقلة، بعد الحديث عن البيوت الثابتة المستقرة.والأنعام: جمع نعم. وتشمل الإبل والبقر والغنم، ويدخل في الغنم المعز.والظعن بسكون العين وفتحها: التحول والانتقال والرحيل من مكان إلى آخر طلبا للكلأ، أو لمساقط الغيث، أو لغير ذلك من الأغراض.أى: ومن نعمه أيضا أنه أوجد لكم من جلود الأنعام بيوتا «تستخفونها» أى: تجدونها خفيفة «يوم ظعنكم» أى: يوم سفركم ورحيلكم من موضع إلى آخر «ويوم إقامتكم» في مكان معين بحيث يمكنكم أن تنصبوها لترتاحوا بداخلها، بأيسر السبل، وذلك كالقباب والخيام والأخبية، وغير ذلك من البيوت التي يخف حملها.ثم ختم- سبحانه- الآية بإبراز نعمة ثالثة، تتمثل فيما يأخذونه من الأنعام فقال- تعالى-: وَمِنْ أَصْوافِها وَأَوْبارِها، وَأَشْعارِها، أَثاثاً وَمَتاعاً إِلى حِينٍ.والأثاث: متاع البيت الكثير، وأصله من أث الشيء- بفتح الهمزة وتشديد الثاء مع الفتح- إذا كثر وتكاتف، ومنه قول الشاعر.وفرع يزين المتن أسود فاحم ... أثيت كقنو النخلة المتعثكلويشمل جميع أصناف المال كالفرش وغيرها.والمتاع: ما يتمتع به من حوائج البيت الخاصة كأدوات الطعام والشراب، فيكون عطف المتاع على الأثاث من عطف الخاص على العام.وقيل: هما بمعنى واحد. والعطف لتنزيل تغاير اللفظ بمنزله تغاير المعنى.أى: ومن أصواف الغنم، وأوبار الإبل، وأشعار المعز، تتخذون لأنفسكم «أثاثا» كثيرا تستعملونه في مصالحكم المتنوعة، كما تتخذون من ذلك ما تتمتعون به في بيوتكم وفي معاشكم «إلى حين» أى: إلى وقت معين قدره الله- تعالى- لكم في تمتعكم بهذه الأصواف والأوبار والأشعار."
}