{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/92/",
    "ayah_number": 92,
    "text": "ثم ضرب- سبحانه- مثلا لتقبيح نقض العهد، فقال- تعالى-: وَلا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَها مِنْ بَعْدِ قُوَّةٍ أَنْكاثاً.وقوله: غَزْلَها اى: مغزولها، فهو مصدر بمعنى المفعول. والفعل منه غزل يغزل- بكسر الزاى.. من باب ضرب. يقال غزلت المرأة الصوف أو القطن غزلا.والجار والمجرور في قوله مِنْ بَعْدِ قُوَّةٍ متعلق بالفعل نَقَضَتْ أى: نقضته وأفسدته من بعد إبرامه وإحكامه.وأَنْكاثاً حال مؤكدة من غَزْلَها، ويجوز أن يكون مفعولا ثانيا، بتضمين الفعل نقضت معنى صيرت أو جعلت.والأنكاث: جمع نكث- بكسر النون-، بمعنى منكوث أى منقوض، وهو ما نقض وحل فتله ليغزل ثانيا، والجمع أنكاث كحمل وأحمال.يقال: نكث الرجل العهد نكثا- من باب قتل- إذا نقضه ونبذه، ومنه قوله- تعالى- فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ.قال ابن كثير: هذه امرأة خرقاء كانت بمكة، كلما غزلت شيئا نقضته بعد إبرامه.وقال مجاهد وقتادة وابن زيد: هذا مثل لمن نقض عهده بعد توكيده. وهذا أرجح وأظهر سواء أكان بمكة امرأة تنقض غزلها أم لا .والمعنى: كونوا- أيها المسلمون- أوفياء بعهودكم، ولا تنقضوها بعد إبرامها، فإنكم إن نقضتموها كان مثلكم كمثل تلك المرأة الحمقاء، التي كانت تفتل غزلها فتلا محكما، ثم تنقضه بعد ذلك، وتتركه مرة أخرى قطعا منكوثة محلولة..فالجملة الكريمة تحقر في كل جزئية من جزئياتها، حال من ينقض العهد، وتشبهه على سبيل التنفير والتقبيح بحال امرأة ملتاثه في عقلها، مضطربة في تصرفاتها.وقوله- سبحانه-: تَتَّخِذُونَ أَيْمانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبى مِنْ أُمَّةٍ.إبطال للأسباب التي كان يتخذها بعض الناس ذرائع ومبررات لنقض العهود.والدّخل- بفتح الخاء-: المكر والغش والخديعة. وهو في الأصل اسم للشيء الذي يدخل في غيره وليس منه.قال الراغب: والدخل كناية عن الفساد والعداوة المستبطنة، كالدّغل، وعن الدعوة في النسب ... ومنه قيل: شجرة مدخولة- أى ليست من جنس الأشجار التي حولها.وقوله أَنْ تَكُونَ أُمَّةٌ ... متعلق بقوله تَتَّخِذُونَ.وقوله أَرْبى مأخوذ من الربو بمعنى الزيادة والكثرة. يقال: ربا الشيء يربو إذا زاد وكثر.والمعنى: لا تكونوا مشبهين لامرأة هذا شأنها، حالة كونكم متخذين أيمانكم وأقسامكم وسيلة للغدر والخيانة، من أجل أن هناك جماعة أوفر عددا وأكثر مالا من جماعة أخرى.قال القرطبي: قال المفسرون: نزلت هذه الآية في العرب الذين كانت القبيلة منهم إذا حالفت أخرى، ثم جاءت إحداهما قبيلة أخرى كبيرة قوية فداخلتها غدرت بالأولى ونقضت عهدها، ورجعت إلى هذه الكبرى، فنهاهم الله- تعالى-: أن ينقضوا العهود من أجل أن طائفة أكثر من طائفة أخرى، أو أكثر أموالا ...وقال الفراء: المعنى: لا تغدروا بقوم لقلتهم وكثرتكم، أو لقلتكم وكثرتهم وقد عززتموهم بالأيمان.وقال ابن كثير: قال مجاهد: كانوا يحالفون الحلفاء، فيجدون أكثر منهم وأعز، فينقضون حلف هؤلاء ويحالفون أولئك الذين هم أكثر وأعز، فنهوا عن ذلك.والخلاصة: أن الآية الكريمة تدعو إلى وجوب الوفاء بالعهود في جميع الأحوال، وتنهى عن اللجوء إلى الذرائع الباطلة، من أجل نقض العهود، إذ الإسلام لا يقر هذه الذرائع وتلك المبررات، بدعوى أن هناك جماعة أقوى من جماعة، أو دولة أعز من دولة، وإنما الذي يقره الإسلام هو مراعاة الوفاء بالعهود، وعدم اتخاذ الأيمان وسيلة للغش والخداع.والضمير المجرور في قوله: إِنَّما يَبْلُوكُمُ اللَّهُ بِهِ يعود على مضمون الجملة المتقدمة وهي قوله- تعالى-: أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبى مِنْ أُمَّةٍ.أى: إنما يبلوكم الله ويختبركم بكون أمة أربى من أمة، لينظر أتفون بعهودكم أم لا. وإلى هذا المعنى أشار صاحب الكشاف بقوله: قوله- تعالى-: إِنَّما يَبْلُوكُمُ اللَّهُ بِهِ الضمير لقوله: أَنْ تَكُونَ أُمَّةٌ ... لأنه في معنى المصدر. أى: إنما يختبركم بكونهم أربى، لينظر أتتمسكون بحبل الوفاء بعهد الله، وما عقدتم على أنفسكم ووكدتم من أيمان البيعة لرسول الله صلى الله عليه وسلم أم تغترون بكثرة قريش وثروتهم وقوتهم. وقلة المؤمنين وفقرهم وضعفهم.ويجوز أن يعود إلى ما أمر الله به من الوفاء بالعهد، فيكون المعنى: إنما يبلوكم الله ويختبركم بما أمركم به من الوفاء بالعهود، ومن النهى عن النقض ليظهر لكم المطيع من العاصي، وقوى الإيمان من ضعيفه.ثم ختم- سبحانه- الآية الكريمة ببيان أن مرد الفصل بين العباد فيما اختلفوا فيه إليه- تعالى- وحده، فقال: وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيامَةِ ما كُنْتُمْ فِيهِ تَخْتَلِفُونَ فيجازى أهل الحق بما يستحقون من ثواب، ويجازى أهل الباطل بما هم أهله من عقاب."
}