{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/97/",
    "ayah_number": 97,
    "text": "ثم بين- سبحانه- حسن عاقبة المؤمنين الذين يحرصون على العمل الصالح فقال- تعالى-: مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً، وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.أى: من عمل عملا صالحا، بأن يكون خالصا لوجه الله- تعالى- وموافقا لما جاء به النبي صلى الله عليه وسلم سواء أكان هذا العامل المؤمن ذكرا أم أنثى، فلنحيينه حياة طيبة، يظفر معها بصلاح البال، وسعادة الحال.وقال- سبحانه-: مِنْ ذَكَرٍ أَوْ أُنْثى مع أن لفظ «من» في قوله: مَنْ عَمِلَ يتناول الذكور والإناث للتنصيص على النوعين، حتى يكون أغبط لهما، ولدفع ما قد يتوهم من أن الخطاب للذكور وحدهم.ولذا قال صاحب الكشاف: فإن قلت «من» متناول في نفسه للذكر والأنثى فما معنى تبيينه بهما؟ قل: هو مبهم صالح على الإطلاق للنوعين، إلا أنه إذا ذكر كان الظاهر تناوله للذكور، فقيل «من ذكر أو أنثى» على التبيين ليعم الوعد النوعين جميعا  .وقيد- سبحانه- العامل بكونه مؤمنا فقال: وَهُوَ مُؤْمِنٌ لبيان أن العمل لا يكون مقبولا عند الله- تعالى- إلا إذا كان مبنيا على العقيدة الصحيحة، وكان صاحبه يدين بدين الإسلام، وقد أوضح القرآن هذا المعنى في آيات كثيرة، منها قوله- تعالى-: وَقَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً .والمراد بالحياة الطيبة في قوله- تعالى-: فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً الحياة الدنيوية التي يحياها المؤمن إلى أن ينقضي أجله.قال ابن كثير عند تفسيره لهذه الآية ما ملخصه: هذا وعد من الله- تعالى- لمن عمل صالحا من ذكر أو أنثى، بأن يحييه الله حياة طيبة في الدنيا.. والحياة الطيبة تشمل وجوه الراحة من أى جهة كانت. وقد روى عن ابن عباس وجماعة أنهم فسروها بالرزق الحلال، وعن على بن أبى طالب أنه فسرها بالقناعة.والصحيح أن الحياة الطيبة تشمل هذا كله، كما جاء في الحديث الذي رواه الإمام أحمد عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: «قد أفلح من أسلم ورزق كفافا وقنعه الله بما آتاه » .وقيل المراد بالحياة الطيبة هنا: الحياة الأخروية، وقد صدر الشيخ الآلوسى تفسيره بهذا الرأى فقال ما ملخصه: قوله- تعالى-: فَلَنُحْيِيَنَّهُ حَياةً طَيِّبَةً والمراد بالحياة الطيبة التي تكون في الجنة، إذ هناك حياة بلا موت، وغنى بلا فقر، وصحة بلا سقم، وسعادة بلا شقاوة.. فعن الحسن: لا تطيب الحياة لأحد إلا في الجنة.وقال شريك: هي حياة تكون في البرزخ.. وقال غير واحد هي في الدنيا .ويبدو لنا أن تفسير الحياة الطيبة هنا بأنها الحياة الدنيوية أرجح، لأن الحياة الأخروية جاء التصريح بها بعد ذلك في قوله- تعالى-: وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كانُوا يَعْمَلُونَ.فلو فسرنا الحياة الطيبة بالحياة الأخروية لكان في الآية الكريمة ما يشبه التكرار، ولكننا لو فسرناها بالحياة الدنيوية لكانت الآية الكريمة مبينة لجزاء المؤمنين في الدارين.وأيضا فإن قول النبي صلى الله عليه وسلم السابق: «قد أفلح من أسلم ورزق كفافا» يشير إلى أن المراد بالحياة الطيبة، الحياة الدنيوية، لأن من نال الفلاح نال حياة طيبة.وعلى ذلك يكون المعنى الإجمالى للآية الكريمة: من عمل عملا صالحا من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة في الدنيا، يظفر معها بالسعادة وصلاح البال، والأمان والاطمئنان، أما في الآخرة فسنجزيه جزاء أكرم وأفضل مما كان يعمله في الدنيا من أعمال صالحة.قال صاحب الكشاف قوله: حَياةً طَيِّبَةً يعنى في الدنيا، وهو الظاهر لقوله وَلَنَجْزِيَنَّهُمْ وعدهم الله ثواب الدنيا والآخرة، كقوله: فَآتاهُمُ اللَّهُ ثَوابَ الدُّنْيا وَحُسْنَ ثَوابِ الْآخِرَةِ ... .وذلك أن المؤمن مع العمل الصالح موسرا كان أو معسرا، يعيش عيشا طيبا، إن كان موسرا فلا مقال فيه، وإن كان معسرا فمعه ما يطيب عيشه وهو القناعة والرضا بقسمة الله.وأما الفاجر فأمره على العكس. إن كان معسرا فلا إشكال في أمره، وإن كان موسرا، فالحرص لا يدعه أن يتهنأ بعيشه  .ثم أشار- سبحانه- إلى أن من الأعمال الصالحة، أن يستعيذ المسلم عند قراءته للقرآن الكريم، من الشيطان الرجيم، فقال- تعالى:"
}