{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/101/",
    "ayah_number": 101,
    "text": "وقوله- تعالى-: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ ... التبديل رفع الشيء مع وضع غيره مكانه. فتبديل الآية رفعها بآية أخرى.وجمهور المفسرين على أن المراد بالآية هنا: الآية القرآنية. وعلى أن المراد بتبديلها نسخها.قال صاحب الكشاف: تبديل الآية مكان الآية هو النسخ، والله- تعالى- ينسخ الشرائع بالشرائع لأنها مصالح، وما كان مصلحة بالأمس يجوز أن يكون مفسدة اليوم وخلافه مصلحة. والله- تعالى- عالم بالمصالح والمفاسد، فيثبت ما يشاء، وينسخ ما يشاء بحكمته.. .وقال الجمل: قوله- تعالى-: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ ... وذلك أن المشركين من أهل مكة قالوا: إن محمدا صلى الله عليه وسلم يسخر بأصحابه، يأمرهم اليوم بأمر وينهاهم عنه غدا، ما هذا إلا مفترى يتقوله من تلقاء نفسه، فأنزل الله- تعالى-: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ ... والمعنى: وإذا نسخنا حكم آية فأبدلنا مكانه حكما آخر .وقال الآلوسى: قوله- تعالى-: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ أى: وإذا نزلنا آية من القرآن مكان آية منه. وجعلناها بدلا منها بأن نسخناها بها..  .ومنهم من يرى أن المراد بالآية هنا «الآية الكونية» أى المعجزة التي أتى بها كل نبي لقومه وأن المراد بتبديلها: الإتيان بمعجزة أخرى سواها.قال الشيخ القاسمى عند تفسيره لهذه الآية: وذهب قوم إلى أن المعنى تبديل آية من آيات الأنبياء المتقدمين. كآية موسى وعيسى وغيرهما من الآيات الكونية الآفاقية، بآية أخرى نفسية علمية، وهي كون المنزل هدى ورحمة وبشارة يدركها العقل.فبدلت تلك- وهي الآيات الكونية- بآية هو كتاب العلم والهدى من نبي أمى صلى الله عليه وسلم  .ويبدو لنا أن الرأى الأول أقرب إلى الصواب، لأن قوله- تعالى- بعد ذلك: قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ ... يدل دلالة واضحة على أن المراد بالآية، الآية القرآنية.وقوله- سبحانه-: وَاللَّهُ أَعْلَمُ بِما يُنَزِّلُ جملة معترضة بين الشرط وجوابه للمسارعة إلى توبيخ المشركين وتجهيلهم.أى: والله- تعالى- أعلم من كل مخلوق بما هو أصلح لعباده، وبما ينزله من آيات، وبما يغير ويبدل من أحكام، فكل من الناسخ والمنسوخ منزل حسبما تقتضيه الحكمة والمصلحة، لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ.وقوله- تعالى-: قالُوا إِنَّما أَنْتَ مُفْتَرٍ جواب الشرط، وهو حكاية لما تفوهوا به من باطل وبهتان: وقوله مُفْتَرٍ من الافتراء وهو أشنع أنواع الكذب.أى: قال المشركون للنبي صلى الله عليه وسلم عند تبديل آية مكان آية: إنما أنت يا محمد تختلق هذا القرآن من عند نفسك، وتفتريه من إنشائك واختراعك..وقوله- تعالى-: بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ تسلية للنبي صلى الله عليه وسلم عما أصابه منهم.أى: لا تهتم- أيها الرسول الكريم- بما قاله هؤلاء المشركون في شأنك وفي شأن القرآن الكريم، فإن أكثرهم جهلاء أغبياء، لا يعلمون ما في تبديلنا للآيات من حكمة، ولا يفقهون من أمر الدين الحق شيئا.وقال- سبحانه- بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ للإشارة إلى أن هناك قلة منهم تعرف الحق وتدركه، ولكنها تنكره عنادا وجحودا وحسدا لرسول الله صلى الله عليه وسلم على ما آتاه الله من فضله."
}