{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/75/",
    "ayah_number": 75,
    "text": "أما المثل الأول فيتجلى في قوله- عز وجل-: ضَرَبَ اللَّهُ مَثَلًا عَبْداً مَمْلُوكاً لا يَقْدِرُ عَلى شَيْءٍ ... أى: ذكر الله- تعالى- وبين ووضح لكم مثلا تستدلون به على وحدانيته- سبحانه- وهو أن هناك عبدا رقيقا مملوكا لغيره، وهذا العبد لا يقدر على شيء من التصرفات حتى ولو كانت قليلة.وقوله- سبحانه-: عَبْداً بدل من مَثَلًا و «مملوكا» صفة للعبد. ووصف- سبحانه- العبد بأنه مملوك، ليحصل الامتياز بينه وبين الحر، لأن كليهما يشترك في كونه عبدا لله- تعالى-.ووصفه أيضا- بأنه لا يقدر على شيء للتمييز بينه وبين المكاتب والعبد المأذون له في التصرف، لأنهما يقدران على بعض التصرفات.هذا هو الجانب الأول من المثل، أما الجانب الثاني فيتجلى في قوله- تعالى-: وَمَنْ رَزَقْناهُ مِنَّا رِزْقاً حَسَناً فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْراً....قال الآلوسى: و «من» في قوله وَمَنْ رَزَقْناهُ نكرة موصوفه، ليطابق عبدا فإنه نكرة موصوفة- أيضا-، وقيل: إنها موصولة، والأول اختيار الأكثرين أى: حرا رزقناه بطريق الملك، والالتفات إلى التكلم- في «رزقناه» - للإشعار باختلاف حال ضرب المثل والرزق ... » .أى: ذكر الله- تعالى- لكم لتتعظوا وتتفكروا، حال رجلين: أحدهما عبد مملوك لا يقدر على شيء. والثاني حر مالك رزقه الله- تعالى- رزقا واسعا حلالا حسنا، «فهو» أى هذا الحر ينفق على غيره من هذا الرزق الحسن «سرا وجهرا» واختار- سبحانه- ضمير العظمة في قوله رَزَقْناهُ للإشعار بكثرة هذا الرزق وعظمته، ويزيده كثرة وعظمة قوله- تعالى- بعد ذلك مِنَّا أى من عندنا وحدنا وليس من عند غيرنا.ووصف- سبحانه- الرزق بالحسن، للإشارة إلى أنه مع كثرته فهو حلال طيب مستحسن في الشرع وفي نظر الناس.وقال- سبحانه- فَهُوَ يُنْفِقُ بصيغة الجملة الاسمية، للدلالة على ثبوت هذا الإنفاق ودوامه.وقوله سِرًّا وَجَهْراً منصوبان على المصدر، أى إنفاق سر وجهر، أو على الحالية، أى فهو ينفق منه في حالتي السر والجهر.والمراد أنه إنسان كريم، لا يبخل بشيء مما رزقه الله، بل ينفق منه في عموم الأحوال، وعلى من تحسن معه النفقة سرا، وعلى من تحسن معه النفقة جهرا.هذان هما الجانبان المتقابلان في هذا المثل، والفرق بينهما واضح وعظيم عند كل ذي قلب سليم، ولذا جاء بعدهما بالاستفهام الإنكارى التوبيخي فقال:هَلْ يَسْتَوُونَ؟ أى: هل يستوي في عرفكم أو في عرف أى عاقل، هذا العبد المملوك العاجز الذي لا يقدر على شيء.. مع هذا الإنسان الحر. المالك الذي رزقه الله- سبحانه- رزقا واسعا حلالا، فشكر الله عليه، واستعمله في وجوه الخير.إن مما لا شك فيه أنهما لا يستويان حتى في نظر من عنده أدنى شيء من عقل.ومادام الأمر كذلك، فكيف سويتم- أيها المشركون الجهلاء- في العبادة، بين الخالق الرازق الذي يملك كل شيء، وبين غيره من المعبودات الباطلة التي لا تسمع ولا تبصر، ولا تعقل، ولا تملك شيئا.وقال- سبحانه- هَلْ يَسْتَوُونَ مع أن المتقدم اثنان، لأن المراد جنس العبيد والأحرار، المدلول عليهما بقوله عَبْداً وبقوله وَمَنْ رَزَقْناهُ.فالمقصود بالمثل كل من اتصف بهذه الأوصاف المذكورة من الجنسين المذكورين لا فردان معينان.وقوله: الْحَمْدُ لِلَّهِ ثناء منه- سبحانه- على ذاته، حيث ساق- سبحانه- هذه الأمثال الواضحة للتمييز بين الحق والباطل.أى: قل- أيها الإنسان المؤمن العاقل- «الحمد» كله «لله» - تعالى- على إرشاده لعباده المؤمنين، وتعليمهم كيف يقذفون بحقهم على باطل أعدائهم فإذا هو زاهق.ثم ختم- سبحانه- الآية الكريمة بقوله بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ أى: بل أكثر هؤلاء الكافرين الضالين، لا يعلمون كيف يميزون بين الحق والباطل لانطماس بصائرهم، واستيلاء الجحود والحسد والعناد على قلوبهم.وقال- سبحانه- بَلْ أَكْثَرُهُمْ.. للإشعار بأن من هؤلاء الكافرين من يعلم الحق ويعرفه كما يعرف أبناءه، ولكن الهوى والغرور والتقليد الباطل.. حال بينه وبين اتباع الحق.هذا هو المثال الأول الذي ذكره الله- تعالى- للاستدلال على بطلان التسوية بين عبادة الله- تعالى- الخالق لكل شيء والمالك لكل شيء.. وبين عبادة غيره من الأصنام والجمادات التي لا تخلق شيئا، ولا تملك شيئا، ولا تضر ولا تنفع."
}