{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/48/",
    "ayah_number": 48,
    "text": "قرأ جمهور القراء «أو لم يروا..» وقرأ حمزة والكسائي: «أو لم تروا» بالتاء، على الخطاب، على طريقة الالتفات.وقوله «من شيء» بيان للإبهام الذي في «ما» الموصولة في قوله «إلى ما خلق الله» .وقوله «يتفيأ» من التفيؤ، بمعنى الرجوع. يقال: فاء فلان يفيء إذا رجع وفاء الظل فيئا، إذا عاد بعد إزالة ضوء الشمس له. وتفيؤ الظلال: تنقلها من جهة إلى أخرى بعد شروق الشمس، وبعد زوالها.والظلال: جمع ظل، وهو صورة الجسم المنعكس إليه نور.و «داخرون» من الدخور بمعنى الانقياد والخضوع، يقال: دخر فلان يدخر دخورا، ودخر- بزنة فرح- يدخر دخرا، إذا انقاد لغيره وذل له.والمعنى: أعمى هؤلاء المشركون الذين مكروا السيئات، ولم يروا ما خلق الله- تعالى- من الأشياء ذوات الظلال- كالجبال والأشجار وغيرها- وهي تتنقل ظلالها. من جانب إلى جانب، ومن جهة إلى جهة، باختلاف الأوقات وهي في كل الأحوال والأوقات منقادة لأمر الله- تعالى- جارية على ما أراده لها من امتداد وتقلص وغير ذلك، خاضعة كل الخضوع لما سخرت له.قال ابن كثير- رحمه الله-: يخبر- تعالى- عن عظمته وجلاله، الذي خضع له كل شيء ودانت له الأشياء والمخلوقات بأسرها، جمادها وحيواناتها ومكلفوها من الإنس والجن والملائكة، فأخبر أن كل ماله ظل يتفيأ ذات اليمين وذات الشمال- أى بكرة وعشيا-، فإنه ساجد بظله لله- تعالى-  .والاستفهام في قوله- تعالى- أَوَلَمْ يَرَوْا.. للإنكار والتوبيخ، والرؤية بصرية.أى: قد رأوا كل ذلك، ولكنهم لم ينتفعوا بما رأوا، ولم يتعظوا بما شاهدوا.والمراد بقوله: عَنِ الْيَمِينِ وَالشَّمائِلِ جهتهما، وليس المراد التقييد بذلك، إذ أن الظل أحيانا يكون أمام الإنسان وأحيانا يكون خلفه. وإنما ذكر اليمين والشمائل اختصارا للكلام.وأفرد اليمين، لأن المراد به جنس الجهة، كما يقال: المشرق، أى جهة المشرق، وجمع «الشمائل» - مفردة شمال-، لأن المقصود تعدد هذه الجهة باعتبار تعدد أصحابها.قال الشوكانى: قال الفراء: وحد اليمين، لأنه أراد واحدا من ذوات الأظلال، وجمع الشمائل، لأنه أراد كلها.وقال الواحدي: وحد اليمين والمراد به الجميع إيجازا في اللفظ، كقوله: «ويولون الدبر» ، ودلت الشمائل على أن المراد به الجمع. وقيل: إن العرب إذا ذكرت صيغتي جمع عبرت عن إحداهما بلفظ الواحد، كما في قوله- تعالى- وَجَعَلَ الظُّلُماتِ وَالنُّورَ ... .وقوله- سبحانه-: سُجَّداً لِلَّهِ وَهُمْ داخِرُونَ. حال من «ظلاله» أى: حال كون هذه الأشياء وظلالها سجدا لله- تعالى-، وحال كون الجميع لا يمتنع عن أمر الله- تعالى-، بل الكل خاضع له- سبحانه- كل الخضوع.وجاء قوله- تعالى-: وَهُمْ داخِرُونَ. بصيغة الجمع الخاصة بالعقلاء، تغليبا لهم على غيرهم"
}