{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/62/",
    "ayah_number": 62,
    "text": "ثم حكى- سبحانه- رذيلة أخرى من رذائل المشركين فقال- تعالى- وَيَجْعَلُونَ لِلَّهِ ما يَكْرَهُونَ ...أى: أن هؤلاء المشركين لا يكتفون بإنكارهم البعث وبجحود نعم الله- تعالى- بل أضافوا إلى ذلك أنهم يثبتون له- سبحانه وينسبون إليه كذبا وزورا- ما يكرهونه لأنفسهم، فهم يكرهون أن يشاركهم أحد في أموالهم أو في مناصبهم ومع ذلك يشركون مع الله- تعالى- في العبادة آلهة أخرى، ويكرهون أراذل الأموال، ومع ذلك يجعلون لله- تعالى- أراذل أموالهم. ويجعلون لأصنامهم أكرمها، ويكرهون البنات، ومع ذلك ينسبونهن إليه- سبحانه-. فالجملة الكريمة تنعى عليهم أنانيتهم، وسوء أدبهم مع خالقهم- عز وجل- وقوله- سبحانه- وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنى ... تصوير بليغ لما جبلوا عليه من كذب صريح، وبهتان واضح.ومعنى: «تصف» تقول وتذكر بشرح وبيان وتفصيل، حتى لكأنها تذكر أوصاف الشيء، وجملة «أن لهم الحسنى» بدل من «الكذب» .والحسنى: تأنيث الأحسن، والمراد بها زعمهم أنه إن كانت الآخرة حقا، فسيكون لهم فيها أحسن نصيب وأعظمه، كما كان لهم في الدنيا ذلك، فقد روى أنهم قالوا: إن كان محمد صلى الله عليه وسلم صادقا فيما يخبر عنه من أمر البعث، فلنا الجنة ...والمعنى: أن هؤلاء المشركين يجعلون لله- تعالى- ما يكرهونه من الأولاد والأموال والشركاء، وتنطق ألسنتهم بالكذب نطقا واضحا صريحا إذ زعموا أنه إن كانت الآخرة حقا، فسيكون لهم فيها أحسن نصيب..وهذا الزعم قد حكاه القرآن عنهم في آيات متعددة منها قوله- تعالى- وَقالُوا نَحْنُ أَكْثَرُ أَمْوالًا وَأَوْلاداً وَما نَحْنُ بِمُعَذَّبِينَ  .وقوله- تعالى-: أَفَرَأَيْتَ الَّذِي كَفَرَ بِآياتِنا وَقالَ لَأُوتَيَنَّ مالًا وَوَلَداً ... .قال صاحب الكشاف: فإن قلت ما معنى وصف ألسنتهم الكذب؟ قلت: هو من فصيح الكلام وبليغه. جعل قولهم كأنه عين الكذب ومحضه، فإذا نطقت به ألسنتهم فقد حلت الكذب بحليته، وصورته بصورته. كقولهم: وجهها يصف الجمال، وعينها تصف السحر .وقال بعض العلماء: والتعبير القرآنى في قوله وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ يجعل ألسنتهم ذاتها كأنها الكذب ذاته، أو كأنها صورة له، تحكيه وتصفه بذاتها، كما تقول: فلان قوامه يصف الرشاقة.. لأن ذلك القوام بذاته تعبير عن الرشاقة، مفصح عنها.كذلك قال- سبحانه- وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ ... فهي بذاتها تعبير عن الكذب، لطول ما قالت الكذب، ولكثرة ما عبرت عنه، حتى صارت رمزا عليه، ودلالة له .وقوله- سبحانه-: لا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ تكذيب لهم فيما زعموه من أن لهم الحسنى، ووعيد لهم بإلقائهم في النار.وكلمة «لا جرم» وردت في القرآن الكريم في خمسة مواضع، متلوة بأن واسمها وليس بعدها فعل. وجمهور النحاة على أنها مركبة من «لا» و «جرم» تركيب خمسة عشر. ومعناها بعد التركيب معنى حق وثبت. والجملة بعدها فاعل، أى: حق وثبت كونهم لهم النار وأنهم مفرطون فيها.وقوله- سبحانه-: مُفْرَطُونَ قرأها الجمهور- بسكون الفاء وفتح الراء- بصيغة اسم المفعول من أفرطه بمعنى قدمه. يقال: أفرطته إلى كذا. أى: قدمته إليه.قال القرطبي: والفارط الذي يتقدم غيره الى الماء. ومنه قول النبي صلى الله عليه وسلم: «أنا فرطكم على الحوض» أى: متقدمكم ...  .أو من أفرط إذا نسيه وتركه. تقول: أفرطت فلانا خلفي، إذا تركته ونسيته.والمعنى: أن هؤلاء الذين يزعمون أن لهم الحسنى في الآخرة كذبوا في زعمهم، وفجروا في إفكهم، فإنهم ليس لهم شيء من ذلك، وإنما الأمر الثابت الذي لا شك فيه، أن لهم في الآخرة النار، وأنهم مفرطون فيها، مقدمون إليها بدون إمهال، ومتروكون فيها بدون اكتراث بهم، كما يترك الشيء الذي لا قيمة له. قال- تعالى-: فَالْيَوْمَ نَنْساهُمْ كَما نَسُوا لِقاءَ يَوْمِهِمْ هذا .وقرأ نافع «وأنهم مفرطون» - بسكون الفاء وكسر الراء- بصيغة اسم الفاعل. من أفرط اللازم بمعنى أسرف وتجاوز الحد. يقال: أفرط فلان في كذا، إذا تجاوز الحدود المشروعة.فيكون المعنى: لا جرم أن لهم النار، وأنهم مفرطون ومسرفون في الأقوال والأعمال التي جعلتهم حطبا لها، ووقودا لنيرانها كما قال- تعالى-: وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحابُ النَّارِ ."
}