{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/72/",
    "ayah_number": 72,
    "text": "ثم ذكرت السورة الكريمة بعد ذلك نعمة أخرى من نعم الله- تعالى- على الناس، فقال- تعالى-: وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً.أى: والله- تعالى- هو وحده الذي جعل لكم مِنْ أَنْفُسِكُمْ أى: من جنسكم ونوعكم أَزْواجاً لتسكنوا إليها، وتستأنسوا بها، فإن الجنس إلى الجنس آنس وأسكن.قال- تعالى-: وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً، لِتَسْكُنُوا إِلَيْها، وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً ....قال الإمام ابن كثير: يذكر- تعالى- نعمه على عبيده، بأن جعل لهم من أنفسهم أزواجا، أى: من جنسهم وشكلهم، ولو جعل الأزواج من نوع آخر ما حصل الائتلاف والمودة والرحمة، ولكن من رحمته أنه خلق من بنى آدم ذكورا وإناثا، وجعل الإناث أزواجا للذكور..».وقوله- سبحانه-: وَجَعَلَ لَكُمْ مِنْ أَزْواجِكُمْ بَنِينَ وَحَفَدَةً بيان لنعمة أخرى من نعمه- تعالى- والحفدة، جمع حافد يقال، حفد فلان يحفد حفدا من باب ضرب إذا أسرع في خدمة غيره وطاعته. ومن دعاء القنوت: «وإليك نسعى ونحفد» أى: نسرع في طاعتك يا ربنا. والمراد بالحفدة: أبناء الأبناء. روى عن ابن عباس إنه قال: الحفيد ولد الابن والبنت، ذكرا كان أو أنثى. وقيل المراد بهم: الخدم والأعوان، وقيل المراد بهم: الأختان والأصهار أى: أزواج البنات وأقارب الزوجة..قال الجمل بعد أن نقل جملة من أقوال المفسرين في ذلك: وكل هذه الأقوال متقاربة، لأن اللفظ يحتمل الكل بحسب المعنى المشترك. وبالجملة فالحفدة غير البنين، لأن الأصل في العطف المغايرة .وقوله- سبحانه-: وَرَزَقَكُمْ مِنَ الطَّيِّباتِ بيان لنعمة ثالثة من النعم المذكورة في هذه الآية. أى: ورزقكم- سبحانه- من الطيبات التي تستلذونها وتشتهونها، وقد أحل لكم التمتع بها فضلا منه وكرما.ثم ختم- تعالى- الآية الكريمة بتأنيب الذين يؤثرون الغي على الرشد فقال- تعالى-:أَفَبِالْباطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ.والباطل يشمل كل اعتقاد أو قول أو فعل يخالف الحق والرشاد والاستفهام للتوبيخ والتقريع، والفاء معطوفة على مقدر. والمعنى: أيجحدون نعم الله- تعالى- فيؤمنون بالباطل، ويكفرون بكل ما سواه من الحق والهدى والرشاد.وفي تقديم الباطل على الفعل «يؤمنون» إشارة إلى أنهم قد اختلط الباطل بدمائهم فأصبحوا لا يؤمنون إلا به، ولا ينقادون إلا له.والمراد بنعمة الله عموم النعم التي أنعم الله بها عليهم، والتي لا تعد ولا تحصى.وفي تقديم النعمة وتوسيط ضمير الفصل، إشعار بأن كفرهم بالنعم مستمر وإنكارهم لها لا ينقطع، لأنهم «استحوذ عليهم الشيطان فأنساهم ذكر الله» .وإلى هنا تكون الآيات الكريمة قد ذكرت الناس بعجائب خلقهم وبأطوار حياتهم، ويتفاوت أرزاقهم، وببعض نعم الله- تعالى- عليهم لعلهم عن طريق هذا التذكير يفيئون إلى رشدهم، ويخلصون العبادة لخالقهم- سبحانه-، ويستعملون نعمه فيما خلقت له.ثم ساقت السورة الكريمة بعد ذلك لونا من ألوان العقول المنحرفة عن الطريق الحق، كما ساقت مثلين للرب الخالق العظيم، وللمملوك العاجز الضعيف، لعل في ذلك عبرة لمن يعتبر، وهداية لمن يريد الصراط المستقيم، فقال- تعالى-:"
}