{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/37/",
    "ayah_number": 37,
    "text": "ثم أخبر الله- تعالى- رسوله صلى الله عليه وسلم بأن حرصه على هداية المصرين على ضلالهم، لن يغير من واقع أمرهم شيئا، فقال- تعالى- إِنْ تَحْرِصْ عَلى هُداهُمْ فَإِنَّ اللَّهَ لا يَهْدِي مَنْ يُضِلُّ والفعل المضارع «تحرص» بكسر الراء، ماضيه «حرص» بفتحها كضرب يضرب.والحرص: شدة الرغبة في الحصول على الشيء، والاستئثار به.وقوله: فَإِنَّ اللَّهَ لا يَهْدِي مَنْ يُضِلُّ تعليل لجواب الشرط المحذوف، والتقدير:إن تحرص- أيها الرسول الكريم- على هداية هؤلاء المصرين على كفرهم لن ينفعهم حرصك. فإن الله- تعالى- قد اقتضت حكمته أن لا يهدى من يخلق فيه الضلالة بسبب سوء اختياره، وفساد استعداده.وفي الجملة الكريمة إشارة إلى ما جبل عليه النبي صلى الله عليه وسلم من مكارم الأخلاق، فإنه مع ما لقيه من مشركي قومه من أذى وعناد وتكذيب ... كان حريصا على ما ينفعهم ويسعدهم.قال الآلوسى ما ملخصه: وقوله فَإِنَّ اللَّهَ لا يَهْدِي مَنْ يُضِلُّ جواب الشرط على معنى فاعلم ذلك، أو علة للجواب المحذوف، أى: إن تحرص على هداهم لن ينفع حرصك شيئا، فإن الله لا يهدى من يضل.والمراد بالموصول: كفار قريش المعبر عنهم قبل ذلك بالذين أشركوا، ووضع الموصول موضع ضميرهم للتنصيص على أنهم ممن حقت عليهم الضلالة وللإشعار بعلة الحكم.ومعنى الآية: أنه- سبحانه- لا يخلق الهداية جبرا وقسرا فيمن يخلق فيه الضلالة بسوء اختياره. و «من» على هذا. مفعول «يهدى» وضمير الفاعل في «يضل» لله- تعالى- والعائد محذوف، أى من يضله.وقرأ غير واحد من السبعة «فإن الله لا يهدى..» بضم الياء وفتح الدال- على البناء للمفعول.و «من» على هذا نائب فاعل، والعائد وضمير الفاعل كما مر..».والمعنى على هذه القراءة: إن تحرص على هداهم- يا محمد- لن ينفعهم حرصك، فإن من أضله الله- تعالى- لا يهديه أحد.وقوله: وَما لَهُمْ مِنْ ناصِرِينَ تذييل مؤكد لما قبله.أى: وليس لهؤلاء الضالين من ناصر يدفع عنهم عذاب الله- تعالى- إن نزل بهم،أو يصرفهم عن سبيل الغي الذي آثروه على سبيل الرشد.وشبيه بهذه الآية قوله- تعالى-: وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئاً..وقوله- تعالى-: مَنْ يُضْلِلِ اللَّهُ فَلا هادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيانِهِمْ يَعْمَهُونَ.ثم حكى- سبحانه- بعد ذلك مقولة أخرى من مقولاتهم الباطلة، التي أكدوها بالأيمان المغلظة، ورد عليها بما يدمغها، فقال- تعالى-:"
}