{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/2/",
    "ayah_number": 2,
    "text": "ثم بين- سبحانه- لونا من ألوان قدرته، ورحمته بعباده، حيث أرسل إليهم الرسل مبشرين ومنذرين، فقال تعالى-: يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ ...والمراد بالملائكة هنا: جبريل- عليه السلام- ومن معه من حفظة الوحى. أو المراد بهم جبريل خاصة، ولا مانع من ذلك، لأن الواحد قد يسمى باسم الجمع إذا كان رئيسا عظيما.والمراد بالروح: كلام الله- تعالى- ووحيه الذي ينزل به جبريل، ليبلغه إلى من أمره الله بتبليغه إياه.وقد جاء ذكر الروح بمعنى الوحى في آيات منها قوله- تعالى-: وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا ما كُنْتَ تَدْرِي مَا الْكِتابُ وَلَا الْإِيمانُ، وَلكِنْ جَعَلْناهُ نُوراً نَهْدِي بِهِ مَنْ نَشاءُ مِنْ عِبادِنا ... .والمعنى: ينزل- سبحانه- الملائكة بكلامه ووحيه، على من يشاء إنزالهم إليه من عباده المصطفين الأخبار.وأطلق- سبحانه- على وحيه اسم الروح، على سبيل التشبيه، ووجه الشبه: أن بسببهما تكون الحياة الحقة.فكما أن بالروح تحيا الأبدان والأجساد، فكذلك بالوحي تحيا القلوب والنفوس وتؤدى رسالتها في هذه الحياة.وفي قوله- سبحانه-: «من أمره» إشارة إلى أن نزول الملائكة بالوحي، لا يكون إلا بسبب أمر الله لهم بذلك، كما قال- تعالى- حكاية عنهم: وَما نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ ما بَيْنَ أَيْدِينا وَما خَلْفَنا وَما بَيْنَ ذلِكَ، وَما كانَ رَبُّكَ نَسِيًّا  .وقوله: «على من يشاء من عباده» رد على مطالب المشركين المتعنتة، والتي من بينها ما حكاه الله تعالى- عنهم في قوله: وَقالُوا لَوْلا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ... .فالآية الكريمة تبين أن نزول الملائكة بالوحي، إنما هو على من يختاره الله- تعالى- لنزول الوحى عليه، لا على من يختارونه هم، وأن النبوة هبة من الله- تعالى- لمن يصطفيه من عباده. قال- تعالى-: اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسالَتَهُ .وقوله: «أن أنذروا أنه لا إله إلا أنا فاعبدون» بيان للمقصود من نزول الملائكة بالوحي على الأنبياء.أى: أنزل- سبحانه- ملائكته بوحيه على أنبيائه، لكي ينذر هؤلاء الأنبياء الناس، ويخوفوهم من سوء عاقبة الإشراك بالله، ويدعوهم إلى أن يخلصوا العبادة لله- تعالى- وحده، ويبينوا لهم أن الألوهية لا يصح أن تكون لغيره- سبحانه-.قال الآلوسى ما ملخصه: وقوله: أَنْ أَنْذِرُوا بدل من «الروح» على أن «أن» هي التي من شأنها أن تنصب المضارع، وصلت بالأمر كما وصلت به في قولهم: كتبت إليه بأن قم.وجوز بعضهم كون «أن» هنا مفسرة، فلا موضع لها من الإعراب، وذلك لما في «ينزل الملائكة بالوحي، من معنى القول، كأنه قيل: يقول- سبحانه- بواسطة الملائكة لمن يشاء من عباده أن أنذروا ... » .واقتصر هنا على الإنذار الذي هو بمعنى التخويف، لأن الحديث مع المشركين، الذين استعجلوا العذاب، واتخذوا مع الله- تعالى- آلهة أخرى.والفاء في قوله «فاتقون» فصيجة: أى، إذا كان الأمر كذلك، من أن الألوهية لا تكون لغير الله، فعليكم أن تتقوا عقوبتي لمن خالف أمرى، وعبد غيرى.قال الجمل: «وفي قوله «فاتقون» تنبيه على الأحكام الفرعية بعد التنبيه على الأحكام العلمية بقوله، «أنه لا إله إلا أنا» ، فقد جمعت الآية بين الأحكام الأصلية والفرعية» ."
}