{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/84/",
    "ayah_number": 84,
    "text": "قال الإمام الرازي: اعلم أنه- تعالى- لما بين حال القوم، أنهم عرفوا نعمة الله ثم أنكروها، وذكر أيضا من حالهم أن أكثرهم الكافرون أتبعه بالوعيد، فذكر حال يوم القيامة فقال:. وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيداً ... وذلك يدل على أن أولئك الشهداء يشهدون عليهم بذلك الإنكار، وبذلك الكفر، والمراد بهؤلاء الشهداء: الأنبياء، كما قال- تعالى-:فَكَيْفَ إِذا جِئْنا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنا بِكَ عَلى هؤُلاءِ شَهِيداً.والمعنى: واذكر- أيها العاقل لتعتبر وتتعظ- يَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ أى: جماعة من الناس، «شهيدا» يشهد للمؤمن بالإيمان ويشهد على الكافر بالكفر.قال ابن عباس: شهيد كل أمة نبيها يشهد لهم بالإيمان والتصديق، وعليهم بالكفر والتكذيب.وقوله: ثُمَّ لا يُؤْذَنُ لِلَّذِينَ كَفَرُوا بيان للمصير السيئ الذي ينتظر هؤلاء الكافرين يوم القيامة.أى: ثم لا يؤذن للذين كفروا يوم القيامة في الاعتذار، عما كانوا عليه في الدنيا من عقائد زائفة، وأقوال باطلة، وأفعال قبيحة، كما قال- تعالى- في سورة أخرى: هذا يَوْمُ لا يَنْطِقُونَ. وَلا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ.أو المعنى: ثم لا يؤذن لهم في الرجوع إلى الدنيا ليتداركوا ما فاتهم من عقائد سليمة وأعمال صالحة، لأنهم قد تركوها ولا عودة لهم إليها. أى: ثم لا يؤذن لهم في الكلام، بعد أن ثبت بطلانه، وقامت عليهم الحجة والتعبير بثم للاشعار بأن مصيبتهم بسبب عدم قبول أعذارهم، أشد من مصيبتهم بسبب شهادة الأنبياء عليهم.قال صاحب الكشاف: فإن قلت ما معنى «ثم» هذه؟.قلت: معناها أنهم يبتلون بعد شهادة الأنبياء بما هو أطم منها، وهو أنهم يمنعون الكلام، فلا يؤذن لهم في إلقاء معذرة ولا إدلاء بحجة  .وقوله- سبحانه-: وَلا هُمْ يُسْتَعْتَبُونَ تيئيس آخر لهم في الحصول على شيء من رحمة الله- تعالى-. أى: لا يؤذن لهم في الاعتذار، ولا يقبل منهم أن يزيلوا عتب ربهم، أى: غضبه وسخطه عليهم، لأن العتاب إنما يطلب لأجل معاودة الرضا من العاتب، وهؤلاء قد انسد عليهم هذا الطريق، لأن الله- تعالى- قد سخط عليهم سخطا لا مجال لإزالته، بعد أن أصروا على كفرهم في الدنيا وماتوا على ذلك.قال القرطبي: قوله وَلا هُمْ يُسْتَعْتَبُونَ أى لا يكلفون أن يرضوا ربهم لأن الآخرة ليست بدار تكليف، ولا يتركون إلى رجوع الدنيا فيتوبون.وأصل الكلمة من العتب- بفتح العين وسكون التاء- وهي الموجدة. يقال: عتب عليه يعتب، إذا وجد عليه، فإذا فاوضه فيما عتب عليه فيه، قيل: عاتبه، فإذا رجع الى مسرتك فقد أعتب، والاسم العتبى، وهو رجوع المعتوب عليه إلى ما يرضى العاتب.قال النابغة:فإن كنت مظلوما فعبدا ظلمته ... وإن كنت ذا عتبى فمثلك يعتبوبذلك ترى الآية الكريمة قد نفت عن الذين كفروا قبول أعذارهم، وقبول محاولتهم إرضاء ربهم عما كانوا عليه من كفر وزيغ في الدنيا."
}