{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/24/",
    "ayah_number": 24,
    "text": "وقوله- سبحانه: وَإِذا قِيلَ لَهُمْ ماذا أَنْزَلَ رَبُّكُمْ، قالُوا أَساطِيرُ الْأَوَّلِينَ حكاية لبعض ما كان يدور بين أولئك المستكبرين، وبين غيرهم من أسئلة واستفسارات حول القرآن الكريم.والأساطير: جمع أسطورة، كأعاجيب وأعجوبة، وأحاديث وأحدوثة.والمراد بها: الأكاذيب والترهات التي لا أصل لها، والتي كانت مبثوثة في كتب الأولين.والمعنى: وإذا قال قائل لهؤلاء الكافرين المستكبرين، أى شيء أنزل ربكم على نبيه محمد صلى الله عليه وسلم.قالوا له على سبيل الجحود للحق: لم ينزل عليه شيء، وإنما هذا القرآن الذين يتلوه محمد صلى الله عليه وسلم على أتباعه، هو من أساطير الكهنة الأولين، نقله من كتبهم ثم قرأه على من يستمع إليه.روى ابن أبى حاتم عن السدى قال: اجتمعت قريش فقالوا: إن محمدا صلى الله عليه وسلم رجل حلو اللسان إذا كلمه الرجل ذهب بعقله، فانظروا ناسا من أشرافكم المعدودين المعروفة أنسابهم، فابعثوهم في كل طريق من طرق مكة على رأس ليلة أو ليلتين، فمن جاءه يريده ردوه عنه.فخرج ناس في كل طريق، فكان إذا أقبل الرجل وافدا لقومه ينظر ما يقول محمد صلى الله عليه وسلم ووصل إليهم، قال أحدهم: أنا فلان بن فلان، فيعرفه نسبه، ثم يقول للوافد: أنا أخبرك عن محمد صلى الله عليه وسلم إنه رجل كذاب لم يتبعه على أمره إلا السفهاء والعبيد ومن لا خير فيهم، وأما شيوخ قومه وخيارهم فمفارقون له، فيرجع الوافد. فذلك قوله- تعالى- وَإِذا قِيلَ لَهُمْ ماذا أَنْزَلَ رَبُّكُمْ، قالُوا: أَساطِيرُ الْأَوَّلِينَ.فإن كان الوافد ممن عزم الله له الرشاد، فقالوا له مثل ذلك قال: بئس الوافد لقومي أنا، إن كنت جئت حتى إذا بلغت مسيرة يوم- من مكة- رجعت قبل أن ألقى هذا الرجل، وأنظر ما يقول، وآتى قومي ببيان أمره. فيدخل مكة، فيلقى المؤمنين فيسألهم: ماذا يقول محمد صلى الله عليه وسلم؟ فيقولون: خيرا..» .وعبر- سبحانه- بالفعل «قيل» المبنى للمجهول، للإشارة إلى أن هذا القول الذي تفوه به عتاة الكافرين، كانوا يقولونه لكل من يسألهم عن القرآن الكريم، لكي يصدوه عن الدخول في الإسلام. وجملة «ماذا أنزل ربكم» نائب فاعل لقيل.وقولهم- كما حكى القرآن عنهم- «أساطير الأولين» خبر لمبتدأ محذوف.أى: قالوا هو أساطير الأولين أو المسئول عنه: أساطير الأولين.ولقد حكى القرآن قولهم الباطل هذا، ورد عليه بما يدحضه في آيات كثيرة، ومن ذلك قوله- تعالى-: وَقالُوا أَساطِيرُ الْأَوَّلِينَ اكْتَتَبَها، فَهِيَ تُمْلى عَلَيْهِ بُكْرَةً وَأَصِيلًا. قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّماواتِ وَالْأَرْضِ، إِنَّهُ كانَ غَفُوراً رَحِيماً."
}