{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/9/",
    "ayah_number": 9,
    "text": "وبعد أن بين- سبحانه- دلائل وحدانيته وقدرته، عن طريق خلق السموات والأرض والإنسان والدواب.. أتبع ذلك ببيان أنه- عز وجل- كفيل بالإرشاد إلى الطريق المستقيم لمن يتجه إليه فقال- تعالى-: وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ، وَمِنْها جائِرٌ، وَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ.والقصد: الاستقامة. والسبيل: الطريق والقصد منه: هو المستقيم الذي لا اعوجاج فيه. يقال: سبيل قصد وقاصد، أى: مستقيم. قال الشاعر:ومن الطريقة جائر وهدى ... قصد السبيل، ومنه ذو دخلقال الجمل ما ملخصه: «وعلى الله» أى: تفضلا «قصد السبيل» على تقدير مضاف، أى: وعلى الله بيان قصد السبيل. وهو بيان طريق الهدى من الضلالة، وهو من إضافة الصفة إلى الموصوف، والقصد مصدر يوصف به. يقال: سبيل قصد وقاصد أى: مستقيم، كأنه يقصد الوجه الذي يؤمه السالك لا يعدل عنه. والمراد بالسبيل: جنسه..»  .والضمير في قوله «ومنها جائر» يعود إلى السبيل. والجائر: المائل عن الاستقامة، المنحرف عن الجادة وهو صفة لموصوف محذوف. أى: ومنها سبيل جائر.أى: وعلى الله- تعالى- وحده، تفضلا منه وكرما، بيان الطريق المستقيم وهو طريق الحق، الذي يوصل من سلكه إلى السعادة في الدنيا والآخرة.وهذا الطريق الحق: هو الذي جاء به محمد صلّى الله عليه وسلم.ومن الطريق ما هو حائد عن الاستقامة، وهو كل طريق يخالف ما جاء به خاتم الرسل، صلّى الله عليه وسلم من عقائد وشرائع وآداب.قال- تعالى-: وَأَنَّ هذا صِراطِي مُسْتَقِيماً فَاتَّبِعُوهُ، وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ.. .فالمراد بالطريق القصد: الطريق الموصل إلى الإسلام، والمراد بالطريق الجائر: الطريق الموصل إلى غيره من ملل الكفر والضلال.ثم ختم- سبحانه- الآية الكريمة، ببيان أن الهداية والإضلال بقدرته ومشيئته، فقال- تعالى-: وَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ.أى: ولو شاء- سبحانه- هدايتكم- أيها الناس- إلى الطريق المستقيم، لهداكم جميعا، ولكنه- عز وجل- لم يشأ ذلك، بل اقتضت حكمته أن يخلق الناس، مستعدين للهدى والضلال، وأن يترك لهم اختيار أحد الطريقين فكان منهم من استحب العمى على الهدى، وكان منهم من سلك الطريق المستقيم. وسيجازى- سبحانه- الذين أساءوا بما عملوا، وسيجازى الذين أحسنوا بالحسنى.قال تعالى-: إِنَّا خَلَقْنَا الْإِنْسانَ مِنْ نُطْفَةٍ أَمْشاجٍ نَبْتَلِيهِ فَجَعَلْناهُ سَمِيعاً بَصِيراً. إِنَّا هَدَيْناهُ السَّبِيلَ إِمَّا شاكِراً وَإِمَّا كَفُوراً .وقال- سبحانه-: وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً..  .وبعد أن بين- سبحانه- جانبا من مظاهر فضله على عباده عن طريق خلق الأنعام وغيرها من البهائم، التي لهم فيها منافع، أتبع ذلك ببيان نعمه عليهم في إنزال المطر، فقال- تعالى-:"
}