{
    "tafseer_id": 5,
    "tafseer_name": "تفسير الوسيط لطنطاوي",
    "ayah_url": "/quran/16/67/",
    "ayah_number": 67,
    "text": "ثم انتقلت السورة الكريمة الى الحديث عن نعمة أخرى من نعم الله التي لا تحصى، وهي نعمة ثمرات النخيل والأعناب، فقال- تعالى-: وَمِنْ ثَمَراتِ النَّخِيلِ وَالْأَعْنابِ تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً....قال الجمل ما ملخصه: قوله- سبحانه-: وَمِنْ ثَمَراتِ النَّخِيلِ وَالْأَعْنابِ.. خبر مقدم، ومن تبعيضية، والمبتدأ محذوف تقديره ثمر، وقوله تَتَّخِذُونَ نعت لهذا المبتدأ المحذوف، أى: ومن ثمرات النخيل والأعناب ثمر تتخذون منه سكرا ورزقا حسنا.ويجوز أن يكون الجار والمجرور متعلقا بمحذوف، والتقدير: ونسقيكم من ثمرات النخيل والأعناب، أى: من عصيرهما، وحذف لدلالة نسقيكم قبله عليه، وقوله تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً بيان وكشف عن كيفية الإسقاء.والضمير في قوله مِنْهُ يعود على المضاف المحذوف الذي هو العصير، أو على المبتدأ المحذوف وهو الثمر .والسكر- بفتح السين والكاف- اسم من أسماء الخمر، يقال: سكر فلان- بوزن فرح- يسكر سكرا، إذا غاب عقله وإدراكه فهو سكران وسكر- بفتح السين وكسر الكاف-.وأما الرزق الحسن، فالمراد به ما كان حلالا من ثمرات النخيل والأعناب كالتمر والزبيب وغير ذلك مما أحله الله- تعالى- من ثمارهما.وعلى هذا المعنى سار جمهور العلماء من السلف والخلف.قال الآلوسى ما ملخصه: والسكر: الخمر. قال الأخطل:.بئس الصّحاة وبئس الشّرب شربهم إذا جرى فيهم المزّاء والسّكر والمزاء: نوع من الأشربة. والسكر ما يسكر وهو الخمر.وفسروا الرزق الحسن. بالخل والتمر والزبيب وغير ذلك.ثم قال: وتفسير «السّكر» بالخمر، هو المروي عن ابن مسعود، وابن عمر، وأبى رزين، والحسن، ومجاهد، والشعبي.. والنخعي.. مع خلق آخرين...وعلى هذا التفسير الذي قاله جمهور العلماء يكون السكر غير الرزق الحسن، ويكون العطف للتغاير.ومن العلماء من فسر السكر بأنه اسم للخل، أو للعصير غير المسكر، أو لما لا يسكر من الأنبذة، وقد بسط الإمام القرطبي القول في هذه المسألة فقال ما ملخصه: قوله- تعالى- سَكَراً السكر ما يسكر، هذا هو المشهور في اللغة. قال ابن عباس: نزلت هذه الآية قبل تحريم الخمر.والمراد بالسكر: الخمر. وبالرزق الحسن: جميع ما يؤكل ويشرب حلالا من هاتين الشجرتين.وقد قيل إن السكر: الخل بلغة الحبشة. والرزق الحسن: الطعام. وقيل السكر: العصير الحلو الحلال، وسمى سكرا، لأنه قد يصير مسكرا إذا بقي، فإذا بلغ الإسكار حرم ...وقال الحنفيون. المراد بقوله «سكرا» مالا يسكر من الأنبذة. والدليل عليه أن الله- سبحانه- امتن على عباده بما خلق لهم من ذلك، ولا يقع الامتنان إلا بمحلل لا بمحرم، فيكون ذلك دليلا على جواز شرب ما دون المسكر من النبيذ، فإذا انتهى إلى السكر لم يجز.وعضدوا هذا من السنة بما روى عن النبي صلى الله عليه وسلم أنه قال: «حرم الله الخمر بعينها والسّكر من غيرها».وأصحاب هذا الرأى كأنهم يرون أن عطف الرزق الحسن على السكر من باب عطف الشيء على مرادفه، كما في قوله- تعالى- لِكُلٍّ جَعَلْنا مِنْكُمْ شِرْعَةً وَمِنْهاجاً وليس من باب العطف المقتضى للمغايرة، فالسكر عندهم ليس هو الخمر، وإنما هو الخل أو العصير أو النبيذ غير المسكر.ويبدو لنا أن ما ذهب إليه الجمهور من أن السكر هو الخمر أولى بالقبول، لأن هذا التفسير هو المروي عن جمع من الصحابة ومن التابعين، ولأن الأصل في العطف أنه يقتضى المغايرة.قال ابن العربي: أسد هذه الأقوال قول ابن عباس: نزلت هذه الآية قبل تحريم الخمر، والمراد بالسكر الخمر، فتكون هذه الآية منسوخة لأنها مكية باتفاق العلماء، وتحريم الخمر مدني .وقال صاحب تفسير آيات الأحكام بعد أن ذكر أدلة الأحناف ورد عليها: والحاصل أننا نرى أن الآية ليس فيها ما يشهد بالحل، إذ الكلام في الامتنان بخلق الأشياء لمنافع الإنسان، ولم تنحصر المنافع في حل التناول، فقد قال الله- تعالى-: في شأن الخمر: يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ وَمَنافِعُ لِلنَّاسِ.. فهل انحصرت منافع السكر- على فرض أنه النبيذ- في الشرب؟ .ثم ختم- سبحانه- الآية الكريمة بقوله: إِنَّ فِي ذلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ أى: في ذلك الذي ذكرناه لكم من إخراج اللبن من بين فرث ودم، ومن اتخاذ السكر والرزق الحسن من ثمرات النخيل والأعناب، «لآية» باهرة، ودلالة واضحة، على قدرة الله- تعالى- ووحدانيته، «لقوم يعقلون» هذه التوجيهات الحكيمة، فيدركون أن من يفعل كل ذلك وغيره، هو المستحق للعبادة والطاعة «ألا له الخلق والأمر تبارك الله رب العالمين» .ثم ساق- سبحانه- بعد ذلك ما يدل- أيضا- على وحدانيته وقدرته، عن طريق إخراج العسل الذي فيه شفاء للناس بواسطة حشرة ضعيفة وهي النحلة، فقال- تعالى-:"
}